Repository: SoftFever/OrcaSlicer
Catalog: localization/i18n/*/OrcaSlicer_*.po
Languages: lt

source: Add sets of pressure advance (PA) values, the volumetric flow speeds and accelerations they were measured at, separated by a comma. One set of values per line. For example 0.04,3.96,3000 0.033,3.96,10000 0.029,7.91,3000 0.026,7.91,10000 How to calibrate: 1. Run the pressure advance test for at least 3 speeds per acceleration value. It is recommended that the test is run for at least the speed of the external perimeters, the speed of the internal perimeters and the fastest feature print speed in your profile (usually its the sparse or solid infill). Then run them for the same speeds for the slowest and fastest print accelerations, and no faster than the recommended maximum acceleration as given by the Klipper input shaper 2. Take note of the optimal PA value for each volumetric flow speed and acceleration. You can find the flow number by selecting flow from the color scheme drop down and move the horizontal slider over the PA pattern lines. The number should be visible at the bottom of the page. The ideal PA value should be decreasing the higher the volumetric flow is. If it is not, confirm that your extruder is functioning correctly. The slower and with less acceleration you print, the larger the range of acceptable PA values. If no difference is visible, use the PA value from the faster test 3. Enter the triplets of PA values, Flow and Accelerations in the text box here and save your filament profile
lt: Pridėkite išankstinio slėgio (IS) verčių rinkinius, tūrinius srauto greičius ir pagreičius, kuriems esant jie buvo išmatuoti, atskirti kableliu. Vienoje eilutėje pateikite po vieną verčių rinkinį. Pavyzdžiui 0.04,3.96,3000 0.033,3.96,10000 0.029,7.91,3000 0.026,7.91,10000 Kaip kalibruoti: 1. Atlikite slėgio avanso bandymą bent 3 greičiams pagal kiekvieną pagreičio reikšmę. Rekomenduojama testą atlikti bent išorinių perimetrų greičiui, vidinių perimetrų greičiui ir greičiausiam jūsų profilio funkcijos spausdinimo greičiui (paprastai tai būna retas arba vientisas užpildas). Tada paleiskite juos tokiems pat greičiams, kai spausdinama lėčiausiu ir sparčiausiu greičiu, ir ne didesniu nei rekomenduojamas didžiausias pagreitis, nurodytas „Klipper“ įvesties formuotuve. 2. Atkreipkite dėmesį į optimalią IS vertę kiekvienam tūrinio srauto greičiui ir pagreičiui. Srauto skaičių galite rasti pasirinkę srautą iš spalvų schemos išskleidžiamojo sąrašo ir perkeldami horizontalųjį slankiklį virš IS modelio linijų. Skaičius turėtų būti matomas puslapio apačioje. Ideali IS vertė turėtų mažėti, kuo didesnis tūrinis srautas. Jei taip nėra, įsitikinkite, kad jūsų ekstruderis veikia tinkamai. kuo lėčiau ir su mažesniu pagreičiu spausdinate, tuo didesnis priimtinų IS verčių diapazonas. Jei jokio skirtumo nematyti, naudokite IS vertę, gautą atliekant greitesnį bandymą. 3. Čia esančiame teksto laukelyje įveskite IS verčių, srauto ir pagreičio reikšmes ir išsaugokite gijos profilį.

source: Enable adaptive pressure advance for overhangs (beta)
lt: Įjungti prisitaikantį išankstinį slėgį iškyšoms (beta versija)

source: Enable adaptive PA for overhangs as well as when flow changes within the same feature. This is an experimental option, as if the PA profile is not set accurately, it will cause uniformity issues on the external surfaces before and after overhangs.
lt: Įjunkite prisitaikantį IS iškyšoms, taip pat kai srautas keičiasi toje pačioje vietoje. Tai eksperimentinė parinktis, nes jei IS profilis nustatomas netiksliai, gali kilti išorinių paviršių vienodumo problemų prieš ir už iškyšų.

source: Pressure advance for bridges
lt: Tiltų išankstinis slėgis

source: Pressure advance value for bridges. Set to 0 to disable. A lower PA value when printing bridges helps reduce the appearance of slight under extrusion immediately after bridges. This is caused by the pressure drop in the nozzle when printing in the air and a lower PA helps counteract this.
lt: Išankstinio slėgio vertė tiltams. Nustatykite 0, kad išjungtumėte. Mažesnė IS vertė spausdinant tiltus padeda sumažinti nedidelį nepakankamą išspaudimą iškart po tiltų. Taip atsitinka dėl slėgio kritimo purkštuke, kai spausdinama ore, o mažesnė IS vertė padeda tai neutralizuoti.

source: Default line width if other line widths are set to 0. If expressed as a %, it will be computed over the nozzle diameter.
lt: Numatytasis linijos plotis, jei kitų linijų plotis lygus 0. Jei išreiškiamas %, apskaičiuojamas pagal purkštuko skersmenį.

source: Keep fan always on
lt: Visada laikyti ventiliatorių įjungtą

source: Enabling this setting means that the part cooling fan will never stop completely and will run at least at minimum speed to reduce the frequency of starting and stopping.
lt: Jei įjungsite šį nustatymą, aušinimo ventiliatorius niekada nebus sustabdytas ir veiks bent minimaliu greičiu, kad sumažėtų įjungimo ir išjungimo dažnis

source: Don't slow down outer walls
lt: Nelėtinti išorinių sienų

source: Layer time
lt: Sluoksnio laikas

source: Part cooling fan will be enabled for layers of which estimated time is shorter than this value. Fan speed is interpolated between the minimum and maximum fan speeds according to layer printing time.
lt: Dalių aušinimo ventiliatorius bus įjungtas sluoksniams, kurių numatomas laikas yra trumpesnis už šią vertę. Ventiliatoriaus greitis nustatomas tarp mažiausio ir didžiausio ventiliatoriaus greičio pagal sluoksnio spausdinimo laiką

source: Default color
lt: Numatytoji spalva

source: Default filament color
lt: Numatytoji gijos spalva

source: Filament notes
lt: Gijos pastabos

source: You can put your notes regarding the filament here.
lt: Čia galite įdėti pastabas apie giją.

source: Required nozzle HRC
lt: Būtinas antgalis HRC

source: Minimum HRC of nozzle required to print the filament. Zero means no checking of nozzle's HRC.
lt: Mažiausia antgalio HRC, kurios reikia norint spausdinti gijomis. Nulis reiškia, kad antgalio HRC netikrinama.

source: This setting stands for how much volume of filament can be melted and extruded per second. Printing speed is limited by max volumetric speed, in case of too high and unreasonable speed setting. Can't be zero.
lt: Gijos tūris, kurį galima išlydyti ir išspausti per sekundę. Jei nustatytas per didelis ir nepagrįstas greitis, spausdinimo greitį riboja maksimalus tūrinis greitis. Ši reikšmė negali būti lygi nuliui

source: Filament load time
lt: Gijos įkrovimo laikas

source: Time to load new filament when switch filament. It's usually applicable for single-extruder multi-material machines. For tool changers or multi-tool machines, it's typically 0. For statistics only.
lt: Naujos gijos įkrovimo laikas, kai perjungiama gija. Tai paprastai taikoma vieno ekstruderio daugialypės terpės mašinoms. Įrankių keitimo arba daugiafunkcinėms mašinoms paprastai taikomas 0. Tik statistiniams duomenims

source: Filament unload time
lt: Gijos iškrovimo laikas

source: Time to unload old filament when switch filament. It's usually applicable for single-extruder multi-material machines. For tool changers or multi-tool machines, it's typically 0. For statistics only.
lt: Laikas senos gijos iškrovimui, kai keičiama gija. Tai paprastai taikoma vieno ekstruderio kelių medžiagų mašinoms. Įrankių keitimo arba daugiafunkcinėms mašinoms paprastai taikomas 0. Tik statistiniams duomenims

source: Tool change time
lt: Įrankių keitimo laikas

source: Time taken to switch tools. It's usually applicable for tool changers or multi-tool machines. For single-extruder multi-material machines, it's typically 0. For statistics only.
lt: Įrankių keitimo laikas. Jis paprastai taikomas įrankių keitimo įrenginiams arba daugiafunkcinėms staklėms. Vieno ekstruderio kelių medžiagų mašinoms jis paprastai lygus 0. Tik statistiniams duomenims

source: Filament diameter is used to calculate extrusion in G-code, so it's important and should be accurate
lt: Gijos skersmuo naudojamas ekstruzijos kintamiesiems G kode apskaičiuoti, todėl svarbu, kad jis būtų tikslus

source: Pellet flow coefficient
lt: Granulių srauto koeficientas

source: Pellet flow coefficient is empirically derived and allows for volume calculation for pellet printers. Internally it is converted to filament_diameter. All other volume calculations remain the same. filament_diameter = sqrt( (4 * pellet_flow_coefficient) / PI )
lt: Granulių srauto koeficientas nustatomas empiriškai ir leidžia apskaičiuoti granulių spausdintuvų tūrį. Viduje jis konvertuojamas į filament_diameter. Visi kiti tūrio skaičiavimai išlieka tokie patys. filament_diameter = sqrt( (4 * granulių srauto koeficientas) / PI )

source: Shrinkage (XY)
lt: Susitraukimas (XY)

source: Enter the shrinkage percentage that the filament will get after cooling (94% if you measure 94mm instead of 100mm). The part will be scaled in xy to compensate. Only the filament used for the perimeter is taken into account. Be sure to allow enough space between objects, as this compensation is done after the checks.
lt: Įveskite susitraukimo procentą, kurį gija gaus po aušinimo (94%, jei matuojate 94 mm, o ne 100 mm). Dalis bus keičiama xy masteliu, kad būtų kompensuota. Atsižvelgiama tik į perimetrui naudojamą giją. Būtinai palikite pakankamai vietos tarp objektų, nes ši kompensacija atliekama po patikrinimų.

source: Shrinkage (Z)
lt: Susitraukimas (Z)

source: Enter the shrinkage percentage that the filament will get after cooling (94% if you measure 94mm instead of 100mm). The part will be scaled in Z to compensate.
lt: Įveskite susitraukimo procentą, kurį gija gaus po aušinimo (94 %, jei matuojate 94 mm, o ne 100 mm). Dalis bus keičiama Z masteliu, kad tai būtų kompensuota.

source: Loading speed
lt: Pakrovimo greitis

source: Speed used for loading the filament on the wipe tower.
lt: Greitis, naudojamas kaitinamojo siūlelio uždėjimui ant šluostymo bokštelio.

source: Loading speed at the start
lt: Pakrovimo greitis pradžioje

source: Speed used at the very beginning of loading phase.
lt: Greitis, naudojamas pačioje pakrovimo fazės pradžioje.

source: Unloading speed
lt: Iškrovimo greitis

source: Speed used for unloading the filament on the wipe tower (does not affect initial part of unloading just after ramming).
lt: Greitis, naudojamas gijos išleidimui ant valymo bokštelio (neturi įtakos pradinei išleidimo daliai iškart po lyginimo).

source: Unloading speed at the start
lt: Iškrovimo greitis pradžioje

source: Speed used for unloading the tip of the filament immediately after ramming.
lt: Greitis, naudojamas gijos galiuko iškrovimui iš karto po ramingo.

source: Delay after unloading
lt: Vėlavimas po išleidimo

source: Time to wait after the filament is unloaded. May help to get reliable tool changes with flexible materials that may need more time to shrink to original dimensions.
lt: Laukimo laikas po to, kai gija išleista. Gali padėti naudojant lanksčias medžiagas, kurioms gali prireikti daugiau laiko susitraukti iki pradinių matmenų.

source: Number of cooling moves
lt: Aušinimo judesių skaičius

source: Filament is cooled by being moved back and forth in the cooling tubes. Specify desired number of these moves.
lt: Gija aušinama judant pirmyn ir atgal aušinimo vamzdeliuose. Nurodykite pageidaujamą šių judesių skaičių.

source: Stamping loading speed
lt: Antspaudų užkrovimo greitis

source: Speed used for stamping.
lt: Greitis, naudojamas štampavimui.

source: Stamping distance measured from the center of the cooling tube
lt: Štampavimo atstumas, matuojamas nuo aušinimo vamzdelio centro

source: If set to non-zero value, filament is moved toward the nozzle between the individual cooling moves ("stamping"). This option configures how long this movement should be before the filament is retracted again.
lt: Jei nustatyta nenulinė reikšmė, gija tarp atskirų aušinimo judesių judinama link purkštuko („štampavimas“). Šia parinktimi nustatoma, kiek laiko turi trukti šis judėjimas, kol gija vėl įtraukiama.

source: Speed of the first cooling move
lt: Pirmojo aušinimo judesio greitis

source: Cooling moves are gradually accelerating beginning at this speed.
lt: Aušinimo judesiai palaipsniui greitėja, pradedant tokiu greičiu.

source: Minimal purge on wipe tower
lt: Minimalus valymas ant šluostymo bokštelio

source: After a tool change, the exact position of the newly loaded filament inside the nozzle may not be known, and the filament pressure is likely not yet stable. Before purging the print head into an infill or a sacrificial object, Orca Slicer will always prime this amount of material into the wipe tower to produce successive infill or sacrificial object extrusions reliably.
lt: Pakeitus įrankį, gali būti nežinoma tiksli naujai įdėtos gijos padėtis purkštuke, o gijos slėgis greičiausiai dar nėra stabilus. Prieš spausdinimo galvutei prapučiant užpildą arba apsauginį objektą, "Orca Slicer" visuomet paruoš tokį medžiagos kiekį į valymo bokštą, kad būtų patikimai gaminami vienas po kito einantys užpildų arba apsauginių objektų išspaudimai.

source: Speed of the last cooling move
lt: Paskutinio aušinimo judesio greitis

source: Cooling moves are gradually accelerating towards this speed.
lt: Aušinimo judesiai palaipsniui greitėja link šio greičio.

source: Ramming parameters
lt: Įspaudimo parametrai

source: This string is edited by RammingDialog and contains ramming specific parameters.
lt: Šią eilutę redaguoja RammingDialog ir joje yra specifiniai įspaudimo parametrai.

source: Enable ramming for multi-tool setups
lt: Įgalinti daugiafunkcinių įrankių nustatymų tankinimą

source: Perform ramming when using multi-tool printer (i.e. when the 'Single Extruder Multimaterial' in Printer Settings is unchecked). When checked, a small amount of filament is rapidly extruded on the wipe tower just before the tool change. This option is only used when the wipe tower is enabled.
lt: Atlikti tankinimą, kai naudojamas daugiafunkcinis spausdintuvas (t. y. kai spausdintuvo nustatymuose nepažymėta parinktis „Vienas išspaudiklis, įvairios medžiagos“). Kai ši parinktis pažymėta, nedidelis gijos kiekis greitai išspaudžiamas ant valymo bokšto prieš pat įrankio keitimą. Ši parinktis naudojama tik tada, kai įjungtas valymo bokštas.

source: Multi-tool ramming volume
lt: Daugiafunkcinių įrankių tankinimo tūris

source: The volume to be rammed before the tool change.
lt: Tūris, kuris turi būti įspaustas prieš keičiant įrankį.

source: Multi-tool ramming flow
lt: Daugiafunkcinių įrankių tankinimo srautas

source: Flow used for ramming the filament before the tool change.
lt: Srautas, naudojamas gijai įspausti prieš keičiant įrankį.

source: Density
lt: Tankis

source: Filament density. For statistics only.
lt: Gijų tankis, tik statistikai

source: The material type of filament.
lt: Gijos medžiagos tipas

source: Soluble material
lt: Tirpi medžiaga

source: Soluble material is commonly used to print supports and support interfaces.
lt: Tirpi medžiaga paprastai naudojama spausdinant atramą ir atramos sąsają

source: Support material
lt: Atramų medžiaga

source: Support material is commonly used to print supports and support interfaces.
lt: Pagalbinė medžiaga paprastai naudojama pagalbinėms ir atraminėms sąsajoms spausdinti

source: Softening temperature
lt: Minkštėjimo temperatūra

source: The material softens at this temperature, so when the bed temperature is equal to or greater than this, it's highly recommended to open the front door and/or remove the upper glass to avoid clogging.
lt: Esant tokiai temperatūrai medžiaga suminkštėja, todėl, kai pagrindo temperatūra yra lygi arba didesnė už ją, labai rekomenduojama atidaryti priekines dureles ir (arba) nuimti viršutinį stiklą, kad būtų išvengta užsikimšimo.

source: Price
lt: Kaina

source: Filament price. For statistics only.
lt: Gijos kaina, tik statistikai

source: money/kg
lt: pinigų/kg

source: Vendor
lt: Pardavėjas

source: Vendor of filament. For show only.
lt: Gijos pardavėjas. Tik parodymui

source: (Undefined)
lt: (Nenurodyta)

source: Sparse infill direction
lt: Reto užpildymo kryptis

source: Angle for sparse infill pattern, which controls the start or main direction of line.
lt: Reto užpildymo rašto kampas, kuriuo nustatoma linijų pradžios arba pagrindinė kryptis

source: Solid infill direction
lt: Vientiso užpildo kryptis

source: Angle for solid infill pattern, which controls the start or main direction of line.
lt: Vientiso užpildo rašto kampas, kuriuo nustatoma linijos pradžios arba pagrindinė kryptis

source: Rotate solid infill direction
lt: Pasukti vientiso užpildo kryptį

source: Rotate the solid infill direction by 90° for each layer.
lt: Pasukti vientiso užpildo kryptį 90° kampu kiekvienam sluoksniui.

source: Sparse infill density
lt: Reto užpildymo tankis

source: Density of internal sparse infill, 100% turns all sparse infill into solid infill and internal solid infill pattern will be used.
lt: Vidinio reto užpildymo tankis, 100% paverčia visą retą užpildymą vientisu užpildymu, tuomet bus naudojamas vidinis vientiso užpildymo raštas

source: Sparse infill pattern
lt: Reto užpildymo raštas

source: Line pattern for internal sparse infill.
lt: Vidinio reto užpildymo linijomis modelis

source: Grid
lt: Tinklelis

source: 2D Lattice
lt: 2D grotelės

source: Line
lt: Linija

source: Cubic
lt: Kubinis

source: Tri-hexagon
lt: Trijų šešiakampių sistema

source: Gyroid
lt: Giroidas

source: Honeycomb
lt: Korys

source: Adaptive Cubic
lt: Prisitaikantis kubinis

source: 3D Honeycomb
lt: 3D korys

source: Support Cubic
lt: Atrama kubinė

source: Lightning
lt: Apšvietimas

source: Cross Hatch
lt: Kryžminis skliautas

source: Quarter Cubic
lt: Ketvirtis kubo

source: Lattice angle 1
lt: Rašto kampas 1

source: The angle of the first set of 2D lattice elements in the Z direction. Zero is vertical.
lt: Pirmojo 2D grotelių elementų rinkinio kampas Z kryptimi. Nulis yra vertikalus.

source: Lattice angle 2
lt: Rašto kampas 2

source: The angle of the second set of 2D lattice elements in the Z direction. Zero is vertical.
lt: Antrojo 2D grotelių elementų rinkinio kampas Z kryptimi. Nulis yra vertikalus.

source: Sparse infill anchor length
lt: Reto užpildo tvirtinimo ilgis

source: Connect an infill line to an internal perimeter with a short segment of an additional perimeter. If expressed as percentage (example: 15%) it is calculated over infill extrusion width. Orca Slicer tries to connect two close infill lines to a short perimeter segment. If no such perimeter segment shorter than infill_anchor_max is found, the infill line is connected to a perimeter segment at just one side and the length of the perimeter segment taken is limited to this parameter, but no longer than anchor_length_max. Set this parameter to zero to disable anchoring perimeters connected to a single infill line.
lt: Sujunkite užpildymo liniją su vidiniu perimetru trumpa papildomo perimetro atkarpa. Jei išreiškiama procentais (pvz., 15 %), ji apskaičiuojama per užpildymo ekstruzijos plotį. Programa "Orca Slicer" bando sujungti dvi artimas užpildymo linijas su trumpu perimetro segmentu. Jei tokio perimetro segmento, trumpesnio už infill_anchor_max, nerandama, užpildo linija sujungiama su perimetro segmentu tik vienoje pusėje, o paimto perimetro segmento ilgis apribojamas šiuo parametru, bet ne ilgesnis už anchor_length_max. Nustatykite šį parametrą lygų nuliui, jei norite išjungti perimetro, sujungto su viena užpildo linija, įtvirtinimą.

source: 0 (no open anchors)
lt: 0 (nėra atvirų tvirtinimų)

source: 1000 (unlimited)
lt: 1000 (neribota)

source: Maximum length of the infill anchor
lt: Maksimalus užpildymo tvirtinimų ilgis

source: Connect an infill line to an internal perimeter with a short segment of an additional perimeter. If expressed as percentage (example: 15%) it is calculated over infill extrusion width. Orca Slicer tries to connect two close infill lines to a short perimeter segment. If no such perimeter segment shorter than this parameter is found, the infill line is connected to a perimeter segment at just one side and the length of the perimeter segment taken is limited to infill_anchor, but no longer than this parameter. If set to 0, the old algorithm for infill connection will be used, it should create the same result as with 1000 & 0.
lt: Sujunkite užpildymo liniją su vidiniu perimetru trumpa papildomo perimetro atkarpa. Jei išreiškiama procentais (pvz., 15 %), ji apskaičiuojama per užpildymo ekstruzijos plotį. Programa "Orca Slicer" bando sujungti dvi artimas užpildymo linijas su trumpu perimetro segmentu. Jei tokio trumpesnio už šį parametrą perimetro segmento nerandama, užpildo linija prijungiama prie perimetro segmento tik vienoje pusėje, o paimto perimetro segmento ilgis apribojamas iki infill_anchor, bet ne ilgesnis už šį parametrą. Jei nustatyta 0, bus naudojamas senasis užpildymo sujungimo algoritmas, jis turėtų sukurti tokį patį rezultatą kaip ir naudojant 1000 & 0.

source: 0 (Simple connect)
lt: 0 (paprastas prijungimas)

source: Acceleration of outer walls.
lt: Išorinių sienų pagreitis

source: Acceleration of inner walls.
lt: Vidinių sienų pagreitis

source: Acceleration of travel moves.
lt: Judėjimo judesių pagreitis

source: Acceleration of top surface infill. Using a lower value may improve top surface quality.
lt: Viršutinio paviršiaus užpildymo pagreitis. Naudojant mažesnę vertę gali pagerėti viršutinio paviršiaus kokybė

source: Acceleration of outer wall. Using a lower value can improve quality.
lt: Išorinės sienos pagreitis: naudojant mažesnę vertę galima pagerinti kokybę

source: Acceleration of bridges. If the value is expressed as a percentage (e.g. 50%), it will be calculated based on the outer wall acceleration.
lt: Tiltų pagreitis. Jei reikšmė išreikšta procentais (pvz., 50 %), ji bus apskaičiuota pagal išorinės sienos pagreitį.

source: mm/s² or %
lt: mm/s² arba %

source: Acceleration of sparse infill. If the value is expressed as a percentage (e.g. 100%), it will be calculated based on the default acceleration.
lt: Retų užpildų pagreitis. Jei reikšmė išreikšta procentais (pvz., 100 %), ji bus apskaičiuota pagal numatytąjį pagreitį.

source: Acceleration of internal solid infill. If the value is expressed as a percentage (e.g. 100%), it will be calculated based on the default acceleration.
lt: Vidinio vientiso užpildo pagreitis. Jei reikšmė išreikšta procentais (pvz., 100 %), ji bus apskaičiuota pagal numatytąjį pagreitį.

source: Acceleration of initial layer. Using a lower value can improve build plate adhesion.
lt: Tai pirmojo sluoksnio spausdinimo pagreitis. Naudojant ribotą pagreitį galima pagerinti sukibimą su pagrindu

source: Enable accel_to_decel
lt: Įjungti accel_to_decel

source: Klipper's max_accel_to_decel will be adjusted automatically.
lt: "Klipper" max_accel_to_decel bus nustatytas automatiškai

source: Klipper's max_accel_to_decel will be adjusted to this %% of acceleration.
lt: "Klipper" max_accel_to_decel bus pakoreguotas pagal šį pagreičio %%

source: Jerk of outer walls.
lt: Išorinių sienų trūkčiojimas

source: Jerk of inner walls.
lt: Vidinių sienų trūkčiojimas

source: Jerk for top surface.
lt: Viršutinio paviršiaus trūkčiojimas

source: Jerk for infill.
lt: Užpildymo trūkčiojimas

source: Jerk for initial layer.
lt: Pradinio sluoksnio trūkčiojimas

source: Jerk for travel.
lt: Judėjimo trūkčiojimas

source: Line width of initial layer. If expressed as a %, it will be computed over the nozzle diameter.
lt: Pradinio sluoksnio linijos plotis. Jei išreiškiamas %, jis apskaičiuojamas pagal purkštuko skersmenį.

source: Initial layer height
lt: Pradinio sluoksnio aukštis

source: Height of initial layer. Making initial layer height to be thick slightly can improve build plate adhesion.
lt: Pradinio sluoksnio aukštis. Šiek tiek padidinus pradinio sluoksnio aukštį galima pagerinti pagrindo plokštės sukibimą
