Repository: SoftFever/OrcaSlicer
Catalog: localization/i18n/*/OrcaSlicer_*.po
Languages: lt

source: Select Printers
lt: Pasirinkite spausdintuvus

source: AMS Status
lt: AMS būsena

source: Printing Options
lt: Spausdinimo parinktys

source: Bed Leveling
lt: Lyginimas pagal spausdinimo pagrindą

source: Timelapse
lt: Greitintas vaizdo įrašas

source: Flow Dynamic Calibration
lt: Dinaminis srauto kalibravimas

source: Send Options
lt: Siuntimo parinktys

source: Send to
lt: Siųsti į

source: printers at the same time. (It depends on how many devices can undergo heating at the same time.)
lt: spausdintuvus vienu metu. (Priklauso nuo to, kiek įrenginių gali būti kaitinami vienu metu.)

source: Wait
lt: Laukti

source: minute each batch. (It depends on how long it takes to complete the heating.)
lt: minutę kiekvienai partijai. (Priklauso nuo to, kiek laiko trunka įkaitinimas.)

source: Send
lt: Siųsti

source: Name is invalid;
lt: Pavadinimas netinkamas;

source: illegal characters:
lt: neleidžiami simboliai:

source: illegal suffix:
lt: neleidžiamas plėtinys:

source: The name is not allowed to be empty.
lt: Neleidžiama, kad pavadinimas būtų tuščias.

source: The name is not allowed to start with space character.
lt: Neleidžiama, kad pavadinimas prasidėtų tarpo simboliu.

source: The name is not allowed to end with space character.
lt: Neleidžiama, kad pavadinimas baigtųsi tarpo simboliu.

source: The name length exceeds the limit.
lt: Pavadinimas viršijo leistiną dydį.

source: Origin
lt: Pradžia

source: Size in X and Y of the rectangular plate.
lt: Stačiakampės plokštės dydis X ir Y.

source: Distance of the 0,0 G-code coordinate from the front left corner of the rectangle.
lt: 0,0 G-kodo koordinatės atstumas nuo priekinio kairiojo stačiakampio kampo.

source: Diameter of the print bed. It is assumed that origin (0,0) is located in the center.
lt: Spausdinimo pagrindo skersmuo. Daroma prielaida, kad pradžia (0,0) yra centre.

source: Rectangular
lt: Stačiakampis

source: Circular
lt: Apvalus

source: Load shape from STL...
lt: Įkelti formą iš STL...

source: Settings
lt: Nustatymai

source: Texture
lt: Tekstūra

source: Remove
lt: Pašalinti

source: Not found:
lt: Nerasta:

source: Model
lt: Modelis

source: Choose an STL file to import bed shape from:
lt: Pasirinkite STL failą, iš kurio norite importuoti pagrindo formą:

source: Invalid file format.
lt: Netinkamas failo formatas.

source: Error! Invalid model
lt: Klaida! Netinkamas modelis

source: The selected file contains no geometry.
lt: Pasirinktame faile nėra geometrijos.

source: The selected file contains several disjoint areas. This is not supported.
lt: Pasirinktame faile yra keletas nesusijusių sričių. Tai nepalaikoma.

source: Choose a file to import bed texture from (PNG/SVG):
lt: Pasirinti failą, iš kurio norite importuoti pagrindo tekstūrą (PNG / SVG):

source: Choose an STL file to import bed model from:
lt: Pasirinkite STL failą, iš kurio norite importuoti pagrindo modelį:

source: Bed Shape
lt: Pagrindo forma

source: The recommended minimum temperature cannot be higher than the recommended maximum temperature.
lt: Rekomenduojama minimali temperatūra negali būti aukštesnė už rekomenduojamą maksimalią temperatūrą.

source: Please check.
lt: Prašome patikrinti.

source: Nozzle may be blocked when the temperature is out of recommended range. Please make sure whether to use the temperature to print.
lt: Spausdinimo galvutė gali užsikimšti, jei temperatūra nėra rekomenduojamose ribose. Pasitikrinkite, ar tikrai norite spausdinti šia temperatūra.

source: The recommended nozzle temperature for this filament type is [%d, %d] degrees Celsius.
lt: Rekomenduojama šio tipo gijos spausdinimo temperatūra yra nuo %d iki %d laipsnių Celsijaus

source: Too small max volumetric speed. Reset to 0.5
lt: Per mažas maksimalus tūrinis greitis. Atstatyta į 0,5

source: Current chamber temperature is higher than the material's safe temperature, this may result in material softening and clogging. The maximum safe temperature for the material is %d
lt: Dabartinė kameros temperatūra yra aukštesnė už saugią medžiagos temperatūrą, dėl to medžiaga gali suminkštėti ir užkimšti spausdinimo galvutę. Maksimali saugi medžiagos temperatūra yra %d laipsnių Celsijaus

source: Too small layer height. Reset to 0.2
lt: Per mažas sluoksnio aukštis. Atstatyta į 0,2

source: Too small ironing spacing. Reset to 0.1
lt: Per mažas lyginimo tarpas. Atstatyta į 0,1

source: Zero initial layer height is invalid. The first layer height will be reset to 0.2.
lt: Netinkamas pradinio sluoksnio aukštis. Pirmojo sluoksnio aukštis bus atstatytas į 0,2.

source: This setting is only used for model size tunning with small value in some cases. For example, when model size has small error and hard to be assembled. For large size tuning, please use model scale function. The value will be reset to 0.
lt: Šis nustatymas naudojamas tik nedideliu mastu koreguoti modelio dydį tam tikrais atvejais. Pavyzdžiui, kai modelio dydis turi nedidelę paklaidą ir jį sunku surinkti. Didelio dydžio koregavimui naudokite modelio mastelio keitimo funkciją. Ši vertė bus atstatyta į 0.

source: Too large elephant foot compensation is unreasonable. If really have serious elephant foot effect, please check other settings. For example, whether bed temperature is too high. The value will be reset to 0.
lt: Per didelė dramblio pėdos kompensacija yra nepagrįsta. Jei iš tikrųjų pasireiškia rimtas dramblio pėdos efektas, patikrinkite kitus nustatymus. Pavyzdžiui, ar pagrindo temperatūra nėra per aukšta. Reikšmė bus atstatyta į 0.

source: Alternate extra wall does't work well when ensure vertical shell thickness is set to All.
lt: Papildoma alternatyvi sienelė neveikia gerai, kai vertikalaus apvalkalo storis nustatytas į Visi.

source: Change these settings automatically? Yes - Change ensure vertical shell thickness to Moderate and enable alternate extra wall No - Don't use alternate extra wall
lt: Automatiškai pakeisti šiuos nustatymus? Taip - pakeiskite vertikalaus apvalkalo storį į vidutinį ir įjunkite pakaitinę papildomą sienelę Ne - nenaudoti alternatyvios papildomos sienelės

source: Prime tower does not work when Adaptive Layer Height or Independent Support Layer Height is on. Which do you want to keep? YES - Keep Prime Tower NO - Keep Adaptive Layer Height and Independent Support Layer Height
lt: Valymo bokštas neveikia, kai įjungtas "Adaptyvus sluoksnio aukštis" arba "Nepriklausomas atramų sluoksnio aukštis". Ką norite išlaikyti? TAIP - Išlaikyti valymo bokštą NE - Išlaikyti "Adaptyvų sluoksnio aukštį" ir "Nepriklausomą atramų sluoksnio aukštį"

source: Prime tower does not work when Adaptive Layer Height is on. Which do you want to keep? YES - Keep Prime Tower NO - Keep Adaptive Layer Height
lt: Valymo bokštas neveikia, kai įjungtas "Adaptyvus sluoksnio aukštis". Ką norite išlaikyti? TAIP - Išlaikyti valymo bokštą NE - Išlaikyti "Adaptyvų sluoksnio aukštį"

source: Prime tower does not work when Independent Support Layer Height is on. Which do you want to keep? YES - Keep Prime Tower NO - Keep Independent Support Layer Height
lt: Valymo bokštas neveikia, kai įjungtas "Nepriklausomas atramų sluoksnio aukštis". Ką norite išlaikyti? TAIP - Išlaikyti valymo bokštą NE - Išlaikyti "Nepriklausomą atramų sluoksnio aukštį"

source: seam_slope_start_height need to be smaller than layer_height. Reset to 0.
lt: seam_slope_start_height turi būti mažesnis nei layer_height. Atstatoma į 0.

source: Spiral mode only works when wall loops is 1, support is disabled, top shell layers is 0, sparse infill density is 0 and timelapse type is traditional.
lt: Spiralės režimas veikia tik tada, kai sienelės sluoksnių skaičius yra 1, atramos yra išjungtos, viršutinių sluoksnių skaičius yra 0, Retas užpildas yra 0% ir pakadrinis įrašymas tipas yra tradicinis.

source: But machines with I3 structure will not generate timelapse videos.
lt: Tačiau spausdintuvai su I3 konstrukcija negeneruos pakadrinių vaizdo įrašų.

source: Change these settings automatically? Yes - Change these settings and enable spiral mode automatically No - Give up using spiral mode this time
lt: Ar pakeisti šiuos nustatymus automatiškai? Taip - Pakeisti nurodytus parametrus ir automatiškai įjungti spiralės režimą. Ne - Šį kartą nenaudoti spiralės režimo

source: Auto bed leveling
lt: Automatinis spausdinimo pagrindo lyginimas

source: Heatbed preheating
lt: Spausdinimo pagrindo pašildymas iš anksto

source: Sweeping XY mech mode
lt: Kalibravimo judesiai X ir Y ašyse

source: Changing filament
lt: Gijos keitimas

source: M400 pause
lt: M400 pauzė

source: Paused due to filament runout
lt: Pristabdyta dėl gijos pasibaigimo

source: Heating hotend
lt: Kaitinama galvutė

source: Calibrating extrusion
lt: Kalibruojamas išspaudimas

source: Scanning bed surface
lt: Skenuojamas pagrindo paviršius

source: Inspecting first layer
lt: Tikrinamas pirmasis sluoksnis

source: Identifying build plate type
lt: Identifikuojamas plokštės tipas

source: Calibrating Micro Lidar
lt: Kalibruojamas mikro lidaras

source: Homing toolhead
lt: Galvutės grąžinimas į pradinę padėtį

source: Cleaning nozzle tip
lt: Purkštuko galiuko valymas

source: Checking extruder temperature
lt: Tikrinama ekstruderio temperatūra

source: Printing was paused by the user
lt: Spausdinimas pristabdytas naudotojo

source: Pause of front cover falling
lt: Pristabdymas dėl priekinio dangtelio gedimo

source: Calibrating the micro lidar
lt: Mikro lidaro kalibravimas

source: Calibrating extrusion flow
lt: Gijos išspaudimo srauto kalibravimas

source: Paused due to nozzle temperature malfunction
lt: Pristabdyta dėl purkštuko temperatūros gedimo

source: Paused due to heat bed temperature malfunction
lt: Pristabdyta dėl pagrindo temperatūros gedimo

source: Filament unloading
lt: Gija išstumiama

source: Skip step pause
lt: Praleisti žingsnio pauzę

source: Filament loading
lt: Gija įtraukiama

source: Motor noise calibration
lt: Variklių triukšmo kalibravimas

source: Paused due to AMS lost
lt: Pristabdyta dėl AMS praradimo

source: Paused due to low speed of the heat break fan
lt: Pristabdyta dėl per mažo šilumos slenksčio ventiliatoriaus greičio

source: Paused due to chamber temperature control error
lt: Pristabdyta dėl kameros temperatūros valdymo klaidos

source: Cooling chamber
lt: Aušinama kamera

source: Paused by the G-code inserted by user
lt: Pristabdyta dėl naudotojo įterpto G-kodo

source: Motor noise showoff
lt: Variklio triukšmo demonstravimas

source: Nozzle filament covered detected pause
lt: Pristabdyta - aptikta užspausta gija antgalyje

source: Cutter error pause
lt: Pristabdyta dėl pjovimo klaidos

source: First layer error pause
lt: Pristabdyta dėl pirmojo sluoksnio klaidos

source: Nozzle clog pause
lt: Pristabdyta dėl galvutės užsikimšimo

source: Unknown
lt: Nežinomas

source: Fatal
lt: Kritinė

source: Serious
lt: Svarbi

source: Common
lt: Pasikartojanti

source: Update successful.
lt: Atnaujinimas sėkmingas.

source: Downloading failed.
lt: Parsisuntimas nepavyko.

source: Verification failed.
lt: Patikrinimas nepavyko.

source: Update failed.
lt: Atnaujinimas nepavyko.

source: The current chamber temperature or the target chamber temperature exceeds 45℃. In order to avoid extruder clogging,low temperature filament (PLA/PETG/TPU) is not allowed to be loaded.
lt: Dabartinė kameros temperatūra arba tikslinė kameros temperatūra viršija 45 ℃. Norint išvengti ekstruderio užsikimšimo, negalima įkelti žemos temperatūros gijų (PLA/PETG/TPU).

source: Low temperature filament (PLA/PETG/TPU) is loaded in the extruder. In order to avoid extruder clogging,it is not allowed to set the chamber temperature above 45℃.
lt: Į ekstruderį įkelta žemai temperatūrai skirta gija (PLA/PETG/TPU). Norint išvengti ekstruderio užsikimšimo, kameros temperatūros negalima nustatyti aukštesnės nei 45 ℃.

source: When you set the chamber temperature below 40℃, the chamber temperature control will not be activated, and the target chamber temperature will automatically be set to 0℃.
lt: Nustačius kameros temperatūrą žemesnę nei 40 ℃, kameros temperatūros valdymas nebus aktyvuotas. Automatiniu būdu tikslinė kameros temperatūra bus nustatyta į 0 ℃.

source: Failed to start print job
lt: Nepavyko pradėti spausdinimo

source: This calibration does not support the currently selected nozzle diameter
lt: Ši kalibravimo procedūra nepalaiko šiuo metu pasirinkto purkštuko skersmens

source: Current flowrate cali param is invalid
lt: Dabartinis ekstruzijos srauto kalibravimo parametras yra neteisingas

source: Selected diameter and machine diameter do not match
lt: Pasirinktas diametras ir įrenginio diametras nesutampa

source: Failed to generate cali G-code
lt: Nepavyko sugeneruoti kalibravimo G-kodo

source: Calibration error
lt: Kalibravimo klaida

source: TPU is not supported by AMS.
lt: AMS nepalaiko TPU.

source: Bambu PET-CF/PA6-CF is not supported by AMS.
lt: AMS nepalaiko Bambu PET-CF/PA6-CF.

source: Damp PVA will become flexible and get stuck inside AMS, please take care to dry it before use.
lt: Drėgnas PVA taps lankstus ir gali įstrigti AMS. Prieš naudojimą būtinai jį išdžiovinkite.

source: CF/GF filaments are hard and brittle, it's easy to break or get stuck in AMS, please use with caution.
lt: Pastaba: CF/GF gijos yra kietos ir trapios. Jas lengva nulaužti arba jos gali įstrigti AMS. Naudokite atsargiai.

source: default
lt: numatytas

source: Edit Custom G-code (%1%)
lt: Redaguoti pasirinktinį G-kodą (%1%)

source: Built-in placeholders (Double click item to add to G-code)
lt: Integruoti G-kodo fragmentai (dukart spustelėkite elementą, kad įterptumėte į G-kodą)

source: Search G-code placeholders
lt: Ieškoti G-kodo elementų

source: Add selected placeholder to G-code
lt: Įtraukti pasirinktą elementą į G-kodą

source: Select placeholder
lt: Pasirinkti elementą

source: [Global] Slicing State
lt: [Globali] Sluoksniavimo būsena

source: Read Only
lt: Tik skaitoma

source: Read Write
lt: Skaityti ir rašyti

source: Slicing State
lt: Sluoksniavimo būsena

source: Print Statistics
lt: Spausdinimo statistika

source: Objects Info
lt: Objekto informacija

source: Dimensions
lt: Išmatavimai

source: Temperatures
lt: Temperatūros

source: Timestamps
lt: Laiko žymės

source: Specific for %1%
lt: Būdingas %1%

source: Presets
lt: Profiliai

source: Print settings
lt: Spausdinimo nustatymai

source: Filament settings
lt: Gijos parametrai

source: SLA Materials settings
lt: SLA medžiagų parametrai

source: Printer settings
lt: Spausdintuvo nustatymai

source: parameter name
lt: parametro pavadinimas

source: %s can't be a percentage
lt: %s negali būti procentai

source: Value %s is out of range, continue?
lt: Dydis %s netelpa į ribas. Tęsti?

source: Parameter validation
lt: Parametrų patvirtinimas

source: Value %s is out of range. The valid range is from %d to %d.
lt: Dydis %s netelpa į ribas. Tinkami dydžiai yra nuo %d iki %d.

source: Value is out of range.
lt: Dydis netelpa į ribas.

source: Is it %s%% or %s %s? YES for %s%%, NO for %s %s.
lt: Ar tai %s%% ar %s %s? TAIP %s%%, NE %s %s.

source: Invalid input format. Expected vector of dimensions in the following format: "%1%"
lt: Netinkamas įvesties formatas. Numatytas matmenų vektorius tokiu formatu: "%1%"

source: Input value is out of range
lt: Įvesties vertė viršija ribas

source: Some extension in the input is invalid
lt: Kai kurie įvesties plėtiniai yra netinkami

source: Invalid format. Expected vector format: "%1%"
lt: Netinkamas formatas. Tinkamas vektorinis formatas: "%1%"

source: Layer Height
lt: Sluoksnio aukštis

source: Line Width
lt: Linijos plotis

source: Fan Speed
lt: Ventiliatoriaus greitis

source: Temperature
lt: Temperatūra

source: Flow
lt: Srautas

source: Tool
lt: Įrankis

source: Layer Time
lt: Sluoksnio laikas

source: Layer Time (log)
lt: Sluoksnio laikas (log)

source: Height:
lt: Aukštis:

source: Width:
lt: Plotis:

source: Speed:
lt: Greitis:

source: Flow:
lt: Srautas:

source: Layer Time:
lt: Sluoksnio laikas:

source: Fan:
lt: Ventiliatorius:

source: Temperature:
lt: Temperatūra:

source: Loading G-code
lt: Įkeliami G-kodai

source: Generating geometry vertex data
lt: Geometrijos viršūnių duomenų generavimas

source: Generating geometry index data
lt: Geometrijos indeksų duomenų generavimas

source: Statistics of All Plates
lt: Visų plokščių statistika

source: Display
lt: Rodyti

source: Flushed
lt: Pašalinta

source: Tower
lt: Bokštas

source: Total
lt: Iš viso

source: Total Estimation
lt: Bendra sąmata

source: Total time
lt: Bendras laikas

source: Total cost
lt: Bendra kaina

source: up to
lt: iki

source: above
lt: aukščiau

source: from
lt: nuo

source: Color Scheme
lt: Spalvų schema

source: Time
lt: Laikas

source: Percent
lt: Procentai

source: Used filament
lt: Naudota gija

source: Layer Height (mm)
lt: Sluoksnio aukštis (mm)

source: Line Width (mm)
lt: Linijos plotis (mm)

source: Speed (mm/s)
lt: Greitis (mm/s)

source: Fan Speed (%)
lt: Ventiliatoriaus greitis (%)

source: Temperature (°C)
lt: Temperatūra (°C)

source: Volumetric flow rate (mm³/s)
lt: Tūrinis srautas (mm³/s)

source: Travel
lt: Judėjimas

source: Seams
lt: Siūlės

source: Retract
lt: Įtraukti

source: Unretract
lt: Išleisti

source: Filament Changes
lt: Gijų keitimai

source: Wipe
lt: Valymas

source: Options
lt: Parinktys

source: travel
lt: judėjimas

source: Extruder
lt: Ekstruderis

source: Filament change times
lt: Gijų keitimo laikai

source: Cost
lt: Kaina

source: Color change
lt: Spalvos pakeitimas

source: Print
lt: Spausdinti

source: Printer
lt: Spausdintuvas

source: Tool Change
lt: Įrankių keitimas

source: Time Estimation
lt: Lako sąnaudos

source: Normal mode
lt: Normalus režimas

source: Total Filament
lt: Iš viso gijos

source: Model Filament
lt: Gijos modeliams

source: Prepare time
lt: Paruošimo laikas

source: Model printing time
lt: Modelio spausdinimo laikas

source: Switch to silent mode
lt: Persijungti į tylųjį režimą

source: Switch to normal mode
lt: Persijungti į normalų režimą

source: Variable layer height
lt: Kintamas sluoksnio aukštis

source: Adaptive
lt: Prisitaikantis

source: Quality / Speed
lt: Kokybė / Greitis

source: Smooth
lt: Glotniai

source: Radius
lt: Spindulys

source: Keep min
lt: Laikyti min

source: Left mouse button:
lt: Kairysis pelės mygtukas:

source: Add detail
lt: Pridėti elementą

source: Right mouse button:
lt: Dešinysis pelės mygtukas:

source: Remove detail
lt: Pašalinti elementą

source: Shift + Left mouse button:
lt: Shift + kairysis pelės mygtukas:

source: Reset to base
lt: Iš naujo nustatyti į pagrindinį

source: Shift + Right mouse button:
lt: Shift + dešinysis pelės mygtukas:

source: Smoothing
lt: Glotninimas

source: Mouse wheel:
lt: Pelės ratukas:

source: Increase/decrease edit area
lt: Padidinti / sumažinti redagavimo sritį

source: Sequence
lt: Seka

source: Mirror Object
lt: Atspindėti objektą

source: Tool Move
lt: Įrankio judėjimas

source: Tool Rotate
lt: Įrankio sukimas

source: Move Object
lt: Perkelti objektą

source: Auto Orientation options
lt: Automatinio orientavimo parametrai

source: Enable rotation
lt: Leisti sukimąsi

source: Optimize support interface area
lt: Optimizuoti atramų sąlyčio plotą

source: Orient
lt: Orientuoti

source: Arrange options
lt: Išdėstymo parinktys

source: Spacing
lt: Tarpai

source: 0 means auto spacing.
lt: 0 reiškia automatinius tarpus.

source: Auto rotate for arrangement
lt: Automatiškai pasukti išdėstymui

source: Allow multiple materials on same plate
lt: Leisti skirtingas medžiagas ant tos pačios plokštės

source: Avoid extrusion calibration region
lt: Vengti išspaudimo kalibravimo ploto

source: Align to Y axis
lt: Išlygiuoti pagal Y ašį

source: Add plate
lt: Įtraukti plokštę

source: Auto orient all/selected objects
lt: Automatiškai orientuoti visi/pasirinkti objektai

source: Auto orient all objects on current plate
lt: Automatiškai orientuoti visus objektus pasirinktoje plokštėje

source: Arrange all objects
lt: Išdėstyti visus objektus

source: Arrange objects on selected plates
lt: Išdėstyti objektus pasirinktose plokštėse

source: Split to objects
lt: Padalinti į objektus

source: Split to parts
lt: Padalinti į dalis

source: Assembly View
lt: Surinkimo vaizdas

source: Select Plate
lt: Pasirinkti plokštę

source: Assembly Return
lt: Sugrąžinti surinkimą

source: Return
lt: Grąžinti

source: Paint Toolbar
lt: Piešimo įrankių juosta

source: Explosion Ratio
lt: Plėtimosi santykis

source: Section View
lt: Sekcijos peržiūra

source: Assemble Control
lt: Surinkimo valdymas

source: Total Volume:
lt: Visas tūris:

source: Assembly Info
lt: Surinkimo informacija

source: Volume:
lt: Tūris:

source: Size:
lt: Dydis:

source: Conflicts of G-code paths have been found at layer %d, z = %.2lf mm. Please separate the conflicted objects farther (%s <-> %s).
lt: Rasta G-kode judėjimo kelių konfliktų %d sluoksnyje, z = %.2lf mm. Prašome labiau atskirti konfliktinius objektus (%s <-> %s).

source: An object is laid over the plate boundaries.
lt: Objektas yra už spausdinimo pagrindo ribų.

source: A G-code path goes beyond the max print height.
lt: G-kode judėjimo maršrutas viršija maksimalų spausdinimo aukštį.

source: A G-code path goes beyond the plate boundaries.
lt: G-kode judėjimo maršrutas išeina už spausdinimo plokštės ribų.

source: Only the object being edited is visible.
lt: Matomas tik redaguojamas objektas.

source: An object is laid over the plate boundaries or exceeds the height limit. Please solve the problem by moving it totally on or off the plate, and confirming that the height is within the build volume.
lt: Objektas yra už spausdinimo plokštės ribų arba viršija aukščio limitą. Norėdami išspręsti problemą, perkelkite objektą visiškai ant plokštės arba nuo jos ir įsitikinkite, kad aukštis yra leidžiamame spausdinimo tūryje.

source: Calibration step selection
lt: Kalibravimo žingsnio pasirinkimas

source: Micro lidar calibration
lt: Mikro lidaro kalibravimas

source: Bed leveling
lt: Spausdinimo pagrindo išlyginimas

source: Vibration compensation
lt: Vibracijos kompensacija

source: Motor noise cancellation
lt: Variklių garso sumažinimas

source: Calibration program
lt: Kalibravimo programa

source: The calibration program detects the status of your device automatically to minimize deviation. It keeps the device performing optimally.
lt: Kalibravimo programa automatiškai nustato jūsų įrenginio būseną, kad minimaliai nukryptų nuo parametrų. Taip ji užtikrina optimalų įrenginio veikimą.

source: Calibration Flow
lt: Kalibravimo eiga

source: Start Calibration
lt: Pradėti kalibravimą

source: Completed
lt: Užbaigta

source: Calibrating
lt: Kalibruojama

source: No step selected
lt: Nepasirinktas žingsnis

source: Auto-record Monitoring
lt: Automatinio įrašymo stebėjimas

source: Go Live
lt: Įjungti spausdinimo stebėjimą

source: Liveview Retry
lt: Pakartoti stebėjimą realiu laiku

source: Resolution
lt: Skiriamoji geba

source: Enable
lt: Įgalinti

source: Hostname or IP
lt: Hosto vardas arba IP

source: Custom camera source
lt: Pasirinktinės kameros šaltinis

source: Show "Live Video" guide page.
lt: Rodyti tiesioginio vaizdo vadovo puslapį.

source: Connect Printer (LAN)
lt: Prijungti spausdintuvą (LAN)

source: Please input the printer access code:
lt: Prašome įvesti spausdintuvo prieigos kodą:

source: You can find it in "Settings > Network > Connection code" on the printer, as shown in the figure:
lt: Galite jį rasti spausdintuvo nustatymuose, skiltyje "Tinklas" > "Prisijungimo kodas", kaip parodyta paveikslėlyje:

source: Invalid input.
lt: Netinkama įvestis.

source: New Window
lt: Naujas langas

source: Open a new window
lt: Atidaryti naują langą

source: Application is closing
lt: Programa uždaroma

source: Closing Application while some presets are modified.
lt: Programa bus uždaryta, nors kai kurie nustatymai neįrašyti.

source: Logging
lt: Registravimas
