Repository: SoftFever/OrcaSlicer
Catalog: localization/i18n/*/OrcaSlicer_*.po
Languages: lt

source: Support Painting
lt: Palaiko piešimą

source: Alt + Mouse wheel
lt: Alt + pelės ratukas

source: Section view
lt: Sekcijų peržiūra

source: Reset direction
lt: Atstatyti kryptį

source: Ctrl + Mouse wheel
lt: Ctrl + pelės ratukas

source: Pen size
lt: Pieštuko dydis

source: Left mouse button
lt: Kairys pelės mygtukas

source: Enforce supports
lt: Priverstinės atramos

source: Right mouse button
lt: Dešinys pelės mygtukas

source: Block supports
lt: Blokuoti atramas

source: Shift + Left mouse button
lt: Shift + kairys pelės mygtukas

source: Erase
lt: Ištrinti

source: Erase all painting
lt: Ištrinti visą piešinį

source: Highlight overhang areas
lt: Paryškinti kabančias vietas

source: Gap fill
lt: Plyšių užpildymas

source: Perform
lt: Atlikti

source: Gap area
lt: Plyšio vieta

source: Tool type
lt: Įrankio tipas

source: Smart fill angle
lt: Išmanaus užpildymo kampas

source: On overhangs only
lt: Tik kabantiems

source: Auto support threshold angle:
lt: Automatinių atramų generavimo kampas:

source: Circle
lt: Apskritimas

source: Sphere
lt: Sfera

source: Fill
lt: Užpildymas

source: Gap Fill
lt: Plyšių užpildymas

source: Allows painting only on facets selected by: "%1%"
lt: Leidžia piešti tik tuos aspektus, kuriuos pasirinko: „%1%“

source: Highlight faces according to overhang angle.
lt: Paryškinti paviršius pagal iškyšos kampą.

source: No auto support
lt: Nenaudoti automatinių atramų

source: Support Generated
lt: Atramos sugeneruotos

source: Gizmo-Place on Face
lt: Gizmo-Patalpinti ant paviršiaus

source: Lay on face
lt: Paguldyti ant paviršiaus

source: Filament count exceeds the maximum number that painting tool supports. Only the first %1% filaments will be available in painting tool.
lt: Gijų skaičius viršija didžiausią palaikomą piešimo įrankio. Piešimo įrankyje bus pasiekiami tik pirmosios %1% gijos.

source: Color Painting
lt: Spalvotas piešimas

source: Pen shape
lt: Rašiklio forma

source: Paint
lt: Piešti

source: Key 1~9
lt: Klavišai 1~9

source: Choose filament
lt: Pasirinkite giją

source: Edge detection
lt: Briaunų aptikimas

source: Triangles
lt: Trikampiai

source: Filaments
lt: Gijos

source: Brush
lt: Teptukas

source: Smart fill
lt: Išmanus užpildymas

source: Bucket fill
lt: Kibiro užpildymas

source: Height range
lt: Aukščio diapazonas

source: Toggle Wireframe
lt: Perjungti "vielinį" vaizdą

source: Shortcut Key
lt: Spartusis klavišas

source: Triangle
lt: Trikampis

source: Height Range
lt: Aukščio diapazonas

source: Vertical
lt: Vertikaliai

source: Horizontal
lt: Horizontaliai

source: Remove painted color
lt: Pašalinti dažytą spalvą

source: Painted using: Filament %1%
lt: Piešta naudojant: Gija %1%

source: Move
lt: Perkelti

source: Gizmo-Move
lt: Gizmo-Judėjimas

source: Rotate
lt: Pasukti

source: Gizmo-Rotate
lt: Gizmo-Pasukimas

source: Optimize orientation
lt: Optimizuoti orientaciją

source: Apply
lt: Taikyti

source: Scale
lt: Mastelis

source: Gizmo-Scale
lt: Gizmo-Skalė

source: Error: Please close all toolbar menus first
lt: Klaida: Prašome pirmiau uždaryti visus įrankių juostos meniu

source: Position
lt: Padėtis

source: Rotation
lt: Pasukimas

source: Scale ratios
lt: Mastelis

source: Object Operations
lt: Objekto veiksmai

source: Volume Operations
lt: Tūrio veiksmai

source: Translate
lt: Išversti

source: Group Operations
lt: Grupės veiksmai

source: Set Position
lt: Nustatyti padėtį

source: Set Orientation
lt: Nustatyti orientaciją

source: Set Scale
lt: Nustatyti mastelį

source: Reset Position
lt: Atstatyti padėtį

source: Reset Rotation
lt: Iš naujo nustatyti pasukimą

source: World coordinates
lt: Pasaulio koordinatės

source: Object coordinates
lt: Objekto koordinatės

source: Size
lt: Dydis

source: uniform scale
lt: vienoda skalė

source: Planar
lt: Planarinis

source: Dovetail
lt: Šakinis sujungimas

source: Auto
lt: Automatiškai

source: Manual
lt: Rankiniu būdu

source: Plug
lt: Kištukas

source: Dowel
lt: Kaištis

source: Snap
lt: Snapelis

source: Prism
lt: Prizmė

source: Frustum
lt: Nukirsta piramidė

source: Square
lt: Kvadratas

source: Hexagon
lt: Šešiakampis

source: Keep orientation
lt: Išlaikyti padėtį

source: Place on cut
lt: Padėti ant pjūvio

source: Flip upside down
lt: Apversti aukštyn kojom

source: Connectors
lt: Jungtys

source: Type
lt: Tipas

source: Style
lt: Stilius

source: Shape
lt: Figūra

source: Depth
lt: Gyliai

source: Groove
lt: Griovelis

source: Width
lt: Plotis

source: Flap Angle
lt: Atvertimo kampas

source: Groove Angle
lt: Griovelio kampas

source: Part
lt: Dalis

source: Object
lt: Objektas

source: Click to flip the cut plane Drag to move the cut plane
lt: Paspauskite, norėdami apversti pjūvio plokštumą Vilkite, norėdami perkelti pjūvio plokštumą

source: Click to flip the cut plane Drag to move the cut plane Right-click a part to assign it to the other side
lt: Paspauskite, norėdami apversti pjūvio plokštumą Vilkite, norėdami perkelti pjūvio plokštumą Dešiniuoju pelės mygtuku spustelėkite dalį, kad ją priskirtumėte kitai pusei

source: Move cut plane
lt: Perkelti pjūvio plokštumą

source: Mode
lt: Režimas

source: Change cut mode
lt: Keisti pjūvio režimą

source: Tolerance
lt: Paklaidos

source: Drag
lt: Vilkti

source: Draw cut line
lt: Brėžti pjūvio liniją

source: Left click
lt: Kairysis spustelėjimas

source: Add connector
lt: Įtraukti jungtį

source: Right click
lt: Spustelėti dešinįjį pelės mygtuką

source: Remove connector
lt: Pašalinti jungtį

source: Move connector
lt: Perkelti jungtį

source: Add connector to selection
lt: Įtraukti jungtį į pasirinktą

source: Remove connector from selection
lt: Pašalinti jungtį iš pasirinkto

source: Select all connectors
lt: Pasirinkti visas jungtis

source: Cut
lt: Pjauti

source: Rotate cut plane
lt: Sukti pjovimo plokštumą

source: Remove connectors
lt: Pašalinti jungtis

source: Bulge
lt: Iškilimas

source: Bulge proportion related to radius
lt: Iškilimo proporcija spindulio atžvilgiu

source: Space
lt: Tarpas

source: Space proportion related to radius
lt: Tarpo proporcija spindulio atžvilgiu

source: Confirm connectors
lt: Patvirtinti jungtis

source: Cancel
lt: Atšaukti

source: Build Volume
lt: Spausdinimo tūris

source: Flip cut plane
lt: Apversti pjovimo plokštumą

source: Groove change
lt: Griovelio kaita

source: Reset
lt: Nustatyti iš naujo

source: Edited
lt: Taisyta

source: Cut position
lt: Pjovimo vieta

source: Reset cutting plane
lt: Atstatyti pjovimo plokštumą

source: Edit connectors
lt: Taisyti jungtis

source: Add connectors
lt: Įtraukti jungtis

source: Reset cut
lt: Atstatyti pjovimą

source: Reset cutting plane and remove connectors
lt: Atstatyti pjovimo plokštumą ir pašalinti jungtis

source: Upper part
lt: Viršutinė dalis

source: Lower part
lt: Apatinė dalis

source: Keep
lt: Laikyti

source: Flip
lt: Apversti

source: After cut
lt: Po pjovimo

source: Cut to parts
lt: Supjaustyti į dalis

source: Perform cut
lt: Atlikti pjūvį

source: Warning
lt: Įspėjimas

source: Invalid connectors detected
lt: Nustatytos netinkamos jungtys

source: %1$d connector is out of cut contour
lt: %1$d jungtis išeina už pjovimo kontūro

source: %1$d connector is out of object
lt: %1$d jungtis yra už objekto ribų

source: Some connectors are overlapped
lt: Kai kurios jungtys persidengia

source: Select at least one object to keep after cutting.
lt: Pasirinkite bent vieną objektą, kurį norite išlaikyti po pjūvio.

source: Cut plane is placed out of object
lt: Pjovimo plokštuma nesiekia objekto

source: Cut plane with groove is invalid
lt: Neteisinga pjovimo plokštuma su grioveliu

source: Connector
lt: Jungtis

source: Cut by Plane
lt: Iškirpti su plokštuma

source: non-manifold edges be caused by cut tool, do you want to fix it now?
lt: netinkami kraštai atsirado dėl pjovimo įrankio. Ar norite sutvarkyti dabar?

source: Repairing model object
lt: Taisomas modelio objektas

source: Cut by line
lt: Pjovimas pagal liniją

source: Delete connector
lt: Ištrinti jungtį

source: Mesh name
lt: Figūros pavadinimas

source: Detail level
lt: Detalių lygis

source: Decimate ratio
lt: Dešimtainis santykis

source: Processing model '%1%' with more than 1M triangles could be slow. It is highly recommended to simplify the model.
lt: Modelio „%1%“ apdorojimas su daugiau nei 1 milijonu trikampių gali būti lėtas. Labai rekomenduojama supaprastinti modelį.

source: Simplify model
lt: Supaprastinti modelį

source: Simplify
lt: Supaprastinti

source: Simplification is currently only allowed when a single part is selected
lt: Šiuo metu supaprastinimas leidžiamas tik tada, kai pasirenkama viena dalis

source: Error
lt: Klaida

source: Extra high
lt: Papildomas aukštis

source: High
lt: Aukštas

source: Medium
lt: Vidutinis

source: Low
lt: Žemas

source: Extra low
lt: Itin žemas

source: %d triangles
lt: %d trikampiai

source: Show wireframe
lt: Rodyti vielinį rėmą

source: Can't apply when processing preview.
lt: Negalima taikyti, kai atliekama proceso peržiūra.

source: Operation already cancelling. Please wait a few seconds.
lt: Operacija jau atšaukiama. Palaukite kelias sekundes.

source: Face recognition
lt: Paviršių atpažinimas

source: Perform Recognition
lt: Atlikti atpažinimą

source: Brush size
lt: Teptuko dydis

source: Brush shape
lt: Teptuko forma

source: Enforce seam
lt: Priverstinė siūlė

source: Block seam
lt: Blokuoti siūlę

source: Seam painting
lt: Siūlių piešimas

source: Remove selection
lt: Pašalinti pasirinkimą

source: Entering Seam painting
lt: Įjungiamas siūlių piešimas

source: Leaving Seam painting
lt: Išjungiamas siūlių piešimas

source: Paint-on seam editing
lt: Taisomos pieštos siūlės

source: Font
lt: Šriftas

source: Thickness
lt: Storis

source: Text Gap
lt: Teksto plyšiai

source: Angle
lt: Kampas

source: Embedded depth
lt: Įspaudimo gylis

source: Input text
lt: Įveskite tekstą

source: Surface
lt: Paviršius

source: Horizontal text
lt: Horizontalus tekstas

source: Shift + Mouse move up or down
lt: Shift + pelės judėjimas aukštyn arba žemyn

source: Rotate text
lt: Sukti tekstą

source: Text shape
lt: Formuoti tekstą

source: Text rotate
lt: Sukti tekstą

source: Text move
lt: Perkelti tekstą

source: Set Mirror
lt: Nustatyti veidrodį

source: Embossed text
lt: Iškilus tekstas

source: Enter emboss gizmo
lt: Įjungti iškilimo įrankį

source: Leave emboss gizmo
lt: Palikti reljefinio rašto įrankį

source: Embossing actions
lt: Reljefiniai veiksmai

source: Emboss
lt: Iškelti

source: NORMAL
lt: ĮPRASTAS

source: SMALL
lt: MAŽAS

source: ITALIC
lt: KURSYVAS

source: SWISS
lt: KLASIKINIS

source: MODERN
lt: MODERNUS

source: First font
lt: Pirmas šriftas

source: Default font
lt: Numatytasis šriftas

source: Advanced
lt: Plačiau

source: The text cannot be written using the selected font. Please try choosing a different font.
lt: Pasirinktu šriftu negalima rašyti teksto. Pasirinkite kitą šriftą.

source: Embossed text cannot contain only white spaces.
lt: Reljefinis tekstas negali būti sudarytas vien iš tarpų.

source: Text contains character glyph (represented by '?') unknown by font.
lt: Texte yra simbolių (žymimi '?' ), kurių šriftas neatpažįsta.

source: Text input doesn't show font skew.
lt: Teksto įvestis nerodo šrifto pasvirimo.

source: Text input doesn't show font boldness.
lt: Teksto įvestis nerodo šrifto paryškinimo.

source: Text input doesn't show gap between lines.
lt: Teksto įvestis nerodo tarpelio tarp eilučių.

source: Too tall, diminished font height inside text input.
lt: Per aukštas, - sumažintas šrifto aukštis teksto įvedimo laukelyje.

source: Too small, enlarged font height inside text input.
lt: Per mažas, - padidintas šrifto aukštis teksto įvedimo laukelyje.

source: Text doesn't show current horizontal alignment.
lt: Tekstas nerodo dabartinio horizontalaus išlyginimo.

source: Revert font changes.
lt: Grąžinti šriftą į pradinę būseną.

source: Font "%1%" can't be selected.
lt: Nepavyksta pasirinkti "%1%" šrifto .

source: Operation
lt: Operacija

source: Join
lt: Sulieti

source: Click to change text into object part.
lt: Spustelėkite, kad tekstas taptų objekto dalimi.

source: You can't change a type of the last solid part of the object.
lt: Negalite pakeisti paskutinės vientisos objekto dalies tipo.

# EmbossOperation
source: Cut
lt: Pjauti

source: Click to change part type into negative volume.
lt: Spustelėkite, kad dalies tipą pakeistumėte į neigiamą tūrį (ertmę).

source: Modifier
lt: Modifikatorius

source: Click to change part type into modifier.
lt: Spustelėkite, kad dalies tipą pakeistumėte į modifikatorių.

source: Change Text Type
lt: Pakeisti teksto tipą

source: Rename style (%1%) for embossing text
lt: Pervadinkite (%1%) stilių reljefiniam tekstui

source: Name can't be empty.
lt: Pavadinimas negali būti tuščias.

source: Name has to be unique.
lt: Pavadinimas privalo būti unikalus.

source: OK
lt: Gerai

source: Rename style
lt: Pervardinti stilių

source: Rename current style.
lt: Pervardinti dabartinį stilių.

source: Can't rename temporary style.
lt: Negalima pervardinti laikino stiliaus.

source: First Add style to list.
lt: Pirmiausia įtraukite stilių į sąrašą.

source: Save %1% style
lt: Išsaugoti %1% stilių

source: No changes to save.
lt: Nėra jokių pakeitimų.

source: New name of style
lt: Naujas stiliaus pavadinimas

source: Save as new style
lt: Išsaugoti kaip naują stilių

source: Only valid font can be added to style.
lt: Į stilių gali būti įtrauktas tik tinkamas šriftas.

source: Add style to my list.
lt: Įtraukti stilių į mano sąrašą.

source: Save as new style.
lt: Išsaugoti kaip naują stilių.

source: Remove style
lt: Pašalinti stilių

source: Can't remove the last existing style.
lt: Negalima pašalinti paskutinio stiliaus.

source: Are you sure you want to permanently remove the "%1%" style?
lt: Ar tikrai norite visiškai pašalinti "%1%" stilių?

source: Delete "%1%" style.
lt: Ištrinti "%1%" stilių.

source: Can't delete "%1%". It is last style.
lt: Negalima ištrinti "%1%" stiliaus, nes jis yra paskutinis.

source: Can't delete temporary style "%1%".
lt: Negalima pašalinti laikino "%1%" stiliaus.

source: Modified style "%1%"
lt: Pakeistas "%1%" stilius

source: Current style is "%1%"
lt: Dabartinis stilius yra "%1%"

source: Changing style to "%1%" will discard current style modification. Would you like to continue anyway?
lt: Stilius bus pakeistas į "%1%“. Dėl to bus panaikinti visi dabartinio stiliaus pakeitimai. Ar vis tiek norite tęsti?

source: Not valid style.
lt: Netinkamas stilius.

source: Style "%1%" can't be used and will be removed from a list.
lt: "%1%" stilius negali būti naudojimas, todėl bus pašalintas iš sąrašo.

source: Unset italic
lt: Išjungti kursyvą

source: Set italic
lt: Įjungti kursyvą

source: Unset bold
lt: Išjungti paryškinimą

source: Set bold
lt: Įjungti paryškinimą

source: Revert text size.
lt: Atstatyti teksto dydį.

source: Revert embossed depth.
lt: Atstatyti reljefo gylį.

source: Advanced options cannot be changed for the selected font. Select another font.
lt: Pasirinktam šriftui negalima keisti išplėstinių parinkčių. Pasirinkite kitą šriftą.

source: Revert using of model surface.
lt: Atstatyti modelio paviršiaus naudojimą.

source: Revert Transformation per glyph.
lt: Atstatyti simbolio pakeitimus.

source: Set global orientation for whole text.
lt: Nustatyti viso teksto bendrą orientaciją.

source: Set position and orientation per glyph.
lt: Nustatyti kiekvieno simbolio atskirą poziciją ir orientaciją.

# Alignment
source: Left
lt: Kairė

# Alignment
source: Center
lt: Centras

# Alignment
source: Right
lt: Dešinė

# Alignment
source: Top
lt: Viršutinis

# Alignment
source: Middle
lt: Vidurys

# Alignment
source: Bottom
lt: Apatinis

source: Revert alignment.
lt: Atstatyti lygiavimą.

source: points
lt: taškai

source: Revert gap between characters
lt: Atstatyti tarpus tarp raidžių

source: Distance between characters
lt: Atstumas tarp simbolių

source: Revert gap between lines
lt: Atstatyti tarpus tarp eilučių

source: Distance between lines
lt: Atstumas tarp eilučių

source: Undo boldness
lt: Panaikinti paryškinimą

source: Tiny / Wide glyphs
lt: Siauri / platūs simboliai

source: Undo letter's skew
lt: Panaikinti raidės pasvirimą

source: Italic strength ratio
lt: Kursyvo pasvirimo kampas

source: Undo translation
lt: Panaikinti vertimą

source: Distance of the center of the text to the model surface.
lt: Atstumas nuo teksto centro iki modelio paviršiaus.

source: Undo rotation
lt: Panaikinti pasukimą

source: Rotate text Clock-wise.
lt: Sukti tekstą pagal laikrodžio rodyklę.

source: Unlock the text's rotation when moving text along the object's surface.
lt: Leisti tekstui laisvai suktis jį stumdant objekto paviršiumi.

source: Lock the text's rotation when moving text along the object's surface.
lt: Neleisti tekstui laisvai suktis jį stumdant objekto paviršiumi.

source: Select from True Type Collection.
lt: Pasirinkti iš TrueType rinkinio.

source: Set text to face camera
lt: Pasukti tekstą taip, kad jis žiūrėtų į kamerą

source: Orient the text towards the camera.
lt: Pasukti tekstą į kameros pusę.

source: Font "%1%" can't be used. Please select another.
lt: Šrifto „%1%“ negalima naudoti. Pasirinkite kitą.

source: Can't load exactly same font ("%1%"). Application selected a similar one ("%2%"). You have to specify font for enable edit text.
lt: Negalima įkelti lygiai tokio paties šrifto ("%1%"). Programa pasirinko panašų šriftą("%2%"). Turite nurodyti šriftą, kad būtų galima redaguoti tekstą.

source: No symbol
lt: Nėra simbolio

source: Loading
lt: Įkeliama

source: In queue
lt: Eilėje

source: Height
lt: Aukštis

source: Use surface
lt: Naudoti paviršių

source: Per glyph
lt: Kiekvienam simboliui

source: Alignment
lt: Lygiavimas

source: Char gap
lt: Tarpas tarp simbolių

source: Line gap
lt: Tarpas tarp eilučių

source: Boldness
lt: Pastorintas

source: Skew ratio
lt: Pasvirimas

source: From surface
lt: Nuo paviršiaus

source: Keep up
lt: Laikyti viršun

source: Collection
lt: Rinkinys

source: SVG rotate
lt: SVG sukimas

source: SVG move
lt: SVG perkėlimas

source: Enter SVG gizmo
lt: Pasirinkti SVG įrankį

source: Leave SVG gizmo
lt: Išeiti iš SVG įrankio

source: SVG actions
lt: SVG veiksmai

source: Opacity (%1%)
lt: Permatomumas (%1%)

source: Color gradient (%1%)
lt: Spalvos gradientas (%1%)

source: Undefined fill type
lt: Nenustatytas užpildymo tipas

source: Linear gradient
lt: Linijinis gradientas

source: Radial gradient
lt: Centrinis gradientas

source: Open filled path
lt: Atidaryti uždarą kontūrą

source: Undefined stroke type
lt: Nenustatytas brūkšnio stilius

source: Path can't be healed from self-intersection and multiple points.
lt: Kelias negali būti sutvarkytas dėl savaiminio susikirtimo ir kelių taškų.

source: Final shape contains self-intersection or multiple points with same coordinate.
lt: Galutinėje formoje yra savaiminė sankirta arba keli taškai su tomis pačiomis koordinatėmis.

source: Shape is marked as invisible (%1%).
lt: Figūra pažymėta kaip nematoma (%1%).

source: Fill of shape (%1%) contains unsupported: %2%.
lt: Figūros %1% užpildas turi nepalaikomą %2%.

source: Stroke of shape (%1%) is too thin (minimal width is %2% mm).
lt: Figūros (%1%) brūkšnys per plonas (minimalus plotis - %2% mm).

source: Stroke of shape (%1%) contains unsupported: %2%.
lt: Figūros (%1%) brūkšnys turi nepalaikomą %2%.

source: Face the camera
lt: Pasukti į kamerą

source: Unknown filename
lt: Nežinomas failo pavadinimas

source: SVG file path is "%1%"
lt: SVG failo kelias yra "%1%"

source: Reload SVG file from disk.
lt: Pakartotinai įkelti SVG failą iš disko.

source: Change file
lt: Pakeisti failą

source: Change to another .svg file
lt: Pakeisti į kitą .svg failą

source: Forget the file path
lt: Pamiršti failo kelią

source: Do NOT save local path to 3MF file. Also disables 'reload from disk' option.
lt: NEsaugoti vietinio failo kelio į 3MF failą. Taip pat išjungiama parinktis „pakartotinai įkelti iš disko“.

source: Bake
lt: Perkelti detales

source: Bake into model as uneditable part
lt: Perkelti į modelį kaip netaisomas dalis

source: Save as
lt: Išsaugoti kaip

source: Save SVG file
lt: Išsaugoti SVG failą

source: Save as '.svg' file
lt: Išsaugoti kaip ".svg" failą

source: Size in emboss direction.
lt: Išspaudimo aukštis.

source: Scale also changes amount of curve samples (%1%)
lt: Mastelis taip pat keičia kreivės taškų skaičių (%1%)

source: Width of SVG.
lt: SVG plotis.

source: Height of SVG.
lt: SVG aukštis.

source: Lock/unlock the aspect ratio of the SVG.
lt: Įjungti / Išjungti SVG proporcijų laikymąsi.

source: Reset scale
lt: Iš naujo nustatyti skalę

source: Distance of the center of the SVG to the model surface.
lt: Atstumas nuo SVG centro iki modelio paviršiaus.

source: Reset distance
lt: Atstatyti atstumą į numatytąjį

source: Reset rotation
lt: Iš naujo nustatyti sukimąsi

source: Lock/unlock rotation angle when dragging above the surface.
lt: Įjungti / išjungti sukimosi kampą tempiant paviršiumi.

source: Mirror vertically
lt: Atspindėti vertikaliai

source: Mirror horizontally
lt: Atspindėti horizontaliai

source: Change SVG Type
lt: Keisti SVG tipą

source: Mirror
lt: Atspindys

source: Choose SVG file for emboss:
lt: Pasirinkti SVG failą išspaudimui:

source: File does NOT exist (%1%).
lt: Failas neegzistuoja (%1%).

source: Filename has to end with ".svg" but you selected %1%
lt: Failo pavadinimas turi turėti plėtinį ".svg", o jūs pasirinkote %1%

source: Nano SVG parser can't load from file (%1%).
lt: „NanoSVG“ analizatorius negali įkelti failo (%1%).

source: SVG file does NOT contain a single path to be embossed (%1%).
lt: SVG failas NETURI nė vieno kontūro, tinkamo išspaudimui (%1%).

source: No feature
lt: Nėra funkcijos

source: Vertex
lt: Viršūnė

source: Edge
lt: Briauna

source: Plane
lt: Plokštuma

source: Point on edge
lt: Taškas ant briaunos

source: Point on circle
lt: Taškas ant apskritimo

source: Point on plane
lt: Taškas ant plokštumos

source: Center of edge
lt: Briaunos centras

source: Center of circle
lt: Apskritimo centras

source: Select feature
lt: Pasirinkti elementą

source: Select point
lt: Pasirinkti tašką

source: Delete
lt: Ištrinti

source: Restart selection
lt: Pasirinkti iš naujo

source: Cancel a feature until exit
lt: Atšaukti funkciją, kol išeisite

source: Measure
lt: Matuoti

source: Please confirm explosion ratio = 1, and please select at least one object.
lt: Patvirtinkite išplėtimo koeficientą = 1 ir pasirinkite bent vieną objektą

source: Please select at least one object.
lt: Pasirinkite bent vieną objektą.

source: Edit to scale
lt: Taisyti masteliui

# Verb
source: Scale all
lt: Bendras mastelis

source: None
lt: Nieko

source: Diameter
lt: Skersmuo

source: Length
lt: Ilgis

source: Selection
lt: Pasirinkimas

source: (Moving)
lt: (Perkėlimas)

source: Select 2 faces on objects and make objects assemble together.
lt: Pasirinkite 2 objektų paviršius ir leiskite objektams susijungti.

source: Select 2 points or circles on objects and specify distance between them.
lt: Pasirinkite 2 taškus arba apskritimus ant objektų ir nurodykite atstumą tarp jų.

source: Face
lt: Paviršius

source: (Fixed)
lt: (Pataisyta)

source: Point
lt: Taškas

source: Feature 1 has been reset, feature 2 has been feature 1
lt: 1 funkcija buvo iš naujo nustatyta, 2 funkcija buvo 1 funkcija

source: Warning: please select Plane's feature.
lt: Įspėjimas: pasirinkite Plokštumos funkciją.

source: Warning: please select Point's or Circle's feature.
lt: Įspėjimas: pasirinkite Taško arba Apskritimo funkciją.

source: Warning: please select two different mesh.
lt: Įspėjimas: pasirinkite dvi skirtingas figūras.

source: Copy to clipboard
lt: Nukopijuoti į iškarpinę

source: Perpendicular distance
lt: Statmenas atstumas

source: Distance
lt: Atstumas

source: Direct distance
lt: Tiesioginis atstumas
