Repository: SoftFever/OrcaSlicer
Catalog: localization/i18n/*/OrcaSlicer_*.po
Languages: lt

source: The object %1% exceeds the maximum build volume height.
lt: Objektas %1% viršija maksimalų galimą spausdinimo tūrio aukštį.

source: While the object %1% itself fits the build volume, its last layer exceeds the maximum build volume height.
lt: Nors pats objektas %1% telpa į spausdinimo tūrį, jo paskutinis sluoksnis viršija didžiausią spausdinimo tūrio aukštį.

source: You might want to reduce the size of your model or change current print settings and retry.
lt: Galbūt norėsite sumažinti modelio dydį arba pakeisti esamus spausdinimo nustatymus ir bandyti dar kartą.

source: Variable layer height is not supported with Organic supports.
lt: Kintamas sluoksnio aukštis nepalaikomas su " Organinėmis atramomis".

source: Different nozzle diameters and different filament diameters may not work well when the prime tower is enabled. It's very experimental, so please proceed with caution.
lt: Skirtingo skersmens purkštukai ir skirtingo skersmens gijos gali neveikti gerai, kai įjungtas valymo bokštas. Tai labai eksperimentinė priemonė, todėl elkitės atsargiai.

source: The Wipe Tower is currently only supported with the relative extruder addressing (use_relative_e_distances=1).
lt: Valymo bokštas šiuo metu palaikomas tik naudojant santykinį ekstruderio adresą (use_relative_e_distances=1).

source: Ooze prevention is only supported with the wipe tower when 'single_extruder_multi_material' is off.
lt: Dumblo susidarymo prevencija palaikoma tik naudojant nuvalymo bokštą, kai 'single_extruder_multi_material' yra išjungta.

source: The prime tower is currently only supported for the Marlin, RepRap/Sprinter, RepRapFirmware and Repetier G-code flavors.
lt: Pagrindinis bokštas šiuo metu palaikomas tik "Marlin", "RepRap/Sprinter", "RepRapFirmware" ir "Repetier" G-kodo tipuose.

source: The prime tower is not supported in "By object" print.
lt: Pirminis bokštas nepalaikomas spausdinant "Pagal objektą".

source: The prime tower is not supported when adaptive layer height is on. It requires that all objects have the same layer height.
lt: Pagrindinis bokštas nepalaikomas, kai įjungtas prisitaikantis sluoksnio aukštis. Reikalaujama, kad visi objektai turėtų vienodą sluoksnio aukštį.

source: The prime tower requires "support gap" to be multiple of layer height.
lt: Valymo bokštui reikia, kad bet koks "atraminis tarpas" būtų sluoksnio aukščio kartotinis

source: The prime tower requires that all objects have the same layer heights.
lt: Valymo bokštui reikia, kad visų objektų sluoksnio aukštis būtų vienodas

source: The prime tower requires that all objects are printed over the same number of raft layers.
lt: Valymo bokštui reikia, kad visi objektai būtų spausdinami ant vienodo skaičiaus platformos sluoksnių

source: The prime tower is only supported for multiple objects if they are printed with the same support_top_z_distance.
lt: Pirminis bokštas palaikomas keliems objektams tik tuo atveju, jei jie spausdinami tuo pačiu atramų z aukščio atstumu.

source: The prime tower requires that all objects are sliced with the same layer heights.
lt: Pirminis bokštas reikalauja, kad visi objektai būtų susluoksniuoti vienodo aukščio sluoksniais.

source: The prime tower is only supported if all objects have the same variable layer height.
lt: Pagrindinis bokštas palaikomas tik tuo atveju, jei visi objektai turi tą patį kintamą sluoksnio aukštį

source: One or more object were assigned an extruder that the printer does not have.
lt: Vienas ar daugiau objektų buvo priskirti ekstruderiui, kurio spausdintuvas neturi.

source: Too small line width
lt: Per mažas linijos plotis

source: Too large line width
lt: Per didelis linijos plotis

source: Printing with multiple extruders of differing nozzle diameters. If support is to be printed with the current filament (support_filament == 0 or support_interface_filament == 0), all nozzles have to be of the same diameter.
lt: Spausdinti su keliais skirtingo skersmens purkštukais. Jei atrama turi būti spausdinama su dabartine gija (support_filament == 0 arba support_interface_filament == 0), visi purkštukai turi būti vienodo skersmens.

source: The prime tower requires that support has the same layer height with object.
lt: Pagrindinis bokštas reikalauja, kad atramos ir objekto sluoksnio aukštis būtų toks pat.

source: Organic support tree tip diameter must not be smaller than support material extrusion width.
lt: Organinio atraminio medžio viršūnės skersmuo turi būti ne mažesnis už atraminės medžiagos ekstruzijos plotį.

source: Organic support branch diameter must not be smaller than 2x support material extrusion width.
lt: Organinės atraminės šakos skersmuo turi būti ne mažesnis kaip 2 kartus mažesnis už atraminės medžiagos ekstruzijos plotį.

source: Organic support branch diameter must not be smaller than support tree tip diameter.
lt: Organinės atraminės šakos skersmuo neturi būti mažesnis už atraminio medžio viršūnės skersmenį.

source: Support enforcers are used but support is not enabled. Please enable support.
lt: Naudojamos priverstinės atramos, tačiau atramų funkcija išjungta. Įjunkite atramas.

source: Layer height cannot exceed nozzle diameter.
lt: Sluoksnio aukštis negali viršyti purkštuko skersmens

source: Relative extruder addressing requires resetting the extruder position at each layer to prevent loss of floating point accuracy. Add "G92 E0" to layer_gcode.
lt: Tam, kad neprarastų slankiojo kablelio tikslumo, santykinis ekstruderio adresavimas reikalauja kiekviename sluoksnyje iš naujo nustatyti ekstruderio padėtį. Pridėkite „G92 E0“ prie layer_gcode.

source: "G92 E0" was found in before_layer_gcode, which is incompatible with absolute extruder addressing.
lt: „G92 E0“ buvo rastas before_layer_gcode, kuris nesuderinamas su absoliučiu ekstruderio adresavimu.

source: "G92 E0" was found in layer_gcode, which is incompatible with absolute extruder addressing.
lt: layer_gcode buvo rastas „G92 E0“, - tai nesuderinama su absoliučiu ekstruderio adresavimu.

source: Plate %d: %s does not support filament %s
lt: Plokštė %d: %s nepalaiko %s gijos

source: Setting the jerk speed too low could lead to artifacts on curved surfaces
lt: Nustačius per mažą trūkčiojimo greitį, lenktuose paviršiuose gali atsirasti artefaktų

source: The jerk setting exceeds the printer's maximum jerk (machine_max_jerk_x/machine_max_jerk_y). Orca will automatically cap the jerk speed to ensure it doesn't surpass the printer's capabilities. You can adjust the maximum jerk setting in your printer's configuration to get higher speeds.
lt: Nustatytas trūkčiojimas viršija didžiausią spausdintuvo trūkčiojimą (machine_max_jerk_x/machine_max_jerk_y). Orca automatiškai apribos trūkčiojimo greitį, kad jis neviršytų spausdintuvo galimybių. Norėdami pasiekti didesnį greitį, spausdintuvo konfigūracijoje galite pakoreguoti didžiausio trūkčiojimo nustatymą.

source: The acceleration setting exceeds the printer's maximum acceleration (machine_max_acceleration_extruding). Orca will automatically cap the acceleration speed to ensure it doesn't surpass the printer's capabilities. You can adjust the machine_max_acceleration_extruding value in your printer's configuration to get higher speeds.
lt: Nustatytas pagreitis viršija maksimalų spausdintuvo pagreitį (machine_max_acceleration_extruding). Orca automatiškai apribos pagreitį, kad jis neviršytų spausdintuvo galimybių. Norėdami pasiekti didesnį greitį, spausdintuvo konfigūracijoje galite pakoreguoti machine_max_acceleration_extruding reikšmę.

source: The travel acceleration setting exceeds the printer's maximum travel acceleration (machine_max_acceleration_travel). Orca will automatically cap the travel acceleration speed to ensure it doesn't surpass the printer's capabilities. You can adjust the machine_max_acceleration_travel value in your printer's configuration to get higher speeds.
lt: Judėjimo pagreičio nustatymas viršija didžiausią spausdintuvo judėjimo pagreitį (machine_max_acceleration_travel). Orca automatiškai apribos judėjimo pagreitį, kad jis neviršytų spausdintuvo galimybių. Norėdami pasiekti didesnį greitį, spausdintuvo konfigūracijoje galite pakoreguoti machine_max_acceleration_travel reikšmę.

source: Filament shrinkage will not be used because filament shrinkage for the used filaments differs significantly.
lt: Gijų susitraukimas nenaudojamas, nes naudojamų gijų susitraukimas labai skiriasi.

source: Generating skirt & brim
lt: Generuojamas apvadas ir kraštas

source: Exporting G-code
lt: Eksportuojamas G-kodas

source: Generating G-code
lt: Generuojamas G-kodas

source: Failed processing of the filename_format template.
lt: Nepavyko apdoroti šablono filename_format.

source: Printer technology
lt: Spausdintuvo technologija

source: Printable area
lt: Spausdinama sritis

source: Bed exclude area
lt: Nespausdinama pagrindo sritis

source: Unprintable area in XY plane. For example, X1 Series printers use the front left corner to cut filament during filament change. The area is expressed as polygon by points in following format: "XxY, XxY, ..."
lt: Nespausdinama sritis XY plokštumoje. Pavyzdžiui, X1 serijos spausdintuvuose priekinis kairysis kampas naudojamas gijai nupjauti keičiant giją. Plotas išreiškiamas taškų daugiakampiu toliau nurodytu formatu: "XxY, XxY, ..."

source: Bed custom texture
lt: Pasirinktinė pagrindo tekstūra

source: Bed custom model
lt: Pasirinktinis pagrindo modelis

source: Elephant foot compensation
lt: Dramblio pėdos kompensacija

source: Shrinks the initial layer on build plate to compensate for elephant foot effect.
lt: Taip sutraukiamas pirmasis spausdinio sluoksnis, kad būtų kompensuotas dramblio pėdos efektas

source: Elephant foot compensation layers
lt: Dramblio pėdos kompensavimo sluoksniai

source: The number of layers on which the elephant foot compensation will be active. The first layer will be shrunk by the elephant foot compensation value, then the next layers will be linearly shrunk less, up to the layer indicated by this value.
lt: Sluoksnių, kuriuose veiks dramblio pėdos kompensavimas, skaičius. Pirmasis sluoksnis bus sumažintas pagal dramblio pėdos kompensavimo vertę, tada kiti sluoksniai bus tiesiškai mažinami mažiau, iki šia verte nurodyto sluoksnio.

source: layers
lt: sluoksniai

source: Slicing height for each layer. Smaller layer height means more accurate and more printing time.
lt: Tai kiekvieno sluoksnio aukštis. Mažesni sluoksnių aukščiai užtikrina didesnį tikslumą, bet ilgesnį spausdinimo laiką

source: Printable height
lt: Spausdinamas aukštis

source: Maximum printable height which is limited by mechanism of printer.
lt: Tai didžiausias spausdinamas aukštis, kurį riboja spausdinimo zonos aukštis

source: Preferred orientation
lt: Pageidautina orientacija

source: Automatically orient stls on the Z-axis upon initial import.
lt: Automatiškai orientuoti stl failus pagal Z ašį pradinio importo metu

source: Printer preset names
lt: Spausdintuvo nustatymų pavadinimai

source: Use 3rd-party print host
lt: Naudokite trečiosios šalies spausdinimo prieglobą

source: Allow controlling BambuLab's printer through 3rd party print hosts.
lt: Leidimas valdyti "BambuLab" spausdintuvą per trečiosios šalies spausdinimo prieglobą

source: Hostname, IP or URL
lt: Hosto pavadinimas, IP arba URL

source: Orca Slicer can upload G-code files to a printer host. This field should contain the hostname, IP address or URL of the printer host instance. Print host behind HAProxy with basic auth enabled can be accessed by putting the user name and password into the URL in the following format: https://username:password@your-octopi-address/
lt: "Orca Slicer" gali įkelti G-kodo failus į spausdintuvo prieglobą. Šiame lauke turi būti nurodytas spausdintuvo prieglobos egzemplioriaus prieglobos vardas, IP adresas arba URL. Spausdintuvo prieglobą už HAProxy su įjungta pagrindine autorizacija galima pasiekti į URL įrašant naudotojo vardą ir slaptažodį tokiu formatu: https://username:password@your-octopi-address/

source: Device UI
lt: Įrenginio sąsaja

source: Specify the URL of your device user interface if it's not same as print_host.
lt: Nurodykite savo įrenginio naudotojo sąsajos URL, jei jis nesutampa su print_host

source: API Key / Password
lt: API raktas / slaptažodis

source: Orca Slicer can upload G-code files to a printer host. This field should contain the API Key or the password required for authentication.
lt: "Orca Slicer" gali įkelti G-kodo failus į spausdintuvą. Šiame lauke turėtų būti nurodytas API raktas arba autentifikavimui reikalingas slaptažodis.

source: Name of the printer.
lt: Spausdintuvo pavadinimas

source: HTTPS CA File
lt: HTTPS CA failas

source: Custom CA certificate file can be specified for HTTPS OctoPrint connections, in crt/pem format. If left blank, the default OS CA certificate repository is used.
lt: Pasirinktinis CA sertifikato failas gali būti nurodytas HTTPS OctoPrint ryšiams crt/pem formatu. Jei paliekama tuščia, naudojama numatytoji OS CA sertifikatų saugykla.

source: User
lt: Naudotojas

source: Password
lt: Slaptažodis

source: Ignore HTTPS certificate revocation checks
lt: Nepaisyti HTTPS sertifikato atšaukimo patikrų

source: Ignore HTTPS certificate revocation checks in case of missing or offline distribution points. One may want to enable this option for self signed certificates if connection fails.
lt: Nepaisyti HTTPS sertifikato atšaukimo patikrų, jei paskirstymo taškų trūksta arba jie neprisijungę. Jei nepavyksta prisijungti, galite įjungti šią parinktį savarankiškai pasirašytiems sertifikatams.

source: Names of presets related to the physical printer.
lt: Su fiziniu spausdintuvu susijusių išankstinių nustatymų pavadinimai

source: Authorization Type
lt: Autorizacijos tipas

source: API key
lt: API raktas

source: HTTP digest
lt: HTTP santrauka

source: Avoid crossing walls
lt: Vengti kirsti sieną

source: Detour to avoid traveling across walls, which may cause blobs on the surface.
lt: Apvažiuoti ir vengti važiuoti per sieną, nes dėl to ant paviršiaus gali atsirasti žymė

source: Avoid crossing walls - Max detour length
lt: Vengti kirsti sieną - Didžiausias apylankos ilgis

source: Maximum detour distance for avoiding crossing wall. Don't detour if the detour distance is larger than this value. Detour length could be specified either as an absolute value or as percentage (for example 50%) of a direct travel path. Zero to disable.
lt: Didžiausias apylankos atstumas, kad būtų išvengta sienos kirtimo: Spausdintuvas neaplenks sienos, jei aplenkimo atstumas yra didesnis nei ši vertė. Apylankos ilgis gali būti nurodomas kaip absoliuti vertė arba kaip procentinė dalis (pvz., 50 %) nuo tiesioginio judėjimo kelio. Nustačius 0 reikšmę, ši funkcija bus išjungta

source: mm or %
lt: mm arba %

source: Other layers
lt: Kiti sluoksniai

source: Bed temperature for layers except the initial one. A value of 0 means the filament does not support printing on the Cool Plate.
lt: Pagrindo temperatūra po pirmojo sluoksnio. 0 reiškia, kad gija nepalaiko spausdinimo ant šaltos plokštės

source: Bed temperature for layers except the initial one. A value of 0 means the filament does not support printing on the Textured Cool Plate.
lt: Sluoksnių, išskyrus pradinį, pagrindo temperatūra. Reikšmė 0 reiškia, kad gija neleidžia spausdinti ant tekstūrinės vėsios plokštės

source: Bed temperature for layers except the initial one. A value of 0 means the filament does not support printing on the Engineering Plate.
lt: Pagrindo temperatūra po pirmojo sluoksnio. 0 reiškia, kad gija nepalaiko spausdinimo ant inžinerinės plokštės

source: Bed temperature for layers except the initial one. A value of 0 means the filament does not support printing on the High Temp Plate.
lt: Pagrindo temperatūra po pirmojo sluoksnio. 0 reiškia, kad gija nepalaiko spausdinimo ant aukštos temperatūros plokštės

source: Bed temperature for layers except the initial one. A value of 0 means the filament does not support printing on the Textured PEI Plate.
lt: Pagrindo temperatūra po pirmojo sluoksnio. 0 reiškia, kad gija nepalaiko spausdinimo ant tekstūruotos PEI plokštės

source: Initial layer
lt: Pradinis sluoksnis

source: Initial layer bed temperature
lt: Pradinė sluoksnio pagrindo temperatūra

source: Bed temperature of the initial layer. A value of 0 means the filament does not support printing on the Cool Plate SuperTack.
lt: Pradinio sluoksnio pagrindo temperatūra. Reikšmė 0 reiškia, kad gija nepalaiko spausdinimo ant šaltos plokštės „SuperTack“.

source: Bed temperature of the initial layer. A value of 0 means the filament does not support printing on the Cool Plate.
lt: Pirmojo sluoksnio temperatūra. 0 reiškia, kad gija nepalaiko spausdinimo ant šaltos plokštės

source: Bed temperature of the initial layer. A value of 0 means the filament does not support printing on the Textured Cool Plate.
lt: Pradinio sluoksnio pagrindo temperatūra. Reikšmė 0 reiškia, kad gija neleidžia spausdinti ant tekstūruotos vėsios plokštės

source: Bed temperature of the initial layer. A value of 0 means the filament does not support printing on the Engineering Plate.
lt: Pirmojo sluoksnio temperatūra. 0 reiškia, kad gija nepalaiko spausdinimo ant inžinerinės plokštės

source: Bed temperature of the initial layer. A value of 0 means the filament does not support printing on the High Temp Plate.
lt: Pirmojo sluoksnio temperatūra. 0 reiškia, kad gija nepalaiko spausdinimo ant aukštos temperatūros plokštės

source: Bed temperature of the initial layer. A value of 0 means the filament does not support printing on the Textured PEI Plate.
lt: Pirmojo sluoksnio temperatūra. 0 reiškia, kad gija nepalaiko spausdinimo ant tekstūruotos PEI plokštės

source: Bed types supported by the printer.
lt: Spausdintuvo palaikomi pagrindo tipai

source: Smooth Cool Plate
lt: Glotni vėsi plokštė

source: Smooth High Temp Plate
lt: Lygi aukštos temperatūros plokštė

source: First layer print sequence
lt: Pirmojo sluoksnio spausdinimo seka

source: Other layers print sequence
lt: Kitų sluoksnių spausdinimo seka

source: The number of other layers print sequence
lt: Sluoksnių skaičiaus spausdinimo seka

source: Other layers filament sequence
lt: Kitų sluoksnių gijų seka

source: This G-code is inserted at every layer change before the Z lift.
lt: Šis G-kodas įterpiamas kiekvieną kartą keičiant sluoksnį prieš pakeliant z

source: Bottom shell layers
lt: Apatiniai sluoksniai

source: This is the number of solid layers of bottom shell, including the bottom surface layer. When the thickness calculated by this value is thinner than bottom shell thickness, the bottom shell layers will be increased.
lt: Tai yra apatinio korpuso vientisų sluoksnių skaičius, įskaitant apatinį paviršiaus sluoksnį. Kai pagal šią reikšmę apskaičiuotas storis yra plonesnis už apatinio apvalkalo storį, apatinio apvalkalo sluoksniai bus padidinti

source: Bottom shell thickness
lt: Apatinio apvalkalo storis

source: The number of bottom solid layers is increased when slicing if the thickness calculated by bottom shell layers is thinner than this value. This can avoid having too thin shell when layer height is small. 0 means that this setting is disabled and thickness of bottom shell is absolutely determined by bottom shell layers.
lt: Pjaustant didinamas apatinių vientisų sluoksnių skaičius, jei pagal apatinius apvalkalo sluoksnius apskaičiuotas storis yra plonesnis už šią vertę. Taip galima išvengti per plono apvalkalo, kai sluoksnių aukštis yra mažas. 0 reiškia, kad šis nustatymas išjungtas ir apatinio apvalkalo storis visiškai nustatomas pagal apatinio apvalkalo sluoksnius

source: Apply gap fill
lt: Taikyti tarpų užpildymą

source: Enables gap fill for the selected solid surfaces. The minimum gap length that will be filled can be controlled from the filter out tiny gaps option below. Options: 1. Everywhere: Applies gap fill to top, bottom and internal solid surfaces for maximum strength 2. Top and Bottom surfaces: Applies gap fill to top and bottom surfaces only, balancing print speed, reducing potential over extrusion in the solid infill and making sure the top and bottom surfaces have no pinhole gaps 3. Nowhere: Disables gap fill for all solid infill areas Note that if using the classic perimeter generator, gap fill may also be generated between perimeters, if a full width line cannot fit between them. That perimeter gap fill is not controlled by this setting. If you would like all gap fill, including the classic perimeter generated one, removed, set the filter out tiny gaps value to a large number, like 999999. However this is not advised, as gap fill between perimeters is contributing to the model's strength. For models where excessive gap fill is generated between perimeters, a better option would be to switch to the arachne wall generator and use this option to control whether the cosmetic top and bottom surface gap fill is generated.
lt: Įjungiamas pasirinktų vientisų paviršių tarpų užpildymas. Mažiausias užpildomo tarpo ilgis gali būti kontroliuojamas naudojant toliau esančią mažų tarpų filtravimo parinktį. Parinktys: 1. Visur: Taikomas tarpo užpildymas viršutiniam, apatiniam ir vidiniam vientisam paviršiui, kad jis būtų maksimaliai tvirtas. 2. Viršutinis ir apatinis paviršiai: Užpildomi tik viršutiniai ir apatiniai paviršiai, taip subalansuojant spausdinimo greitį, sumažinant galimą vientisų užpildų perteklinį išspaudimą ir užtikrinant, kad viršutiniuose ir apatiniuose paviršiuose nebūtų skylučių tarpų. 3. Niekur: Išjungiamas tarpų užpildymas visuose vientiso užpildo plotuose. Atkreipkite dėmesį, kad jei naudojamas klasikinis perimetro generatorius, tarpų užpildymas gali būti generuojamas ir tarp perimetrų, jei tarp jų netelpa viso pločio linija. Šis nustatymas tokio perimetro tarpo užpildymo nekontroliuoja. Jei norite, kad visi tarpų užpildymai, įskaitant klasikinio perimetro generuojamą tarpą, būtų pašalinti, nustatykite mažų tarpų filtravimo reikšmę dideliu skaičiumi, pavyzdžiui, 999999. Tačiau to daryti nerekomenduojama, nes tarpų tarp perimetrų užpildymas prisideda prie modelio tvirtumo. Modeliuose, kuriuose tarp perimetrų generuojamas per didelis tarpų užpildas, geresnis variantas būtų pereiti prie arachne sienų generatoriaus ir šia parinktimi valdyti, ar generuojamas kosmetinis viršutinio ir apatinio paviršiaus tarpų užpildas

source: Everywhere
lt: Visur

source: Top and bottom surfaces
lt: Viršutinis ir apatinis paviršiai

source: Nowhere
lt: Niekur

source: Force cooling for overhangs and bridges
lt: Iškyšų ir tiltų priverstinis aušinimas

source: Enable this option to allow adjustment of the part cooling fan speed for specifically for overhangs, internal and external bridges. Setting the fan speed specifically for these features can improve overall print quality and reduce warping.
lt: Įjunkite šią parinktį, kad būtų galima reguliuoti detalės aušinimo ventiliatoriaus greitį specialiai iškyšoms, vidiniams ir išoriniams tilteliams. Nustatant ventiliatoriaus greitį specialiai šiems elementams, galima pagerinti bendrą spausdinimo kokybę ir sumažinti deformacijas.

source: Overhangs and external bridges fan speed
lt: Ventiliatoriaus greitis iškyšose ir išoriniuose tiltuose
