Repository: SoftFever/OrcaSlicer
Catalog: localization/i18n/*/OrcaSlicer_*.po
Languages: lt

source: This option enables the generation of an extra bridge layer over internal and/or external bridges. Extra bridge layers help improve bridge appearance and reliability, as the solid infill is better supported. This is especially useful in fast printers, where the bridge and solid infill speeds vary greatly. The extra bridge layer results in reduced pillowing on top surfaces, as well as reduced separation of the external bridge layer from its surrounding perimeters. It is generally recommended to set this to at least 'External bridge only', unless specific issues with the sliced model are found. Options: 1. Disabled - does not generate second bridge layers. This is the default and is set for compatibility purposes 2. External bridge only - generates second bridge layers for external-facing bridges only. Please note that small bridges that are shorter or narrower than the set number of perimeters will be skipped as they would not benefit from a second bridge layer. If generated, the second bridge layer will be extruded parallel to the first bridge layer to reinforce the bridge strength 3. Internal bridge only - generates second bridge layers for internal bridges over sparse infill only. Please note that the internal bridges count towards the top shell layer count of your model. The second internal bridge layer will be extruded as close to perpendicular to the first as possible. If multiple regions in the same island, with varying bridge angles are present, the last region of that island will be selected as the angle reference 4. Apply to all - generates second bridge layers for both internal and external-facing bridges
lt: Ši parinktis leidžia sukurti papildomą tilto sluoksnį virš vidinių ir (arba) išorinių tiltų. Papildomi tiltų sluoksniai padeda pagerinti tiltų išvaizdą ir patikimumą, nes kietasis užpildas geriau atremiamas. Tai ypač naudinga greituosiuose spausdintuvuose, kuriuose tilto ir kietojo užpildo greitis labai skiriasi. Dėl papildomo tiltelio sluoksnio sumažėja viršutinių paviršių pagalvėlių, taip pat sumažėja išorinio tiltelio sluoksnio atsiskyrimas nuo jį supančių perimetrų. Paprastai rekomenduojama nustatyti bent jau „External bridge only“ (tik išorinis tiltelis), nebent būtų nustatyta specifinių problemų, susijusių su supjaustytu modeliu. Parinktys: 1. Išjungta - negeneruojami antrojo tilto sluoksniai. Tai numatytasis nustatymas, kuris nustatytas suderinamumo tikslais. 2. Tik išorinis tiltas - generuoja antrojo tilto sluoksnius tik į išorę orientuotiems tiltams. Atkreipkite dėmesį, kad maži tiltai, kurie yra trumpesni arba siauresni už nustatytą perimetrų skaičių, bus praleisti, nes jiems antrasis tilto sluoksnis nebus naudingas. Jei sugeneruojamas, antrasis tilto sluoksnis bus išspaustas lygiagrečiai pirmajam tilto sluoksniui, kad būtų sustiprintas tilto tvirtumas. 3. Tik vidinis tiltas - generuojami antrieji tilto sluoksniai, skirti tik vidiniams tiltams virš reto užpildo. Atkreipkite dėmesį, kad vidiniai tiltai įskaičiuojami į modelio viršutinio apvalkalo sluoksnių skaičių. Antrasis vidinio tilto sluoksnis bus išspaustas kuo arčiau statmenai pirmajam. Jei toje pačioje saloje yra keli regionai su skirtingais tiltelių kampais, kaip atskaitos kampas bus pasirinktas paskutinis tos salos regionas. 4. Taikyti visiems - sukuriami antrieji tiltų sluoksniai, skirti tiek į vidiniams, tiek į išoriniams tiltams.

source: Disabled
lt: Išjungta

source: External bridge only
lt: Tik išorinis tiltas

source: Internal bridge only
lt: Tik vidinis tiltas

source: Apply to all
lt: Taikyti visiems

source: Filter out small internal bridges
lt: Filtruoti mažus vidinius tiltus

source: This option can help reduce pillowing on top surfaces in heavily slanted or curved models. By default, small internal bridges are filtered out and the internal solid infill is printed directly over the sparse infill. This works well in most cases, speeding up printing without too much compromise on top surface quality. However, in heavily slanted or curved models, especially where too low a sparse infill density is used, this may result in curling of the unsupported solid infill, causing pillowing. Enabling limited filtering or no filtering will print internal bridge layer over slightly unsupported internal solid infill. The options below control the sensitivity of the filtering, i.e. they control where internal bridges are created: 1. Filter - enables this option. This is the default behavior and works well in most cases 2. Limited filtering - creates internal bridges on heavily slanted surfaces while avoiding unnecessary bridges. This works well for most difficult models 3. No filtering - creates internal bridges on every potential internal overhang. This option is useful for heavily slanted top surface models; however, in most cases, it creates too many unnecessary bridges
lt: Ši parinktis gali padėti sumažinti viršutinių paviršių, esančių smarkiai nuožulniuose ar išlenktuose modeliuose, iškilimą. Pagal numatytuosius nustatymus nedideli vidiniai tiltai filtruojami, o vidinis vientisas užpildas spausdinamas tiesiai ant reto užpildo. Daugeliu atvejų tai gerai veikia, nes pagreitina spausdinimą per daug nepakenkiant viršutinio paviršiaus kokybei. Tačiau smarkiai pasvirusiuose ar išlenktuose modeliuose, ypač jei naudojamas per mažas reto užpildo tankis, gali susiraukšlėti nepalaikomas vientisas užpildas, todėl gali atsirasti iškilimų. Įjungus ribotą filtravimą arba jo neįjungus, vidinis tilto sluoksnis bus spausdinamas ant šiek tiek nepalaikomo vidinio vientiso užpildo. Toliau pateiktomis parinktimis valdomas filtravimo jautrumas, t. y. jomis nustatoma, kurioje vietoje sukuriami vidiniai tiltai. 1. Filtruoti - įjungiama ši parinktis. Tai numatytoji elgsena, kuri daugeliu atvejų veikia gerai. 2. Ribotas filtravimas - sukuriami vidiniai tiltai smarkiai nuožulniuose paviršiuose, išvengiant nereikalingų tiltų. Tai gerai veikia daugumai sudėtingų modelių. 3. Be filtravimo - sukuria vidinius tiltus kiekvienoje potencialioje vidinėje iškyšoje. Ši parinktis naudinga stipriai nuožulnių viršutinių paviršių modeliams, tačiau daugeliu atvejų ji sukuria per daug nereikalingų tiltų.

source: Filter
lt: Filtras

source: Limited filtering
lt: Ribotas filtravimas

source: No filtering
lt: Išjungta

source: Max bridge length
lt: Maksimalus tilto ilgis

source: Max length of bridges that don't need support. Set it to 0 if you want all bridges to be supported, and set it to a very large value if you don't want any bridges to be supported.
lt: Maksimalus tiltų, kuriems nereikia atramos, ilgis. Nustatykite 0, jei norite, kad būtų remiami visi tiltai, ir labai didelę reikšmę, jei nenorite, kad būtų remiami jokie tiltai.

source: End G-code
lt: Pabaigos G-kodas

source: End G-code when finishing the entire print.
lt: Pridėti pabaigos G-kodą, kai bus baigtas visas spausdinimas

source: Between Object G-code
lt: Tarp objektų G-kodas

source: Insert G-code between objects. This parameter will only come into effect when you print your models object by object
lt: G-kodas įterpiamas tarp objektų. Šis parametras bus taikomas tik tada, kai spausdinsite modelius objektas po objekto

source: End G-code when finishing the printing of this filament.
lt: Pridėti pabaigos G-kodą, kai bus baigta spausdinti ši gija

source: Ensure vertical shell thickness
lt: Užtikrinti vertikalaus apvalkalo storį

source: Add solid infill near sloping surfaces to guarantee the vertical shell thickness (top+bottom solid layers) None: No solid infill will be added anywhere. Caution: Use this option carefully if your model has sloped surfaces Critical Only: Avoid adding solid infill for walls Moderate: Add solid infill for heavily sloping surfaces only All: Add solid infill for all suitable sloping surfaces Default value is All.
lt: Prie nuožulnių paviršių pridėti kietąjį užpildą, kad būtų užtikrintas vertikalus apvalkalo storis (viršutinis ir apatinis vientisi sluoksniai). Nėra: Vientisas užpildas niekur nepridedamas. Dėmesio: Jei jūsų modelyje yra nuožulnių paviršių, naudokite šią parinktį atsargiai. Tik kritiniai: Venkite pridėti vientisą sienų užpildą Vidutiniai: Pridėti vientisą užpildą tik smarkiai nuožulniems paviršiams Visi: pridėkite vientisą užpildą visiems tinkamiems nuožulniems paviršiams Numatytoji reikšmė yra Visi.

source: Critical Only
lt: Tik kritiniai

source: Moderate
lt: Vidutiniai

source: Top surface pattern
lt: Viršutinio paviršiaus raštas

source: Line pattern of top surface infill.
lt: Tai viršutinio paviršiaus užpildymo linijomis modelis

source: Concentric
lt: Koncentrinis

source: Rectilinear
lt: Tiesia linija

source: Monotonic
lt: Monotoniškas

source: Monotonic line
lt: Monotoniška linija

source: Aligned Rectilinear
lt: Tiesiai sulygiuota

source: Hilbert Curve
lt: Hilberto kreivė

source: Archimedean Chords
lt: Archimedo akordai

source: Octagram Spiral
lt: Oktagramos spiralė

source: Bottom surface pattern
lt: Apatinio paviršiaus užpildo linijų raštas

source: Line pattern of bottom surface infill, not bridge infill.
lt: Tai apatinio paviršiaus užpildymo linijioms raštas, išskyrus tiltų užpildymą

source: Internal solid infill pattern
lt: Vidinis vientiso užpildo raštas

source: Line pattern of internal solid infill. if the detect narrow internal solid infill be enabled, the concentric pattern will be used for the small area.
lt: Vidinio vientiso užpildo linijų raštas. Jei įjungta funkcija aptikti siaurą vidinį vientisą užpildą, mažam plotui bus naudojamas koncentrinis raštas.

source: Line width of outer wall. If expressed as a %, it will be computed over the nozzle diameter.
lt: Išorinės sienos linijos plotis. Jei išreiškiamas %, jis apskaičiuojamas pagal purkštuko skersmenį.

source: Speed of outer wall which is outermost and visible. It's used to be slower than inner wall speed to get better quality.
lt: Išorinės sienos, kuri yra išorinė ir matoma, greitis. Naudojamas lėtesnis nei vidinės sienelės greitis, kad būtų pasiekta geresnė kokybė.

source: Small perimeters
lt: Maži perimetrai

source: This separate setting will affect the speed of perimeters having radius <= small_perimeter_threshold (usually holes). If expressed as percentage (for example: 80%) it will be calculated on the outer wall speed setting above. Set to zero for auto.
lt: Šis atskiras nustatymas turės įtakos perimetrų, kurių spindulys <= small_perimeter_threshold (paprastai skylės), greičiui. Jei jis išreikštas procentais (pvz., 80 %), jis bus apskaičiuojamas pagal pirmiau nurodytą išorinės sienos greičio nustatymą. Nustatykite nulį, jei norite, kad greitis būtų automatinis.

source: Small perimeters threshold
lt: Mažo perimetro ribos

source: This sets the threshold for small perimeter length. Default threshold is 0mm.
lt: Nustatoma mažo perimetro ilgio riba. Numatytoji riba yra 0 mm

source: Walls printing order
lt: Sienų spausdinimo eiliškumas

source: Print sequence of the internal (inner) and external (outer) walls. Use Inner/Outer for best overhangs. This is because the overhanging walls can adhere to a neighbouring perimeter while printing. However, this option results in slightly reduced surface quality as the external perimeter is deformed by being squashed to the internal perimeter. Use Inner/Outer/Inner for the best external surface finish and dimensional accuracy as the external wall is printed undisturbed from an internal perimeter. However, overhang performance will reduce as there is no internal perimeter to print the external wall against. This option requires a minimum of 3 walls to be effective as it prints the internal walls from the 3rd perimeter onwards first, then the external perimeter and, finally, the first internal perimeter. This option is recommended against the Outer/Inner option in most cases. Use Outer/Inner for the same external wall quality and dimensional accuracy benefits of Inner/Outer/Inner option. However, the z seams will appear less consistent as the first extrusion of a new layer starts on a visible surface.
lt: Vidinių (vidinių) ir išorinių (išorinių) sienų spausdinimo seka. Naudokite Vidinės / Išorinės, jei norite, kad iškyšos būtų geriausios. Taip yra todėl, kad spausdinant išsikišusios sienos gali prilipti prie kaimyninio perimetro. Tačiau dėl šios parinkties šiek tiek suprastėja paviršiaus kokybė, nes išorinis perimetras deformuojamas prispaudžiant jį prie vidinio perimetro. Naudokite Vidinis / išorinis / vidinis, jei norite gauti geriausią išorinio paviršiaus apdailą ir matmenų tikslumą, nes išorinė siena spausdinama nepažeista vidinio perimetro. Tačiau iškyšų kokybė sumažėja, nes nėra vidinio perimetro, prie kurio būtų galima atspausdinti išorinę sienelę. Kad ši parinktis būtų veiksminga, reikia mažiausiai 3 sienų, nes pirmiausia atspausdinamos vidinės sienos nuo trečiojo perimetro, tada išorinis perimetras ir galiausiai pirmasis vidinis perimetras. Šią parinktį daugeliu atvejų rekomenduojama rinktis ne kaip išorinę / vidinę parinktį. Naudokite Išorinė / vidinė, kad išorinių sienų kokybė ir matmenų tikslumas būtų tokie patys, kaip ir pasirinkus Vidinė / išorinė / vidinė parinktį. Tačiau z siūlės atrodys ne tokios nuoseklios, nes pirmasis naujo sluoksnio išspaudimas prasideda matomame paviršiuje.

source: Inner/Outer
lt: Vidinės/Išorinės

source: Outer/Inner
lt: Išorinės/Vidinės

source: Inner/Outer/Inner
lt: Vidinės/Išorinės/Vidinės

source: Print infill first
lt: Pirmiausia spausdinti užpildą

source: Order of wall/infill. When the tickbox is unchecked the walls are printed first, which works best in most cases. Printing infill first may help with extreme overhangs as the walls have the neighbouring infill to adhere to. However, the infill will slightly push out the printed walls where it is attached to them, resulting in a worse external surface finish. It can also cause the infill to shine through the external surfaces of the part.
lt: Sienų ir (arba) užpildymo tvarka. Kai žymės langelis nepažymėtas, sienos spausdinamos pirmosios, o tai daugeliu atvejų veikia geriausiai. Spausdinti užpildą pirmiausia gali būti lengviau, kai yra labai dideli iškyšuliai, nes sienos turi laikytis gretimo užpildo. Tačiau užpildas šiek tiek išstumia atspausdintas sienas ten, kur jis prie jų pritvirtintas, todėl išorinio paviršiaus apdaila būna prastesnė. Dėl to užpildas taip pat gali persišviesti per išorinius detalės paviršius.

source: Wall loop direction
lt: Sienos kontūro kryptis

source: The direction which the wall loops are extruded when looking down from the top. By default all walls are extruded in counter-clockwise, unless Reverse on even is enabled. Set this to any option other than Auto will force the wall direction regardless of the Reverse on even. This option will be disabled if spiral vase mode is enabled.
lt: Sienų kontūrų išspaudimo kryptis žiūrint iš viršaus žemyn. Pagal numatytuosius nustatymus visos sienos išspaudžiamos prieš laikrodžio rodyklę, nebent įjungta galimybė „ Apsukti lyginius“. Nustačius bet kurią kitą parinktį, išskyrus Auto (automatinis), sienos kryptis bus priverstinė, neatsižvelgiant į įjungtą funkciją Apsukti lyginius. Ši parinktis bus išjungta, jei įjungtas spiralinės vazos režimas.

source: Counter clockwise
lt: Prieš laikrodžio rodyklę

source: Clockwise
lt: Pagal laikrodžio rodyklę

source: Height to rod
lt: Aukštis iki strypo

source: Distance of the nozzle tip to the lower rod. Used for collision avoidance in by-object printing.
lt: Atstumas nuo purkštuko galo iki apatinio strypo. Naudojamas siekiant išvengti susidūrimų spausdinant pagal objektus.

source: Height to lid
lt: Aukštis iki dangtelio

source: Distance of the nozzle tip to the lid. Used for collision avoidance in by-object printing.
lt: Atstumas nuo antgalio galo iki dangtelio. Naudojamas siekiant išvengti susidūrimų spausdinant pagal objektus.

source: Clearance radius around extruder. Used for collision avoidance in by-object printing.
lt: Tarpas aplink ekstruderį. Naudojamas siekiant išvengti susidūrimų spausdinant pagal objektus.

source: Nozzle height
lt: Purkštuko aukštis

source: The height of nozzle tip.
lt: Purkštuko antgalio aukštis.

source: Bed mesh min
lt: Pagrindo figūros min

source: This option sets the min point for the allowed bed mesh area. Due to the probe's XY offset, most printers are unable to probe the entire bed. To ensure the probe point does not go outside the bed area, the minimum and maximum points of the bed mesh should be set appropriately. OrcaSlicer ensures that adaptive_bed_mesh_min/adaptive_bed_mesh_max values do not exceed these min/max points. This information can usually be obtained from your printer manufacturer. The default setting is (-99999, -99999), which means there are no limits, thus allowing probing across the entire bed.
lt: Šia parinktimi nustatomas mažiausias leistinas pagrindo ploto taškas. Dėl zondo XY poslinkio dauguma spausdintuvų negali zonduoti viso pagrindo. Siekiant užtikrinti, kad zondo taškas neišeitų už pagrindo ploto ribų, reikia tinkamai nustatyti minimalų ir maksimalų pagrindo figūros taškus. OrcaSlicer užtikrina, kad adaptive_bed_mesh_min/adaptive_bed_mesh_max vertės neviršytų šių min. ir maks. taškų. Šią informaciją paprastai galima gauti iš spausdintuvo gamintojo. Numatytoji nuostata yra (-99999, -99999), t. y. nėra jokių apribojimų, todėl galima zonduoti visą pagrindą.

source: Bed mesh max
lt: Pagrindo figūros maks

source: This option sets the max point for the allowed bed mesh area. Due to the probe's XY offset, most printers are unable to probe the entire bed. To ensure the probe point does not go outside the bed area, the minimum and maximum points of the bed mesh should be set appropriately. OrcaSlicer ensures that adaptive_bed_mesh_min/adaptive_bed_mesh_max values do not exceed these min/max points. This information can usually be obtained from your printer manufacturer. The default setting is (99999, 99999), which means there are no limits, thus allowing probing across the entire bed.
lt: Šia parinktimi nustatomas didžiausias leistinas pagrindo ploto taškas. Dėl zondo XY poslinkio dauguma spausdintuvų negali zonduoti viso pagrindo. Siekiant užtikrinti, kad zondo taškas neišeitų už pagrindo ploto ribų, reikia tinkamai nustatyti minimalų ir maksimalų pagrindo figūros taškus. OrcaSlicer užtikrina, kad adaptive_bed_mesh_min/adaptive_bed_mesh_max vertės neviršytų šių min. ir maks. taškų. Šią informaciją paprastai galima gauti iš spausdintuvo gamintojo. Numatytoji nuostata yra (99999, 99999), t. y. nėra jokių apribojimų, todėl galima zonduoti visą pagrindą.

source: Probe point distance
lt: Atstumas iki zondo taško

source: This option sets the preferred distance between probe points (grid size) for the X and Y directions, with the default being 50mm for both X and Y.
lt: Šia parinktimi nustatomas pageidaujamas atstumas tarp zondo taškų (tinklelio dydis) X ir Y kryptimis; pagal numatytuosius nustatymus tiek X, tiek Y kryptimis nustatomas 50 mm atstumas.

source: Mesh margin
lt: Figūros riba

source: This option determines the additional distance by which the adaptive bed mesh area should be expanded in the XY directions.
lt: Šia parinktimi nustatomas papildomas atstumas, kuriuo XY kryptimis turėtų būti išplėsta adaptyviojo pagrindo figūros sritis.

source: Extruder Color
lt: Ekstruderio spalva

source: Only used as a visual help on UI.
lt: Naudojama tik kaip vaizdinė pagalba vartotojo sąsajai

source: Extruder offset
lt: Ekstruderio poslinkis

source: Flow ratio
lt: Srauto santykis

source: The material may have volumetric change after switching between molten state and crystalline state. This setting changes all extrusion flow of this filament in G-code proportionally. Recommended value range is between 0.95 and 1.05. Maybe you can tune this value to get nice flat surface when there has slight overflow or underflow
lt: Medžiagos tūris gali pasikeisti perėjus iš išlydytos į kristalinę būseną. Šis nustatymas proporcingai pakeičia visą šios gijos ekstruzijos srautą G kode. Rekomenduojamas verčių intervalas yra nuo 0,95 iki 1,05. Jei yra nedidelis perteklius arba nepakankamas srautas, šią reikšmę galite sureguliuoti, kad gautumėte gražų plokščią paviršių

source: The material may have volumetric change after switching between molten state and crystalline state. This setting changes all extrusion flow of this filament in G-code proportionally. Recommended value range is between 0.95 and 1.05. Maybe you can tune this value to get nice flat surface when there has slight overflow or underflow. The final object flow ratio is this value multiplied by the filament flow ratio.
lt: Perėjus iš išlydytos būsenos į kristalinę, medžiagos tūris gali pasikeisti. Šis nustatymas proporcingai pakeičia visą šios gijos ekstruzijos srautą gkode. Rekomenduojamas verčių intervalas yra nuo 0,95 iki 1,05. Galbūt galite sureguliuoti šią vertę, kad gautumėte gražų plokščią paviršių, kai yra nedidelis perteklius arba nepakankamas perteklius. Galutinis objekto srauto santykis yra ši vertė padauginta iš gijos srauto santykio.

source: Enable pressure advance
lt: Įjungti išankstinį slėgio didinimą

source: Enable pressure advance, auto calibration result will be overwritten once enabled.
lt: Įjunkite išankstinį slėgį, įjungus automatinio kalibravimo rezultatą, jis bus perrašytas.

source: Pressure advance (Klipper) AKA Linear advance factor (Marlin).
lt: Išankstinis slėgis (Klipper) arba linijinis išankstinis veiksnys (Marlin)

source: Enable adaptive pressure advance (beta)
lt: Įjungti prisitaikantį išankstinį slėgį (beta)

source: With increasing print speeds (and hence increasing volumetric flow through the nozzle) and increasing accelerations, it has been observed that the effective PA value typically decreases. This means that a single PA value is not always 100% optimal for all features and a compromise value is usually used that does not cause too much bulging on features with lower flow speed and accelerations while also not causing gaps on faster features. This feature aims to address this limitation by modeling the response of your printer's extrusion system depending on the volumetric flow speed and acceleration it is printing at. Internally, it generates a fitted model that can extrapolate the needed pressure advance for any given volumetric flow speed and acceleration, which is then emitted to the printer depending on the current print conditions. When enabled, the pressure advance value above is overridden. However, a reasonable default value above is strongly recommended to act as a fallback and for when tool changing.
lt: Pastebėta, kad didėjant spausdinimo greičiui (taigi ir tūriniam srautui per purkštuką) ir didėjant pagreičiui, efektyvioji IS vertė paprastai mažėja. Tai reiškia, kad viena IS reikšmė ne visada yra 100 % optimali visiems elementams ir paprastai naudojama kompromisinė reikšmė, kuri nesukelia per didelio išgaubimo elementams, kurių srauto greitis ir pagreičiai yra mažesni, ir kartu nesukelia spragų greitesniems elementams. Šia funkcija siekiama išspręsti šį apribojimą modeliuojant spausdintuvo išspaudimo sistemos reakciją priklausomai nuo tūrinio srauto greičio ir pagreičio, kuriuo spausdinama. Viduje sukuriamas pritaikytas modelis, pagal kurį galima ekstrapoliuoti reikiamą slėgio padidėjimą bet kokiam tūrio srauto greičiui ir pagreičiui, kuris tada siunčiamas spausdintuvui, atsižvelgiant į esamas spausdinimo sąlygas. Kai ši funkcija įjungta, pirmiau nurodyta išankstinio slėgio vertė pakeičiama. Tačiau rekomenduojama nustatyti pagrįstą numatytąją pirmiau nurodytą vertę, kad ji veiktų kaip atsarginis variantas ir būtų naudojama keičiant įrankį.

source: Adaptive pressure advance measurements (beta)
lt: Adaptyvūs išankstinio slėgio matavimai (beta)
