Repository: SoftFever/OrcaSlicer
Catalog: localization/i18n/*/OrcaSlicer_*.po
Languages: lt

source: Distance XYZ
lt: Atstumas XYZ

source: Parallel
lt: Lygiagrečiai

source: Center coincidence
lt: Centro sutapimas

source: Feature 1
lt: Funkcija 1

source: Reverse rotation
lt: Apsukti sukimąsi

source: Rotate around center:
lt: Pasukti aplink centrą:

source: Parallel distance:
lt: Lygiagretus atstumas:

source: Flip by Face 2
lt: Apversti pagal paviršių 2

source: Notice
lt: Įspėjimas

source: Undefined
lt: Neapibrėžtas

source: %1% was replaced with %2%
lt: %1% buvo pakeistas į %2%

source: The configuration may be generated by a newer version of OrcaSlicer.
lt: Konfigūracija gali būti sukurta naujesnėje OrcaSlicer versijoje.

source: Some values have been replaced. Please check them:
lt: Kai kurios vertės buvo pakeistos. Prašome jas patikrinti:

source: Process
lt: Vykdyti

source: Filament
lt: Gija

source: Machine
lt: Įrenginys

source: Configuration package was loaded, but some values were not recognized.
lt: Konfigūracijos paketas buvo įkeltas, tačiau kai kurios reikšmės nebuvo atpažintos.

source: Configuration file "%1%" was loaded, but some values were not recognized.
lt: Konfigūracijos failas „%1%“ buvo įkeltas, tačiau kai kurios reikšmės nebuvo atpažintos.

source: OrcaSlicer will terminate because of running out of memory. It may be a bug. It will be appreciated if you report the issue to our team.
lt: OrcaSlicer nenumatytai užsidarys, nes pritrūko atminties. Tai gali būti programinės įrangos klaida. Jei galite, praneškite apie šią problemą mūsų komandai.

source: Fatal error
lt: Lemtinga klaida

source: OrcaSlicer will terminate because of a localization error. It will be appreciated if you report the specific scenario this issue happened.
lt: OrcaSlicer užsidarys dėl vertimo klaidos. Būtume dėkingi, jei praneštumėte apie konkrečią situaciją, kai kilo ši problema.

source: Critical error
lt: Kritinė klaida

source: OrcaSlicer got an unhandled exception: %1%
lt: OrcaSlicer susidūrė su neapdorota klaida: %1%

source: Untitled
lt: Be pavadinimo

source: Downloading Bambu Network Plug-in
lt: Siunčiamas Bambu tinklo papildinys

source: Login information expired. Please login again.
lt: Prisijungimo seansas pasibaigė. Prašome prisijungti iš naujo.

source: Incorrect password
lt: Neteisingas slaptažodis

source: Connect %s failed! [SN:%s, code=%s]
lt: Nepavyko %s prisijungimas! [SN:%s, kodas=%s]

source: Orca Slicer requires the Microsoft WebView2 Runtime to operate certain features. Click Yes to install it now.
lt: Norint naudoti kai kurias „OrcaSlicer“ funkcijas, reikalinga „Microsoft WebView2 Runtime“. Spustelėkite „Taip“, kad ją įdiegtumėte dabar.

source: WebView2 Runtime
lt: "WebView2" paleidimo terpė

source: %s Do you want to continue?
lt: %s Ar norite tęsti?

source: Remember my choice
lt: Prisiminti mano pasirinkimą

source: Loading configuration
lt: Įkeliama konfigūracija

source: Click to download new version in default browser: %s
lt: Spustelėkite, kad atsisiųstumėte naują versiją numatytoje naršyklėje: %s

source: The Orca Slicer needs an upgrade
lt: OrcaSlicer reikia atnaujinti

source: This is the newest version.
lt: Čia yra naujausia versija.

source: The OrcaSlicer configuration file may be corrupted and cannot be parsed. OrcaSlicer has attempted to recreate the configuration file. Please note, application settings will be lost, but printer profiles will not be affected.
lt: OrcaSlicer konfigūracijos failas gali būti sugadintas ir jo negalima apdoroti. OrcaSlicer bandė iš naujo sukurti konfigūracijos failą. Atkreipkite dėmesį, kad programos nustatymai bus prarasti, tačiau spausdintuvo profiliai neturėtų būti paveikti.

source: Rebuild
lt: Perkurti

source: Loading current presets
lt: Įkeliami dabartiniai nustatymai

source: Loading a mode view
lt: Įkeliamas režimo rodinys

source: Choose one file (3mf):
lt: Pasirinkite vieną failą (3mf):

source: Choose one or more files (3mf/step/stl/svg/obj/amf/usd*/abc/ply):
lt: Pasirinkite vieną ar kelis failus (3mf/step/stl/svg/obj/amf/usd*/abc/ply):

source: Choose one or more files (3mf/step/stl/svg/obj/amf):
lt: Pasirinkite vieną ar kelis failus (3mf/step/stl/svg/obj/amf):

source: Choose ZIP file
lt: Pasirinkite ZIP failą

source: Choose one file (gcode/3mf):
lt: Pasirinkite vieną failą (gcode/3mf):

source: Some presets are modified.
lt: Kai kurie nustatymai pakeisti.

source: You can keep the modified presets to the new project, discard or save changes as new presets.
lt: Pakeistus išankstinius nustatymus galite išsaugoti naujame projekte, išmesti arba išsaugoti pakeitimus kaip naujus išankstinius nustatymus.

source: User logged out
lt: Naudotojas atsijungė

source: new or open project file is not allowed during the slicing process!
lt: negalima kurti ar atidaryti naujo projekto failo, kai vyksta sluoksniavimo procesas!

source: Open Project
lt: Atidaryti projektą

source: The version of Orca Slicer is too low and needs to be updated to the latest version before it can be used normally.
lt: OrcaSlicer versija yra pasenusi. Norint naudotis, reikia ją atnaujinti į naujausią versiją

source: Privacy Policy Update
lt: Privatumo politikos atnaujinimas

source: The number of user presets cached in the cloud has exceeded the upper limit, newly created user presets can only be used locally.
lt: Pasiektas debesyje saugomų naudotojo nustatymų limitas. Naujai sukurti naudotojo nustatymai bus prieinami tik šiame įrenginyje.

source: Sync user presets
lt: Sinchronizuoti naudotojo nustatymus

source: Loading user preset
lt: Įkeliami naudotojo nustatymai

source: Switching application language
lt: Perjungiama programoskalba

source: Select the language
lt: Pasirinkite kalbą

source: Language
lt: Kalba

source: The uploads are still ongoing
lt: Įkėlimai vis dar vyksta

source: Stop them and continue anyway?
lt: Sustabdyti juos ir vis tiek tęsti?

source: Ongoing uploads
lt: Vykdomi įkėlimai

source: Select a G-code file:
lt: Pasirinkite G-kodo failą:

source: Could not start URL download. Destination folder is not set. Please choose destination folder in Configuration Wizard.
lt: Nepavyko pradėti atsisiuntimo iš interneto adreso. Nėra nurodytas paskirties aplankas. Pasirinkite paskirties aplanką konfigūracijos vedlyje.

source: Import File
lt: Importuoti failą

source: Choose files
lt: Pasirinkite failus

source: New Folder
lt: Naujas katalogas

source: Open
lt: Atverti

source: Rename
lt: Pervardyti

source: Orca Slicer GUI initialization failed
lt: OrcaSlicer grafinės vartotojo sąsajos inicijavimas nepavyko

source: Fatal error, exception caught: %1%
lt: Fatališka klaida, užfiksuota išimtis: %1%

source: Quality
lt: Kokybė

source: Shell
lt: Apvalkalas

source: Infill
lt: Užpildymas

source: Support
lt: Atramos

source: Flush options
lt: Gijos išleidimo nustatymai

source: Speed
lt: Greitis

source: Strength
lt: Stiprumas

source: Top Solid Layers
lt: Viršutiniai ištisiniai sluoksniai

source: Top Minimum Shell Thickness
lt: Mažiausias viršutinio apvalkalo storis

source: Bottom Solid Layers
lt: Apatiniai ištisiniai sluoksniai

source: Bottom Minimum Shell Thickness
lt: Mažiausias apatinio apvalkalo storis

source: Ironing
lt: Lyginimas

source: Fuzzy Skin
lt: Grublėtas paviršius

source: Extruders
lt: Ekstruderiai

source: Extrusion Width
lt: Išspaudimo plotis

source: Wipe options
lt: Valymo parinktys

source: Bed adhesion
lt: Sukibimas su pagrindu

source: Add part
lt: Pridėti dalį

source: Add negative part
lt: Pridėti neigiamą elementą

source: Add modifier
lt: Pridėti modifikatorių

source: Add support blocker
lt: Pridėti atramų blokatorių

source: Add support enforcer
lt: Pridėti priverstines atramas

source: Add text
lt: Pridėti tekstą

source: Add negative text
lt: Pridėti neigiamą tekstą

source: Add text modifier
lt: Pridėti teksto modifikatorių

source: Add SVG part
lt: Pridėti SVG dalį

source: Add negative SVG
lt: Pridėti neigiamą SVG

source: Add SVG modifier
lt: Pridėti SVG modifikatorių

source: Select settings
lt: Pasirinkti nustatymus

source: Hide
lt: Paslėpti

source: Show
lt: Rodyti

source: Delete the selected object
lt: Ištrinti pasirinktą objektą

source: Load...
lt: Įkelti...

source: Cube
lt: Kubas

source: Cylinder
lt: Cilindras

source: Cone
lt: Konusas

source: Disc
lt: Diskas

source: Torus
lt: Toras

source: Orca Cube
lt: Orca kubas

source: Autodesk FDM Test
lt: Autodesk FDM testas

source: Voron Cube
lt: Vorono kubas

source: Stanford Bunny
lt: Stanfordo triušis

source: Orca String Hell
lt: Orca stygų testas

source: This model features text embossment on the top surface. For optimal results, it is advisable to set the 'One Wall Threshold (min_width_top_surface)' to 0 for the 'Only One Wall on Top Surfaces' to work best. Yes - Change these settings automatically No - Do not change these settings for me
lt: Šiame modelyje viršutinio paviršiaus tekstas yra išgaubtas. Norint pasiekti optimalų rezultatą, rekomenduojama nustatyti „Vienos sienelės slenkstį (minimalus viršutinio paviršiaus plotis)“ į 0, kad funkcija „Tik viena sienelė viršutiniuose paviršiuose“ veiktų geriausiai. Taip - Pakeisti šiuos nustatymus automatiškai Ne - Nekeisti šių nustatymų

source: Text
lt: Teskstas

source: Height range Modifier
lt: Aukščio diapazono modifikatorius

source: Add settings
lt: Pridėti nustatymus

source: Change type
lt: Keisti tipą

source: Set as an individual object
lt: Nustatyti kaip atskirą objektą

source: Set as individual objects
lt: Nustatyti kaip atskirus objektus

source: Fill bed with copies
lt: Užpildyti pagrindą kopijomis

source: Fill the remaining area of bed with copies of the selected object
lt: Užpildyti likusią pagrindo vietą pasirinkto objekto kopijomis

source: Printable
lt: Galima spausdinti

source: Fix model
lt: Sutaisyti objektą

source: Export as one STL
lt: Eksportuoti kaip vieną STL

source: Export as STLs
lt: Eksportuoti kaip kelis STL

source: Reload from disk
lt: Iš naujo įkelti iš disko

source: Reload the selected parts from disk
lt: Iš naujo įkelti pasirinktas dalis iš disko

source: Replace with STL
lt: Pakeisti STL

source: Replace the selected part with new STL
lt: Pakeisti pasirinktą dalį į naują STL

source: Change filament
lt: Pakeisti giją

source: Set filament for selected items
lt: Nustatyti giją pasirinktiems elementams

source: Default
lt: Numatytas

source: Filament %d
lt: Gija %d

source: current
lt: dabartinė

source: Scale to build volume
lt: Mastelis pagal spausdinimo plotą

source: Scale an object to fit the build volume
lt: Pritaikyti objekto dydį spausdintuvui

source: Flush Options
lt: Gijos išleidimo nustatymai

source: Flush into objects' infill
lt: Nuvalyti į objektų užpildą

source: Flush into this object
lt: Nuvalyti į šį objektą

source: Flush into objects' support
lt: Nuvalyti į objekto atramas

source: Edit in Parameter Table
lt: Taisyti Parametrų lentelėje

source: Convert from inches
lt: Konvertuoti iš colių

source: Restore to inches
lt: Grąžinti į colius

source: Convert from meters
lt: Konvertuoti iš metrų

source: Restore to meters
lt: Grąžinti į metrus

source: Assemble
lt: Surinkti

source: Assemble the selected objects to an object with multiple parts
lt: Sujungti pasirinktus objektus į daugiadalį objektą

source: Assemble the selected objects to an object with single part
lt: Sujungti pasirinktus objektus į vienadalį objektą

source: Mesh boolean
lt: Objektų jungimo / atėmimo / susikirtimo įrankiai

source: Mesh boolean operations including union and subtraction
lt: Įrankiai modeliams sujungti ir iškirpti

source: Along X axis
lt: Išilgai X ašies

source: Mirror along the X axis
lt: Atspindėti pagal X ašį

source: Along Y axis
lt: Išilgai Y ašies

source: Mirror along the Y axis
lt: Atspindėti pagal Y ašį

source: Along Z axis
lt: Išilgai Z ašies

source: Mirror along the Z axis
lt: Atspindėti pagal Z ašį

source: Mirror object
lt: Atspindėti objektą

source: Edit text
lt: Teksto taisymas

source: Ability to change text, font, size, ...
lt: Galimybė keisti tekstą, šriftą, dydį...

source: Edit SVG
lt: Taisyti SVG

source: Change SVG source file, projection, size, ...
lt: Keičiamas SVG šaltinis, projekcija, dydis...

source: Invalidate cut info
lt: Atnaujinti pjovimo informaciją

source: Add Primitive
lt: Pridėti paprastą figūrą

source: Add Handy models
lt: Pridėti patogius modelius

source: Add Models
lt: Pridėti modelius

source: Show Labels
lt: Rodyti etiketes

source: To objects
lt: Į objektus

source: Split the selected object into multiple objects
lt: Suskaidyti pasirinktą objektą į kelis objektus

source: To parts
lt: Į dalis

source: Split the selected object into multiple parts
lt: Suskaidyti pasirinktą objektą į kelias dalis

source: Split
lt: Padalinti

source: Split the selected object
lt: Padalinti pasirinktą objektą

source: Auto orientation
lt: Automatinė padėtis

source: Auto orient the object to improve print quality.
lt: Automatiškai nustatoma padėtis spausdinimo kokybės pagerinimui.

source: Select All
lt: Pasirinkti viską

source: select all objects on current plate
lt: pasirinkti visus objektus pasirinktoje plokštėje

source: Delete All
lt: Ištrinti visus

source: delete all objects on current plate
lt: ištrinti visus objektus pasirinktoje plokštėje

source: Arrange
lt: Išdėstyti

source: arrange current plate
lt: Išdėstyti dabartinės plokštės objektus

source: Reload All
lt: Pakartotinai užkrauti viską

source: reload all from disk
lt: dar kartą užkrauti viską iš disko

source: Auto Rotate
lt: Automatinis pasukimas

source: auto rotate current plate
lt: Automatiškai pasukti dabartinę plokštę

source: Delete Plate
lt: Ištrinti plokštę

source: Remove the selected plate
lt: Pašalinti pasirinktą plokštę

source: Clone
lt: Klonuoti

source: Simplify Model
lt: Supaprastinti modelį

source: Center
lt: Centras

source: Drop
lt: Pamiršti

source: Edit Process Settings
lt: Taisyti proceso nustatymus

source: Edit print parameters for a single object
lt: Taisyti atskiro objekto spausdinimo parametrus

source: Change Filament
lt: Keisti giją

source: Set Filament for selected items
lt: Nsutatyti giją pasirinktiems objektams

source: Unlock
lt: Atrakinti

source: Lock
lt: Užrakinti

source: Edit Plate Name
lt: Taisyti plokštės pavadinimą

source: Name
lt: Pavadinimas

source: Fila.
lt: Gija.

source: %1$d error repaired
lt: Ištaisyta %1$d klaida

source: Error: %1$d non-manifold edge.
lt: Klaida: %1$d neuždara briauna.

source: Remaining errors
lt: Likusios klaidos

source: %1$d non-manifold edge
lt: %1$d neuždara briauna

source: Right click the icon to fix model object
lt: Paspauskite dešnįjį pelės mygtuką modelio objekto taisymui

source: Right button click the icon to drop the object settings
lt: Dešiniuoju pelės mygtuku spustelėkite piktogramą, kad išskleistumėte objekto nustatymus

source: Click the icon to reset all settings of the object
lt: Spustelėkite piktogramą, kad atstatytumėte visus objekto nustatymus

source: Right button click the icon to drop the object printable property
lt: Dešiniuoju pelės mygtuku spustelėkite piktogramą, kad išskleistumėte objekto spausdinimo savybių meniu

source: Click the icon to toggle printable property of the object
lt: Spustelėkite piktogramą, kad įjungtumėte / išjungtumėte objekto spausdinimo galimybę

source: Click the icon to edit support painting of the object
lt: Spustelėkite piktogramą, kad redaguotumėte objekto atramų piešimą

source: Click the icon to edit color painting of the object
lt: Spustelėkite piktogramą, kad redaguotumėte objekto spalvinimą

source: Click the icon to shift this object to the bed
lt: Spustelėkite piktogramą, kad perkeltumėte šį objektą ant pagrindo

source: Loading file
lt: Įkeliamas failas

source: Error!
lt: Klaida!

source: Failed to get the model data in the current file.
lt: Nepavyko gauti modelio duomenų iš dabartinio failo.

source: Generic
lt: Bendras

source: Add Modifier
lt: Pridėti modifikatorių

source: Switch to per-object setting mode to edit modifier settings.
lt: Norėdami redaguoti modifikatoriaus nustatymus, persijunkite į objektų atskirų nustatymų režimą.

source: Switch to per-object setting mode to edit process settings of selected objects.
lt: Norėdami redaguoti pasirinktų objektų spausdinimo parametrus, persijunkite į objektų atskirų nustatymų režimą.

source: Delete connector from object which is a part of cut
lt: Pašalinkite jungtį nuo objekto, kuris yra pjūvio dalis

source: Delete solid part from object which is a part of cut
lt: Ištrinti vientisą objekto dalį, kuri yra pjūvio dalis

source: Delete negative volume from object which is a part of cut
lt: Pašalinkite neigiamą tūrį iš pjūvyje esančio objekto

source: To save cut correspondence you can delete all connectors from all related objects.
lt: Norėdami nutraukti ryšius, galite ištrinti visus jungtis iš visų susijusių objektų.

source: This action will break a cut correspondence. After that model consistency can't be guaranteed. To manipulate with solid parts or negative volumes you have to invalidate cut information first.
lt: Šis veiksmas nutrauks sluoksniavimo atitikmenį. Po to modelio nuoseklumas negali būti užtikrintas. Norėdami manipuliuoti su vientisomis dalimis arba neigiamais tūriais, pirmiausia turite panaikinti pjūvio informaciją.

source: Delete all connectors
lt: Ištrinti visas jungtis

source: Deleting the last solid part is not allowed.
lt: Neleidžiama ištrinti paskutinės ištisinės dalies.

source: The target object contains only one part and cannot be split.
lt: Tikslinį objektą sudaro tik viena dalis, todėl jo skaidyti negalima.

source: Assembly
lt: Surinkimas

source: Cut Connectors information
lt: Pjovimo jungčių informacija

source: Object manipulation
lt: Manipuliavimas objektu

source: Group manipulation
lt: Manipuliavimas grupe

source: Object Settings to modify
lt: Keičiami objekto parametrai

source: Part Settings to modify
lt: Dalies nustatymai keitimui

source: Layer range Settings to modify
lt: Keičiami sluoksnių ribų nustatymai

source: Part manipulation
lt: Manipuliavimas detale

source: Instance manipulation
lt: Manipuliavimas egzemplioriumi

source: Height ranges
lt: Aukščio diapazonai

source: Settings for height range
lt: Aukščio diapazono nustatymai

source: Layer
lt: Sluoksnis

source: Selection conflicts
lt: Pasirinkimo konfliktai

source: If the first selected item is an object, the second should also be an object.
lt: Jei pirmasis pasirinktas elementas yra objektas, tuomet ir antrasis privalo būti objektas.

source: If the first selected item is a part, the second should be a part in the same object.
lt: Jei pirmasis pasirinktas elementas ira dalis, tuomet antrasis taip pat privalo būti to paties objekto dalis.

source: The type of the last solid object part is not to be changed.
lt: Paskutinės vientiso objekto dalies tipas negali būti keičiamas.

source: Negative Part
lt: Neigiama dalis

source: Support Blocker
lt: Atramų blokatorius

source: Support Enforcer
lt: Priverstinės atramos

source: Type:
lt: Tipas:

source: Choose part type
lt: Pasirinkite dalies tipą

source: Enter new name
lt: Įvesti naują pavadinimą

source: Renaming
lt: Pervadinama

source: Following model object has been repaired
lt: Šis modelio objektas buvo sutaisytas

source: Failed to repair following model object
lt: Nepavyko pataisyti šio modelio objekto

source: Repairing was canceled
lt: Taisymas buvo atšauktas

source: Additional process preset
lt: Papildomas apdorojimo nustatymas

source: Remove parameter
lt: Pašalinti parametrą

source: to
lt: į

source: Remove height range
lt: Pašalinti aukščio ribas

source: Add height range
lt: Pridėti aukščio ribas

source: Invalid numeric.
lt: Netinkamas skaičius.

source: one cell can only be copied to one or multiple cells in the same column
lt: vieną langelį galima nukopijuoti tik į vieną ar daugiau to paties stulpelio langelių

source: Copying multiple cells is not supported.
lt: kelių langelių kopijavimas nepalaikomas

source: Outside
lt: Išorėje

source: Layer height
lt: Sluoksnio aukštis

source: Wall loops
lt: Sienelės linijos

source: Infill density(%)
lt: Užpildo tankis (%)

source: Auto Brim
lt: Automatinis pagrindo sluoksnis

source: Mouse ear
lt: Pelės ausis

source: Outer brim only
lt: Tik išorinis kraštas

source: Inner brim only
lt: Tik vidinis kraštas

source: Outer and inner brim
lt: Išorinis ir vidinis kraštai

source: No-brim
lt: Nėra pagrindo sluoksnio

source: Outer wall speed
lt: Išorinių sienų greitis

source: Plate
lt: Plokštė

source: Brim
lt: Kraštas

source: Object/Part Setting
lt: Objekto / Dalies nustatymai

source: Reset parameter
lt: Grąžinti į pradinį

source: Multicolor Print
lt: Spalvotas spausdinimas

source: Line Type
lt: Linijos tipas

source: More
lt: Daugiau

source: Open Preferences.
lt: Atidaryti nuostatas.

source: Open next tip.
lt: Kitas patarimas.

source: Open Documentation in web browser.
lt: Atidaryti dokumentaciją žiniatinklio naršyklėje.

source: Color
lt: Spalva

source: Pause
lt: Pristabdyti

source: Template
lt: Šablonas

source: Custom
lt: Pasirinktinis

source: Pause:
lt: Pauzė:

source: Custom Template:
lt: Pasirinktinis šablonas:

source: Custom G-code:
lt: Pasirinktinis G-kodas:

source: Custom G-code
lt: Pasirinktinis G-kodas

source: Enter Custom G-code used on current layer:
lt: Įveskite pasirinktinį kodą dabartiniam sluoksniui:

source: Jump to Layer
lt: Peršokti į sluoksnį

source: Please enter the layer number
lt: Įveskite sluoksnio numerį

source: Add Pause
lt: Pridėti pauzę

source: Insert a pause command at the beginning of this layer.
lt: Įterpti pauzės komandą šio sluoksnio pradžioje.

source: Add Custom G-code
lt: Pridėti pasirinktinį G-kodą

source: Insert custom G-code at the beginning of this layer.
lt: Įterpti pasirinktinį G-kodą šio sluoksnio pradžioje.

source: Add Custom Template
lt: Pridėti pasirinktinį šabloną

source: Insert template custom G-code at the beginning of this layer.
lt: Įterpti šablono pasirinktinį G-kodą šio sluoksnio pradžioje.

source: Filament
lt: Gija

source: Change filament at the beginning of this layer.
lt: Pakeisti giją šio sluoksnio pradžioje.

source: Delete Pause
lt: Pašalinti pauzę

source: Delete Custom Template
lt: Pašalinti pasirinktinį šabloną

source: Edit Custom G-code
lt: Taisyti pasirinktinį G-kodą

source: Delete Custom G-code
lt: Ištrinti pasirinktinį G-kodą

source: Delete Filament Change
lt: Ištrinti gijos keitimą

source: No printer
lt: Nepasirinktas spausdintuvas

source: Failed to connect to the server
lt: Nepavyko prisijungti prie serverio

source: Check the status of current system services
lt: Patikrinti dabartinių sistemos paslaugų būseną

source: code
lt: kodas

source: Failed to connect to cloud service
lt: Nepavyko prisijungti prie debesies paslaugos

source: Please click on the hyperlink above to view the cloud service status
lt: Spustelėkite nuorodą viršuje, kad pamatytumėte debesies paslaugos būseną

source: Failed to connect to the printer
lt: Nepavyko prisijungti prie spausdintuvo

source: Connection to printer failed
lt: Nepavyko prisijungti prie spausdintuvo

source: Please check the network connection of the printer and Orca.
lt: Prašome patikrinti spausdintuvo ir OrcaSlicer ryšį su tinklu.

source: Connecting...
lt: Jungiamasi...

source: Empty
lt: Tuščias

source: Auto Refill
lt: Automatinis papildymas

source: AMS not connected
lt: AMS neprijungta

source: Load
lt: Įkelti

source: Unload
lt: Išleisti

source: Ext Spool
lt: Išor ritė

source: Tips
lt: Patarimai

source: Guide
lt: Instrukcija

source: Retry
lt: Kartoti

source: Calibrating AMS...
lt: Kalibruojama AMS...

source: A problem occurred during calibration. Click to view the solution.
lt: Kalibruojant aptikta problema. Paspauskite kad pamatytumėte sprendimą.

source: Calibrate again
lt: Kalibruoti dar kartą

source: Cancel calibration
lt: Atšaukti kalibravimą

source: Idling...
lt: Laisvinama...

source: Heat the nozzle
lt: Įkaitinti purkštuką
