Repository: SoftFever/OrcaSlicer
Catalog: localization/i18n/*/OrcaSlicer_*.po
Languages: lt

source: No updates available.
lt: Atnaujinimų nėra.

source: The configuration is up to date.
lt: Konfigūracija yra naujausia.

source: Obj file Import color
lt: Obj failo importavimo spalva

source: Specify number of colors:
lt: Nurodykite spalvų kiekį:

source: The color count should be in range [%d, %d].
lt: Spalvų skaičius turėtų būti tarp [%d, %d].

source: Recommended
lt: Rekomenduojama

source: Current filament colors:
lt: Dabartinės gijų spalvos:

source: Quick set:
lt: Greitas nustatymas:

source: Color match
lt: Spalvų atitikimas

source: Approximate color matching.
lt: Apytikslis spalvų atitikimas.

source: Append
lt: Pridėti

source: Add consumable extruder after existing extruders.
lt: Po esamų ekstruderių pridėti eksploatacinių medžiagų ekstruderį.

source: Reset mapped extruders.
lt: Iš naujo nustatykite pažymėtus ekstruderius.

source: Cluster colors
lt: Klasterio spalvos

source: Map Filament
lt: Ženklinti giją

source: Note: The color has been selected, you can choose OK to continue or manually adjust it.
lt: Pastaba: spalva buvo pasirinkta, galite pasirinkti Gerai tęsti arba ją koreguoti rankiniu būdu.

source: Warning: The count of newly added and current extruders exceeds 16.
lt: Dėmesio: Naujai pridėtų ir esamų ekstruderių skaičius viršija 16.

source: Ramming customization
lt: Spasdinimo galvutės stūmimo pritaikymas

source: Ramming denotes the rapid extrusion just before a tool change in a single-extruder MM printer. Its purpose is to properly shape the end of the unloaded filament so it does not prevent insertion of the new filament and can itself be reinserted later. This phase is important and different materials can require different extrusion speeds to get the good shape. For this reason, the extrusion rates during ramming are adjustable. This is an expert-level setting, incorrect adjustment will likely lead to jams, extruder wheel grinding into filament etc.
lt: Ramingas reiškia greitą ekstruziją prieš pat įrankio pakeitimą vieno ekstruderio MM spausdintuve. Jo paskirtis – tinkamai suformuoti neapkrautos gijos galą, kad jis netrukdytų įkišti naujai gijai ir vėliau ją būtų galima įkišti iš naujo. Šis etapas yra svarbus, skirtingoms medžiagoms gali prireikti skirtingo ekstruzijos greičio, kad būtų gauta gera forma. Dėl šios priežasties ekstruzijos greitis štampavimo metu yra reguliuojamas. Tai yra eksperto lygio nustatymas, neteisingas sureguliavimas gali sukelti strigčių, ekstruderio rato gijos šlifavimą ir pan.

source: Total ramming time
lt: Bendras įspaudimo laikas

source: Total rammed volume
lt: Bendras įspaudimo tūris

source: Ramming line width
lt: Įspaudimo linijos plotis

source: Ramming line spacing
lt: Įspaudimo tarpai tarp linijų

source: Auto-Calc
lt: Automatinis skaičiavimas

source: Re-calculate
lt: Perskaičiuoti

source: Flushing volumes for filament change
lt: Išmetimo tūris keičiant gijas

source: Orca would re-calculate your flushing volumes every time the filaments color changed. You could disable the auto-calculate in Orca Slicer > Preferences
lt: Orca iš naujo apskaičiuos išspaudimo kiekį kaskart, kai pasikeis siūlų spalva. Automatinį skaičiavimą galite išjungti Orca Slicer > Nustatymai

source: Flushing volume (mm³) for each filament pair.
lt: Kiekvienos gijų poros išmetimo tūris (mm³).

source: Suggestion: Flushing Volume in range [%d, %d]
lt: Pasiūlymas: Išmetimo tūris [%d, %d] ribose

source: The multiplier should be in range [%.2f, %.2f].
lt: Daugiklis turėtų būti iš intervalo [%.2f, %.2f].

source: Multiplier
lt: Daugiklis

source: unloaded
lt: išimtas

source: loaded
lt: įkeltas

source: Filament #
lt: Gijos #

source: From
lt: Nuo

source: To
lt: Į

source: Windows Media Player is required for this task! Do you want to enable 'Windows Media Player' for your operation system?
lt: Šiai užduočiai atlikti reikalingas "Windows Media Player"! Ar norite įjungti "Windows Media Player" savo operacinėje sistemoje?

source: BambuSource has not correctly been registered for media playing! Press Yes to re-register it. You will be promoted twice
lt: "BambuSource" neteisingai užregistruotas medijos atkūrimui! Paspauskite Yes (taip), kad jį perregistruotumėte. Jums bus priminta du kartus

source: Missing BambuSource component registered for media playing! Please re-install BambuStudio or seek after-sales help.
lt: Trūksta „BambuSource“ komponento, registruoto medijos atkūrimui! Iš naujo įdiekite „BambuStudio“ arba kreipkitės į pagalbą po pardavimo.

source: Using a BambuSource from a different install, video play may not work correctly! Press Yes to fix it.
lt: Naudojant "BambuSource" iš kito diegimo šaltinio, vaizdo įrašų atkūrimas gali būti neteisingas! Paspauskite Taip, kad tai ištaisytumėte.

source: Your system is missing H.264 codecs for GStreamer, which are required to play video. (Try installing the gstreamer1.0-plugins-bad or gstreamer1.0-libav packages, then restart Orca Slicer?)
lt: Jūsų sistemoje nėra "GStreamer" H.264 kodekų, reikalingų vaizdo įrašams atkurti. (Pabandykite įdiegti gstreamer1.0-plugins-bad arba gstreamer1.0-libav paketus, tada iš naujo paleiskite "Orca Slicer")

source: Bambu Network plug-in not detected.
lt: "Bambu" tinklo papildinys neaptiktas.

source: Click here to download it.
lt: Spustelėkite čia, jei norite jį atsisiųsti.

source: Login
lt: Prisijungti

source: The configuration package is changed in previous Config Guide
lt: Konfigūracijos paketas pakeistas ankstesniame Config Guide

source: Configuration package changed
lt: Pakeistas konfigūracijos paketas

source: Toolbar
lt: Įrankių juosta

source: Objects list
lt: Objektų sąrašas

source: Import geometry data from STL/STEP/3MF/OBJ/AMF files
lt: Importuoti geometrijos duomenis iš STL/STEP/3MF/OBJ/AMF failų

source: Paste from clipboard
lt: Įklijuoti iš mainų srities

source: Show/Hide 3Dconnexion devices settings dialog
lt: Rodyti/slėpti 3DConnexion įrenginių nustatymų dialogo langą

source: Switch table page
lt: Perjungti lentelės puslapį

source: Show keyboard shortcuts list
lt: Rodyti sparčiųjų klavišų sąrašą

source: Global shortcuts
lt: Bendrieji spartieji klavišai

source: Rotate View
lt: Pasukti vaizdą

source: Pan View
lt: Judinti vaizdą

source: Mouse wheel
lt: Pelės ratukas

source: Zoom View
lt: Padidinti vaizdą

source: Collapse/Expand the sidebar
lt: Sutraukti / išskleisti šoninę juostą

source: ⌘+Any arrow
lt: ⌘+Bet kokia rodyklė

source: Movement in camera space
lt: Judėjimas kameros erdvėje

source: ⌥+Left mouse button
lt: ⌥+ kairysis pelės mygtukas

source: Select a part
lt: Pasirinkite detalę

source: ⌘+Left mouse button
lt: ⌘+ kairysis pelės mygtukas

source: Select multiple objects
lt: Pasirinkite kelis objektus

source: Ctrl+Any arrow
lt: Ctrl + bet kokia rodyklė

source: Alt+Left mouse button
lt: Alt + kairysis pelės mygtukas

source: Ctrl+Left mouse button
lt: Ctrl + kairysis pelės mygtukas

source: Shift+Left mouse button
lt: Shift + kairysis pelės mygtukas

source: Select objects by rectangle
lt: Objektų pasirinkimas pagal stačiakampį

source: Arrow Up
lt: Rodyklė aukštyn

source: Move selection 10 mm in positive Y direction
lt: Perkelti pasirinktą 10 mm teigiama Y kryptimi

source: Arrow Down
lt: Rodyklė žemyn

source: Move selection 10 mm in negative Y direction
lt: Perkelti pasirinktą10 mm neigiama Y kryptimi

source: Arrow Left
lt: Rodyklė Kairėn

source: Move selection 10 mm in negative X direction
lt: Perkelti pasirinktą10 mm neigiama X kryptimi

source: Arrow Right
lt: Rodyklė dešinėn

source: Move selection 10 mm in positive X direction
lt: Perkelti pasirinktą10 mm teigiama X kryptimi

source: Shift+Any arrow
lt: Shift + bet kuri rodyklė

source: Movement step set to 1 mm
lt: Judėjimo žingsnis nustatytas į 1 mm

source: keyboard 1-9: set filament for object/part
lt: Klaviatūra 1-9: nustatyti objekto/dalies giją

source: Camera view - Default
lt: Kameros vaizdas - Numatytasis

source: Camera view - Top
lt: Kameros vaizdas - Viršus

source: Camera view - Bottom
lt: Kameros vaizdas - Apačia

source: Camera view - Front
lt: Kameros vaizdas - Priekis

source: Camera view - Behind
lt: Kameros vaizdas - Galas

source: Camera Angle - Left side
lt: Kameros vaizdas - Kairė

source: Camera Angle - Right side
lt: Kameros vaizdas - Dešnė

source: Select all objects
lt: Pasirinkti visus objektus

source: Gizmo move
lt: Gizmo perkėlimui

source: Gizmo scale
lt: Gizmo dydžio keitimui

source: Gizmo rotate
lt: Gizmo pasukimas

source: Gizmo cut
lt: Gizmo pjaustymui

source: Gizmo place face on bed
lt: Gizmo padėti paviršių ant pagrindo

source: Gizmo mesh boolean
lt: Gizmo objektų jungimo/atėmimo/susikirtimo įrankiai

source: Gizmo SLA support points
lt: Gizmo SLA atramų taškai

source: Gizmo FDM paint-on seam
lt: Gizmo FDM siūlių piešimui

source: Gizmo text emboss/engrave
lt: Gizmo teksto įspaudimas/graviravimas

source: Gizmo measure
lt: Gizmo matuoti

source: Gizmo assemble
lt: Gizmo surinkimo

source: Gizmo brim ears
lt: Gizmo krašto "ausys"

source: Zoom in
lt: Padidinti

source: Zoom out
lt: Nutolinti

source: Switch between Prepare/Preview
lt: Perjungimas tarp Paruošti / Peržiūrėti

source: Plater
lt: Plokštė

source: Move: press to snap by 1mm
lt: Perkėlimas: paspauskite, jei norite paslinkti 1 mm

source: ⌘+Mouse wheel
lt: ⌘+Pelės ratukas

source: Support/Color Painting: adjust pen radius
lt: Atramų / Spalvų piešimas: sureguliuoti rašiklio spindulį

source: ⌥+Mouse wheel
lt: ⌥+Pelės ratukas

source: Support/Color Painting: adjust section position
lt: Atramų / spalvų piešimas: koreguoti sekcijos padėtį

source: Ctrl+Mouse wheel
lt: Ctrl + pelės ratukas

source: Alt+Mouse wheel
lt: Alt + pelės ratukas

source: Set extruder number for the objects and parts
lt: Nustatykite ekstruderio numerį objektams ir dalims

source: Delete objects, parts, modifiers
lt: Ištrinti objektus, dalis, modifikatorius

source: Select the object/part and press space to change the name
lt: Pasirinkite objektą ir (arba) dalį ir paspauskite tarpo klavišą, kad pakeistumėte pavadinimą

source: Mouse click
lt: Pelės paspaudimas

source: Select the object/part and mouse click to change the name
lt: Pasirinkite objektą/dalį ir spustelėkite pele, kad pakeistumėte pavadinimą

source: Objects List
lt: Objektų sąrašas

source: Vertical slider - Move active thumb Up
lt: Vertikalus slankiklis – perkelti aktyvųjį slankiklį aukštyn

source: Vertical slider - Move active thumb Down
lt: Vertikalus slankiklis – perkelti aktyvųjį slankiklį žemyn

source: Horizontal slider - Move active thumb Left
lt: Horizontalus slankiklis – perkelti aktyvų slankiklį į kairę

source: Horizontal slider - Move active thumb Right
lt: Horizontalus slankiklis – perkelti aktyvų slankiklį į dešinę

source: On/Off one layer mode of the vertical slider
lt: Vertikalaus slankiklio vieno sluoksnio režimas įjungimas / išjungimas

source: On/Off G-code window
lt: G-kodo lango įjungimas / išjungimas

source: Move slider 5x faster
lt: Judinkite slankiklį 5 kartus greičiau

source: Shift+Mouse wheel
lt: Shift + pelės ratukas

source: Horizontal slider - Move to start position
lt: Horizontalus šliaužiklis - Perkelti į pradinę padėtį

source: Horizontal slider - Move to last position
lt: Horizontalusis slankiklis - Perkelti į paskutinę padėtį

source: Release Note
lt: Leidimo pastaba

source: version %s update information:
lt: versijos %s atnaujinimo informacija:

source: Network plug-in update
lt: Tinklo papildinio atnaujinimas

source: Click OK to update the Network plug-in when Orca Slicer launches next time.
lt: Spustelėkite OK, kad kitą kartą paleidus "Orca Slicer" būtų atnaujintas tinklo papildinys.

source: A new Network plug-in (%s) is available. Do you want to install it?
lt: Yra naujas tinklo papildinys(%s), ar norite jį įdiegti?

source: New version of Orca Slicer
lt: Nauja "Orca Slicer" versija

source: Skip this Version
lt: Praleisti šią versiją

source: Done
lt: Atlikta

source: resume
lt: tęsti

source: Resume Printing
lt: Tęsti spausdinimą

source: Resume Printing (defects acceptable)
lt: Tęsti spausdinimą (priimtini defektai)

source: Resume Printing (problem solved)
lt: Tęsti spausdinimą (problema išspręsta)

source: Stop Printing
lt: Nutraukti spausdinimą

source: Check Assistant
lt: Patikrinimo asistentas

source: Filament Extruded, Continue
lt: Gijos išspaustos, tęsti

source: Not Extruded Yet, Retry
lt: Dar neišspausta, bandykite dar kartą

source: Finished, Continue
lt: Baigta, Tęsti

source: Load Filament
lt: Įdėti giją

source: Filament Loaded, Resume
lt: Įdėta gija, tęsti

source: View Liveview
lt: Peržiūrėti tiesioginį vaizdą

source: Confirm and Update Nozzle
lt: Patvirtinti ir atnaujinti purkštuką

source: Connect the printer using IP and access code
lt: Prijunkite spausdintuvą naudodami IP ir prieigos kodą

source: Step 1. Please confirm Orca Slicer and your printer are in the same LAN.
lt: 1 žingsnis. Patikrinkite, ar „Orca Slicer“ ir spausdintuvas yra tame pačiame tinkle.

source: Step 2. If the IP and Access Code below are different from the actual values on your printer, please correct them.
lt: 2 žingsnis. Jei toliau nurodyti IP ir prieigos kodai skiriasi nuo tikrųjų spausdintuvo verčių, pataisykite juos.

source: Step 3. Please obtain the device SN from the printer side; it is usually found in the device information on the printer screen.
lt: 3 veiksmas. Iš spausdintuvo pusės gaukite įrenginio SN; paprastai jį rasite spausdintuvo ekrane esančioje įrenginio informacijoje.

source: Access Code
lt: Prieigos kodas

source: Printer model
lt: Spausdintuvo modelis

source: Printer name
lt: Spausdintuvo pavadinimas

source: Where to find your printer's IP and Access Code?
lt: Kur rasti spausdintuvo IP ir prieigos kodą?

source: Connect
lt: Jungtis

source: Manual Setup
lt: Rankinė sąranka

source: connecting...
lt: Jungiamasi...

source: Failed to connect to printer.
lt: Nepavyko prisijungti prie spausdintuvo

source: Failed to publish login request.
lt: Nepavyko paskelbti prisijungimo užklausos

source: The printer has already been bound.
lt: Spausdintuvas jau surištas.

source: The printer mode is incorrect, please switch to LAN Only.
lt: Spausdintuvo režimas yra neteisingas, perjunkite į tik vietinį tinklą.

source: Connecting to printer... The dialog will close later
lt: Jungimasis prie spausdintuvo... Dialogo langas užsidarys vėliau

source: Connection failed, please double check IP and Access Code
lt: Ryšys nepavyko, dar kartą patikrinkite IP ir prieigos kodą

source: Connection failed! If your IP and Access Code is correct, please move to step 3 for troubleshooting network issues
lt: Ryšys nepavyko! Jei jūsų IP ir prieigos kodas yra teisingi, pereikite prie 3 žingsnio, skirto tinklo problemoms šalinti

source: Model:
lt: Modelis:

source: Serial:
lt: Serijinis:

source: Version:
lt: Versija:

source: Update firmware
lt: Atnaujinti programinę įrangą

source: Beta version
lt: Beta versija

source: Latest version
lt: Paskutinė versija

source: Updating
lt: Atnaujinama

source: Update failed
lt: Atnaujinti nepavyko

source: Update successful
lt: Sėkmingas atnaujinimas

source: Are you sure you want to update? This will take about 10 minutes. Do not turn off the power while the printer is updating.
lt: Ar tikrai norite atnaujinti? Tai užtruks apie 10 minučių. Neišjunkite maitinimo, kol spausdintuvas atnaujinamas.

source: An important update was detected and needs to be run before printing can continue. Do you want to update now? You can also update later from 'Upgrade firmware'.
lt: Buvo aptiktas svarbus atnaujinimas, kurį reikia paleisti, kad spausdinimas būtų tęsiamas. Ar norite atnaujinti dabar? Taip pat galite atnaujinti vėliau, naudodami "Atnaujinti programinę įrangą".

source: The firmware version is abnormal. Repairing and updating are required before printing. Do you want to update now? You can also update later on printer or update next time starting Orca.
lt: Įterptinės programinės įrangos versija yra nenormali. Prieš spausdinant reikia pataisyti ir atnaujinti. Ar norite atnaujinti dabar? Taip pat galite atnaujinti vėliau spausdintuve arba atnaujinti kitą kartą paleisdami "Orca".

source: Extension Board
lt: Išplėtimo plokštė

source: Saving objects into the 3mf failed.
lt: Saving objects into the 3mf failed.Nepavyko įrašyti objektų į 3mf.

source: Only Windows 10 is supported.
lt: Palaikoma tik "Windows 10".

source: Failed to initialize the WinRT library.
lt: Nepavyko inicializuoti "WinRT" bibliotekos.

source: Exporting objects
lt: Objektų eksportavimas

source: Failed loading objects.
lt: Nepavyko įkelti objektų.

source: Repairing object by Windows service
lt: Objekto taisymas "Windows" paslauga

source: Repair failed.
lt: Taisymas nepavyko.

source: Loading repaired objects
lt: Pataisytų objektų įkėlimas

source: Exporting 3mf file failed
lt: Nepavyko eksportuoti 3mf failo

source: Import 3mf file failed
lt: Nepavyko importuoti 3mf failo

source: Repaired 3mf file does not contain any object
lt: Pataisytame 3mf faile nėra jokių objektų

source: Repaired 3mf file contains more than one object
lt: Pataisytame 3mf faile yra daugiau nei vienas objektas

source: Repaired 3mf file does not contain any volume
lt: Pataisytame 3mf faile nėra jokio tūrio

source: Repaired 3mf file contains more than one volume
lt: Pataisytame 3mf faile yra daugiau nei vienas tomas

source: Repair finished
lt: Taisymas baigtas

source: Repair canceled
lt: Taisymas atšauktas

source: Copying of file %1% to %2% failed: %3%
lt: Failo %1% kopijavimas į %2% nepavyko: %3%

source: Need to check the unsaved changes before configuration updates.
lt: Prieš atnaujinant konfigūraciją reikia patikrinti neišsaugotus pakeitimus.

source: Configuration package:
lt: Konfigūracijos paketas:

source: updated to
lt: atnaujintas į

source: Open G-code file:
lt: Atidaryti G-kodo failą:

source: One object has empty initial layer and can't be printed. Please Cut the bottom or enable supports.
lt: Vienas objektas turi tuščią pradinį sluoksnį ir jo negalima spausdinti. Iškirpkite apačią arba įjunkite atramas.

source: Object can't be printed for empty layer between %1% and %2%.
lt: Objekto negalima spausdinti dėl tuščio sluoksnio tarp %1% ir %2%.

source: Object: %1%
lt: Objektas: %1%

source: Maybe parts of the object at these height are too thin, or the object has faulty mesh
lt: Objekto dalys šiuose aukščiuose gali būti per plonos arba gali būti pažeista objekto 3D figūra

source: No object can be printed. Maybe too small
lt: Negalima spausdinti jokio objekto. Jis gali būti per mažas

source: Your print is very close to the priming regions. Make sure there is no collision.
lt: Jūsų spaudinys yra labai arti gruntavimo sričių. Įsitikinkite, kad nėra susidūrimo.

source: Please check the custom G-code or use the default custom G-code.
lt: Patikrinkite pasirinktinį G-kodą arba naudokite numatytąjį pasirinktinį G-kodą.

source: Generating G-code: layer %1%
lt: G-kodo generavimas: sluoksnis %1%

source: Inner wall
lt: Vidinė siena

source: Outer wall
lt: Išorinė siena

source: Overhang wall
lt: Išsikišusi siena

source: Sparse infill
lt: Retas užpildymas

source: Internal solid infill
lt: Vidinis vientisas užpildas

source: Top surface
lt: Viršutinis paviršius

source: Bottom surface
lt: Apatinis paviršius

source: Internal Bridge
lt: Vidinis tiltas

source: Gap infill
lt: Tarpų užpildymas

source: Support interface
lt: Atramų sąsaja

source: Support transition
lt: Atramų perėjimas

source: Multiple
lt: Keli

source: Failed to calculate line width of %1%. Cannot get value of "%2%"
lt: Nepavyko apskaičiuoti linijos pločio %1%. Negalima gauti "%2%" reikšmės.

source: Invalid spacing supplied to Flow::with_spacing(), check your layer height and extrusion width
lt: Srautui Flow::with_spacing() pateiktas neteisingas tarpas, patikrinkite sluoksnio aukštį ir išspaudimo plotį

source: undefined error
lt: neapibrėžta klaida

source: too many files
lt: per daug failų

source: file too large
lt: per didelis failas

source: unsupported method
lt: nepalaikomas metodas

source: unsupported encryption
lt: nepalaikomas šifravimas

source: unsupported feature
lt: nepalaikoma funkcija

source: failed finding central directory
lt: nepavyko rasti centrinio katalogo

source: not a ZIP archive
lt: ne ZIP archyvas

source: invalid header or corrupted
lt: negaliojanti arba sugadinta antraštė

source: unsupported multidisk
lt: Įrašymas į RAID nepalaikomas

source: decompression failed
lt: dekompresija nepavyko

source: compression failed
lt: suspaudimas nepavyko

source: unexpected decompressed size
lt: netikėtas iškompresuotas dydis

source: CRC check failed
lt: CRC patikra nepavyko

source: unsupported central directory size
lt: nepalaikomas centrinio katalogo dydis

source: allocation failed
lt: paskirstymas nepavyko

source: file open failed
lt: nepavyko atverti failo

source: file create failed
lt: nepavyko sukurti failo

source: file write failed
lt: nepavyko įrašyti failo

source: file read failed
lt: nepavyko nuskaityti failo

source: file close failed
lt: nepavyko uždaryti failo

source: file seek failed
lt: failo paieška nepavyko

source: file stat failed
lt: failo statistika nepavyko

source: invalid parameter
lt: neteisingas parametras

source: invalid filename
lt: neteisingas failo pavadinimas

source: buffer too small
lt: per mažas buferis

source: internal error
lt: vidinė klaida

source: file not found
lt: failas nerastas

source: archive too large
lt: per didelis archyvas

source: validation failed
lt: patvirtinimas nepavyko

source: write callback failed
lt: nepavyko įrašyti grįžtamojo ryšio

source: %1% is too close to exclusion area, there may be collisions when printing.
lt: %1% yra per arti uždraustos srities, spausdinant gali įvykti susidūrimų.

source: %1% is too close to others, and collisions may be caused.
lt: %1% yra per arti kitų, todėl gali įvykti susidūrimas.

source: %1% is too tall, and collisions will be caused.
lt: %1% yra per aukštas, todėl įvyks susidūrimai.

source: is too close to others, there may be collisions when printing.
lt: yra per arti kitų, spausdinant gali įvykti susidūrimų.

source: is too close to exclusion area, there may be collisions when printing.
lt: yra per arti uždraustosios zonos, spausdinant gali įvykti susidūrimų.

source: Prime Tower
lt: Pirminis bokštas

source: is too close to others, and collisions may be caused.
lt: yra per arti kitų, todėl gali įvykti susidūrimai.

source: is too close to exclusion area, and collisions will be caused.
lt: yra per arti uždraustosios zonos, todėl įvyks susidūrimai.

source: Cannot print multiple filaments which have large difference of temperature together. Otherwise, the extruder and nozzle may be blocked or damaged during printing.
lt: Negalima kartu spausdinti kelių gijų, kurių temperatūrų skirtumai yra dideli. Priešingu atveju spausdinant gali užsikimšti arba sugesti ekstruderis ir purkštukas

source: No extrusions under current settings.
lt: Pagal dabartinius nustatymus nėra išspaudimų.

source: Smooth mode of timelapse is not supported when "by object" sequence is enabled.
lt: Kai įjungta seka "pagal objektą", sklandus pakadrinio filmavimo režimas nepalaikomas.

source: Please select "By object" print sequence to print multiple objects in spiral vase mode.
lt: Pasirinkite spausdinimo seką "Pagal objektą", jei norite spausdinti kelis objektus spiralinės vazos režimu.

source: The spiral vase mode does not work when an object contains more than one materials.
lt: Spiralinės vazos režimas neveikia, kai objekte yra daugiau nei viena medžiaga.

source: While the object %1% itself fits the build volume, it exceeds the maximum build volume height because of material shrinkage compensation.
lt: Nors pats objektas %1% telpa į surinkimo tūrį, jis viršija maksimalų surinkimo tūrio aukštį dėl medžiagos susitraukimo kompensavimo.
