Repository: SoftFever/OrcaSlicer
Catalog: localization/i18n/*/OrcaSlicer_*.po
Languages: lt

source: Upload has failed. There is no suitable storage found at %1%.
lt: Įkelti nepavyko. %1% tinkamos saugyklos nerasta.

source: Connection to Prusa Connect is working correctly.
lt: Ryšys su "Prusa Connect" veikia tinkamai.

source: Could not connect to Prusa Connect
lt: Nepavyko prisijungti prie "Prusa Connect"

source: Connection to Repetier is working correctly.
lt: Ryšys su REpieter veikia tinkamai.

source: Could not connect to Repetier
lt: Nepavyko prisijungti prie Repieter

source: Note: Repetier version 0.90.0 or higher is required.
lt: Pastaba: reikalinga bent 0.90.0 Repetier versija.

source: HTTP status: %1% Message body: "%2%"
lt: HTTP būsena: %1% Pranešimo tekstas: "%2%"

source: Parsing of host response failed. Message body: "%1%" Error: "%2%"
lt: Nepavyko apdoroti tinklo įrenginio atsakymo. Pranešimo tekstas: „%1%“ Klaida: „%2%“

source: Enumeration of host printers failed. Message body: "%1%" Error: "%2%"
lt: Nepavyko suskaičiuoti tinklinių spausdintuvų. Pranešimo tekstas: „%1%“ Klaida: „%2%“

source: It has a small layer height. This results in almost negligible layer lines and high print quality. It is suitable for most printing cases.
lt: Dėl mažo sluoksnio aukščio sluoksnio linijos yra beveik nereikšmingos, o spausdinimo kokybė - aukšta. Tinka daugeliui bendrųjų spausdinimo atvejų.

source: Compared with the default profile of a 0.2 mm nozzle, it has lower speeds and acceleration, and the sparse infill pattern is Gyroid. This results in much higher print quality but a much longer print time.
lt: Palyginti su numatytuoju 0,2 mm purkštuko profiliu, jo greitis ir pagreitis yra mažesni, o retas užpildymo raštas yra "Gyroid". Taigi, dėl jo pasiekiama daug geresnė spausdinimo kokybė, tačiau daug ilgesnis spausdinimo laikas.

source: Compared with the default profile of a 0.2 mm nozzle, it has a slightly bigger layer height. This results in almost negligible layer lines and slightly shorter print time.
lt: Palyginti su numatytuoju 0,2 mm purkštuko profiliu, jo sluoksnio aukštis yra šiek tiek didesnis, todėl sluoksnio linijos yra beveik nepastebimos, o spausdinimo laikas šiek tiek trumpesnis.

source: Compared with the default profile of a 0.2 mm nozzle, it has a bigger layer height. This results in slightly visible layer lines but shorter print time.
lt: Palyginti su numatytuoju 0,2 mm purkštuko profiliu, jo sluoksnio aukštis yra didesnis, todėl šiek tiek matomos sluoksnio linijos, tačiau trumpesnis spausdinimo laikas.

source: Compared with the default profile of a 0.2 mm nozzle, it has a smaller layer height. This results in almost invisible layer lines and higher print quality but shorter print time.
lt: Palyginti su numatytuoju 0,2 mm purkštuko profiliu, jo sluoksnio aukštis yra mažesnis, todėl beveik nematomos sluoksnio linijos, aukštesnė spausdinimo kokybė ir trumpesnis spausdinimo laikas.

source: Compared with the default profile of a 0.2 mm nozzle, it has a smaller layer lines, lower speeds and acceleration, and the sparse infill pattern is Gyroid. This results in almost invisible layer lines and much higher printing quality, but much longer print time.
lt: Palyginti su numatytuoju 0,2 mm purkštuko profiliu, jame yra mažesnės sluoksnio linijos, mažesnis greitis ir pagreitis, o retas užpildymo raštas yra "Gyroid". Taigi, dėl to beveik nematomos sluoksnių linijos ir daug geresnė spausdinimo kokybė, tačiau daug ilgesnis spausdinimo laikas.

source: Compared with the default profile of a 0.2 mm nozzle, it has a smaller layer height. This results in minimal layer lines and higher print quality, but shorter print time.
lt: Palyginti su numatytuoju 0,2 mm purkštuko profiliu, jis turi mažesnį sluoksnio aukštį, todėl yra minimalios sluoksnio linijos ir aukštesnė spausdinimo kokybė, tačiau trumpesnis spausdinimo laikas.

source: Compared with the default profile of a 0.2 mm nozzle, it has a smaller layer lines, lower speeds and acceleration, and the sparse infill pattern is Gyroid. This results in minimal layer lines and much higher print quality but much longer print time.
lt: Palyginti su numatytuoju 0,2 mm purkštuko profiliu, jame yra mažesnės sluoksnio linijos, mažesnis greitis ir pagreitis, o retas užpildymo raštas yra "Gyroid". Taigi, dėl jo gaunamos minimalios sluoksnių linijos ir daug geresnė spausdinimo kokybė, tačiau daug ilgesnė spausdinimo trukmė.

source: It has a normal layer height. This results in average layer lines and printing quality. It is suitable for most general printing cases.
lt: Jis turi įprastą sluoksnio aukštį ir lemia įprastas sluoksnio linijas bei spausdinimo kokybę. Jis tinka daugeliui bendrųjų spausdinimo atvejų.

source: Compared with the default profile of a 0.4 mm nozzle, it has more wall loops and a higher sparse infill density. This results in higher print strength but more filament consumption and longer print time.
lt: Palyginti su numatytuoju 0,4 mm purkštuko profiliu, jame yra daugiau sienelių kontūrų ir didesnis reto užpildo tankis. Taigi, dėl to spaudiniai būna tvirtesni, tačiau sunaudojama daugiau gijų ir ilgiau trunka spausdinimas.

source: Compared with the default profile of a 0.4 mm nozzle, it has a bigger layer height. This results in more apparent layer lines and lower print quality, but slightly shorter print time.
lt: Palyginti su numatytuoju 0,4 mm purkštuko profiliu, jo sluoksnio aukštis yra didesnis, todėl matomos ryškesnės sluoksnio linijos ir prastesnė spausdinimo kokybė, tačiau šiek tiek trumpesnis spausdinimo laikas.

source: Compared with the default profile of a 0.4 mm nozzle, it has a bigger layer height. This results in more apparent layer lines and lower print quality, but shorter print time.
lt: Palyginti su numatytuoju 0,4 mm purkštuko profiliu, jo sluoksnio aukštis yra didesnis, todėl matomos ryškesnės sluoksnio linijos ir prastesnė spausdinimo kokybė, tačiau trumpesnis spausdinimo laikas.

source: Compared with the default profile of a 0.4 mm nozzle, it has a smaller layer height. This results in less apparent layer lines and higher print quality but longer print time.
lt: Palyginti su numatytuoju 0,4 mm purkštuko profiliu, jo sluoksnio aukštis yra mažesnis, todėl mažiau matomos sluoksnio linijos ir geresnė spausdinimo kokybė, tačiau ilgesnis spausdinimo laikas.

source: Compared with the default profile of a 0.4 mm nozzle, it has a smaller layer height, lower speeds and acceleration, and the sparse infill pattern is Gyroid. This results in less apparent layer lines and much higher print quality but much longer print time.
lt: Palyginti su numatytuoju 0,4 mm purkštuko profiliu, jo sluoksnio aukštis mažesnis, greitis ir pagreitis mažesni, o retas užpildymo raštas yra "Gyroid". Taigi, dėl jo mažiau matomų sluoksnio linijų ir daug geresnė spausdinimo kokybė, tačiau daug ilgesnis spausdinimo laikas.

source: Compared with the default profile of a 0.4 mm nozzle, it has a smaller layer height. This results in almost negligible layer lines and higher print quality but longer print time.
lt: Palyginti su numatytuoju 0,4 mm purkštuko profiliu, jo sluoksnio aukštis yra mažesnis, todėl sluoksnio linijos beveik nežymios, spausdinimo kokybė geresnė, tačiau spausdinimo laikas ilgesnis.

source: Compared with the default profile of a 0.4 mm nozzle, it has a smaller layer height, lower speeds and acceleration, and the sparse infill pattern is Gyroid. This results in almost negligible layer lines and much higher printing quality, but much longer print time.
lt: Palyginti su numatytuoju 0,4 mm purkštuko profiliu, jo sluoksnio aukštis mažesnis, greitis ir pagreitis mažesni, o retas užpildymo raštas yra "Gyroid". Taigi, dėl jo gaunamos beveik nereikšmingos sluoksnių linijos ir daug geresnė spausdinimo kokybė, tačiau daug ilgesnė spausdinimo trukmė.

source: Compared with the default profile of a 0.4 mm nozzle, it has a smaller layer height. This results in almost negligible layer lines and longer print time.
lt: Palyginti su numatytuoju 0,4 mm purkštuko profiliu, jis turi mažesnį sluoksnio aukštį, todėl sluoksnio linijos yra beveik nežymios, o spausdinimo laikas ilgesnis.

source: It has a big layer height. This results in apparent layer lines and ordinary print quality and print time.
lt: Jis pasižymi dideliu sluoksnio aukščiu, todėl matomos sluoksnio linijos ir įprasta spausdinimo kokybė bei spausdinimo laikas.

source: Compared with the default profile of a 0.6 mm nozzle, it has more wall loops and a higher sparse infill density. This results in higher print strength but more filament consumption and longer print time.
lt: Palyginti su numatytuoju 0,6 mm antgalio profiliu, jame yra daugiau sienų kontūrų ir didesnis reto užpildo tankis. Taigi, dėl to spaudiniai būna tvirtesni, tačiau sunaudojama daugiau gijų ir ilgiau trunka spausdinimas.

source: Compared with the default profile of a 0.6 mm nozzle, it has a bigger layer height. This results in more apparent layer lines and lower print quality, but shorter print time in some cases.
lt: Palyginti su numatytuoju 0,6 mm antgalio profiliu, jo sluoksnio aukštis yra didesnis, dėl to ryškesnės sluoksnio linijos ir prastesnė spausdinimo kokybė, tačiau kai kuriais spausdinimo atvejais sutrumpėja spausdinimo laikas.

source: Compared with the default profile of a 0.6 mm nozzle, it has a bigger layer height. This results in much more apparent layer lines and much lower print quality, but shorter print time in some cases.
lt: Palyginti su numatytuoju 0,6 mm antgalio profiliu, jo sluoksnio aukštis yra didesnis, todėl sluoksnio linijos yra daug akivaizdesnės, o spausdinimo kokybė daug prastesnė, tačiau kai kuriais spausdinimo atvejais sutrumpėja spausdinimo laikas.

source: Compared with the default profile of a 0.6 mm nozzle, it has a smaller layer height. This results in less apparent layer lines and slight higher print quality but longer print time.
lt: Palyginti su numatytuoju 0,6 mm antgalio profiliu, jo sluoksnio aukštis yra mažesnis, todėl mažiau matomos sluoksnio linijos ir šiek tiek geresnė spausdinimo kokybė, tačiau ilgesnis spausdinimo laikas.

source: Compared with the default profile of a 0.6 mm nozzle, it has a smaller layer height. This results in less apparent layer lines and higher print quality but longer print time.
lt: Palyginti su numatytuoju 0,6 mm antgalio profiliu, jo sluoksnio aukštis yra mažesnis, todėl mažiau matomos sluoksnio linijos ir geresnė spausdinimo kokybė, tačiau ilgesnis spausdinimo laikas.

source: It has a very big layer height. This results in very apparent layer lines, low printing quality and general printing time.
lt: Jis turi labai didelį sluoksnio aukštį, todėl labai matomos sluoksnio linijos, prasta spausdinimo kokybė ir įprasta spausdinimo trukmė.

source: Compared with the default profile of a 0.8 mm nozzle, it has a bigger layer height. This results in very apparent layer lines and much lower print quality but shorter print time in some cases.
lt: Palyginti su numatytuoju 0,8 mm antgalio profiliu, jo sluoksnio aukštis yra didesnis, todėl sluoksnio linijos yra labai ryškios, o spausdinimo kokybė daug prastesnė, tačiau kai kuriais spausdinimo atvejais sutrumpėja spausdinimo laikas.

source: Compared with the default profile of a 0.8 mm nozzle, it has a much bigger layer height. This results in extremely apparent layer lines and much lower printing quality, but much shorter printing time in some cases.
lt: Palyginti su numatytuoju 0,8 mm antgalio profiliu, jo sluoksnio aukštis yra daug didesnis, todėl sluoksnio linijos yra labai ryškios, o spausdinimo kokybė daug prastesnė, tačiau kai kuriais spausdinimo atvejais spausdinimas trunka daug trumpiau.

source: Compared with the default profile of a 0.8 mm nozzle, it has a slightly smaller layer height. This results in slightly less but still apparent layer lines and slightly higher print quality but longer print time in some cases.
lt: Palyginti su numatytuoju 0,8 mm antgalio profiliu, jo sluoksnio aukštis yra šiek tiek mažesnis, todėl gaunama šiek tiek mažiau, bet vis tiek matomų sluoksnio linijų ir šiek tiek geresnė spausdinimo kokybė, tačiau kai kuriais spausdinimo atvejais ilgesnis spausdinimo laikas.

source: Compared with the default profile of a 0.8 mm nozzle, it has a smaller layer height. This results in less but still apparent layer lines and slightly higher print quality, but longer print time in some cases.
lt: Palyginti su numatytuoju 0,8 mm antgalio profiliu, jo sluoksnio aukštis yra mažesnis, todėl gaunama mažiau, bet vis tiek matomų sluoksnio linijų ir šiek tiek geresnė spausdinimo kokybė, tačiau kai kuriais spausdinimo atvejais ilgesnis spausdinimo laikas.

source: Connected to Obico successfully!
lt: Sėkmingai prisijungta prie "Obico"!

source: Could not connect to Obico
lt: Nepavyko prisijungti prie "Obico

source: Connected to SimplyPrint successfully!
lt: Sėkmingai prisijungta prie "SimplyPrint"!

source: Could not connect to SimplyPrint
lt: Nepavyko prisijungti prie "SimplyPrint

source: Internal error
lt: Vidinė klaida

source: Unknown error
lt: Nežinoma klaida

source: SimplyPrint account not linked. Go to Connect options to set it up.
lt: "SimplyPrint" paskyra nesusieta. Eikite į Prisijungimo parinktis ir ją nustatykite.

source: Connection to Flashforge is working correctly.
lt: Ryšys su "Flashforge" veikia tinkamai.

source: Could not connect to Flashforge
lt: Nepavyko prisijungti prie "Flashforge

source: The provided state is not correct.
lt: Pateikta būsena neteisinga.

source: Please give the required permissions when authorizing this application.
lt: Įgaliodami šią programą suteikite reikiamus leidimus.

source: Something unexpected happened when trying to log in, please try again.
lt: Bandant prisijungti įvyko kažkas netikėto. Bandykite dar kartą.

source: User canceled.
lt: Vartotojas atšauktas.

source: Head diameter
lt: Galvutės skersmuo

source: Max angle
lt: Maksimalus kampas

source: Detection radius
lt: Aptikimo spindulys

source: Remove selected points
lt: Pašalinti pasirinktus taškus

source: Remove all
lt: Pašalinti viską

source: Auto-generate points
lt: Automatiškai generuoti taškus

source: Add a brim ear
lt: Krašto "ausys"

source: Delete a brim ear
lt: Ištrinti krašto "ausį"

source: Adjust section view
lt: Pritaikyti sekcijos vaizdą

source: Warning: The brim type is not set to "painted", the brim ears will not take effect!
lt: Įspėjimas: Jei krašto tipas nenustatytas kaip „pieštas“, krašto "ausys" nebus įjungtos!

source: Set the brim type to "painted"
lt: Nustatykite krašto tipą „pieštas“

source: invalid brim ears
lt: netinkamos krašto "ausys"

source: Brim Ears
lt: Krašto "ausys"

source: Please select single object.
lt: Pasirinkite vieną objektą.

source: Precise wall Did you know that turning on precise wall can improve precision and layer consistency?
lt: Tiksli siena Ar žinojote, kad įjungus tikslią sienelę galima pagerinti tikslumą ir sluoksnių nuoseklumą?

source: Sandwich mode Did you know that you can use sandwich mode (inner-outer-inner) to improve precision and layer consistency if your model doesn't have very steep overhangs?
lt: Sumuštinio režimas Ar žinojote, kad galite naudoti daugiasluoksnį režimą (vidinis-išorinis-vidinis), kad padidintumėte tikslumą ir sluoksnių nuoseklumą, jei jūsų modelyje nėra labai stačių iškyšų?

source: Chamber temperature Did you know that OrcaSlicer supports chamber temperature?
lt: Kameros temperatūra Ar žinojote, kad "OrcaSlicer" palaiko kameros temperatūrą?

source: Calibration Did you know that calibrating your printer can do wonders? Check out our beloved calibration solution in OrcaSlicer.
lt: Kalibravimas Ar žinojote, kad spausdintuvo kalibravimas gali padaryti stebuklus? Išbandykite mūsų mėgstamą kalibravimo sprendimą "OrcaSlicer".

source: Auxiliary fan Did you know that OrcaSlicer supports Auxiliary part cooling fan?
lt: Pagalbinis ventiliatorius Ar žinojote, kad "OrcaSlicer" palaiko pagalbinį dalių aušinimo ventiliatorių?

source: Air filtration/Exhaust Fan Did you know that OrcaSlicer can support Air filtration/Exhaust Fan?
lt: Oro filtravimas / išmetimo ventiliatorius Ar žinojote, kad "OrcaSlicer" gali palaikyti oro filtravimo / išmetimo ventiliatorių?

source: G-code window You can turn on/off the G-code window by pressing the <b>C</b> key.
lt: G-kodo langas G-kodo langą galite įjungti arba išjungti paspausdami klavišą <b>C</b>.

source: Switch workspaces You can switch between <b>Prepare</b> and <b>Preview</b> workspaces by pressing the <b>Tab</b> key.
lt: Perjungti darbines erdves Paspaudę <b>Tab</b> klavišą, galite perjungti <b>Paruošti</b> ir <b>Peržiūrėti</b> darbines erdves.

source: How to use keyboard shortcuts Did you know that Orca Slicer offers a wide range of keyboard shortcuts and 3D scene operations.
lt: Kaip naudoti sparčiuosius klavišus Ar žinojote, kad "Orca Slicer" siūlo daugybę klaviatūros sparčiųjų klavišų ir 3D scenos operacijų.

source: Reverse on odd Did you know that <b>Reverse on odd</b> feature can significantly improve the surface quality of your overhangs?
lt: Atvirkštinis ant nelyginio paviršiaus Ar žinojote, kad <b>atvirkštinio ant nelyginio paviršiaus</b> funkcija gali gerokai pagerinti jūsų iškyšų paviršiaus kokybę?

source: Cut Tool Did you know that you can cut a model at any angle and position with the cutting tool?
lt: Pjovimo įrankis Ar žinojote, kad pjovimo įrankiu galite pjauti modelį bet kokiu kampu ir bet kokioje padėtyje?

source: Fix Model Did you know that you can fix a corrupted 3D model to avoid a lot of slicing problems on the Windows system?
lt: Fiksuoti modelį Ar žinojote, kad galite ištaisyti sugadintą 3D modelį ir išvengti daugybės sluoksniavimo problemų "Windows" sistemoje?

source: Timelapse Did you know that you can generate a timelapse video during each print?
lt: Laiko intervalas Ar žinojote, kad kiekvieno spausdinimo metu galite sukurti laiko intervalų vaizdo įrašą?

source: Auto-Arrange Did you know that you can auto-arrange all objects in your project?
lt: Automatinis išdėstymas Ar žinojote, kad galite automatiškai išdėstyti visus projekto objektus?

source: Auto-Orient Did you know that you can rotate objects to an optimal orientation for printing by a simple click?
lt: Automatinis orientavimas Ar žinojote, kad objektus galima pasukti į optimalią spausdinimo orientaciją vienu spustelėjimu?

source: Lay on Face Did you know that you can quickly orient a model so that one of its faces sits on the print bed? Select the "Place on face" function or press the <b>F</b> key.
lt: Padėti ant plokštumos Ar žinojote, kad galite greitai suorientuoti modelį taip, kad viena jo plokštuma būtų ant spausdinimo plokštės? Pasirinkite funkciją "Padėti ant plokštumos" arba paspauskite klavišą <b>F</b>.

source: Object List Did you know that you can view all objects/parts in a list and change settings for each object/part?
lt: Objektų sąrašas Ar žinojote, kad visus objektus/dalis galite peržiūrėti sąraše ir keisti kiekvieno objekto/dalies nustatymus?

source: Search Functionality Did you know that you use the Search tool to quickly find a specific Orca Slicer setting?
lt: Paieškos funkcijos Ar žinojote, kad naudodami paieškos įrankį galite greitai rasti konkretų "Orca Slicer" nustatymą?

source: Simplify Model Did you know that you can reduce the number of triangles in a mesh using the Simplify mesh feature? Right-click the model and select Simplify model.
lt: Supaprastinti modelį Ar žinojote, kad galite sumažinti trikampių skaičių figūroje naudodami funkciją "Supaprastinti modelį"? Dešiniuoju pelės klavišu spustelėkite modelį ir pasirinkite Supaprastinti modelį.

source: Slicing Parameter Table Did you know that you can view all objects/parts on a table and change settings for each object/part?
lt: Sluoksniavimo parametrų lentelė Ar žinojote, kad lentelėje galite peržiūrėti visus objektus/dalis ir keisti kiekvieno objekto/dalies nustatymus?

source: Split to Objects/Parts Did you know that you can split a big object into small ones for easy colorizing or printing?
lt: Skirstymas į objektus/dalis Ar žinojote, kad didelį objektą galite suskaidyti į mažesnius, kad būtų lengviau jį nuspalvinti ar spausdinti?

source: Subtract a Part Did you know that you can subtract one mesh from another using the Negative part modifier? That way you can, for example, create easily resizable holes directly in Orca Slicer.
lt: Atimti dalį Ar žinojote, kad galite atimti vieną figūrą iš kitos naudodami modifikatorių "Negatyvioji dalis"? Taip galite, pavyzdžiui, tiesiogiai "Orca Slicer" programoje kurti lengvai keičiamo dydžio skyles.

source: STEP Did you know that you can improve your print quality by slicing a STEP file instead of an STL? Orca Slicer supports slicing STEP files, providing smoother results than a lower resolution STL. Give it a try!
lt: STEP Ar žinojote, kad spausdinimo kokybę galite pagerinti sluoksniuodami ne STL, o STEP failą? "Orca Slicer" palaiko STEP failų sluoksniavimą ir užtikrina sklandesnį rezultatą nei mažesnės raiškos STL. Išbandykite!

source: Z seam location Did you know that you can customize the location of the Z seam, and even paint it on your print, to have it in a less visible location? This improves the overall look of your model. Check it out!
lt: Z siūlės vieta Ar žinojote, kad galite keisti Z siūlės vietą ir net nupiešti ją ant spaudinio, kad ji būtų mažiau matomoje vietoje? Tai pagerina bendrą modelio išvaizdą. Patikrinkite!

source: Fine-tuning for flow rate Did you know that flow rate can be fine-tuned for even better-looking prints? Depending on the material, you can improve the overall finish of the printed model by doing some fine-tuning.
lt: Tikslus srauto greičio reguliavimas Ar žinojote, kad srauto greitį galima tiksliai sureguliuoti, kad spaudiniai atrodytų dar geriau? Priklausomai nuo medžiagos, atlikdami smulkų reguliavimą galite pagerinti bendrą atspausdinto modelio apdailą.

source: Split your prints into plates Did you know that you can split a model that has a lot of parts into individual plates ready to print? This will simplify the process of keeping track of all the parts.
lt: Suskirstykite atspaudus į plokštes Ar žinojote, kad daug dalių turintį modelį galite padalyti į atskiras spausdinti paruoštas plokštes? Tai supaprastins visų dalių apskaitos procesą.

source: Speed up your print with Adaptive Layer Height Did you know that you can print a model even faster, by using the Adaptive Layer Height option? Check it out!
lt: Spartinkite spausdinimą naudodami prisitaikantį sluoksnio aukštį Ar žinojote, kad naudodami parinktį Prisitaikantis sluoksnio aukštis galite spausdinti modelį dar greičiau? Patikrinkite!

source: Support painting Did you know that you can paint the location of your supports? This feature makes it easy to place the support material only on the sections of the model that actually need it.
lt: Atramų piešimas Ar žinojote, kad galite nupiešti savo atramų vietą? Ši funkcija leidžia lengvai naudoti atraminę medžiagą tik tose modelio dalyse, kuriose jos iš tikrųjų reikia.

source: Different types of supports Did you know that you can choose from multiple types of supports? Tree supports work great for organic models, while saving filament and improving print speed. Check them out!
lt: Įvairių tipų atramos Ar žinojote, kad galite rinktis iš kelių tipų atramų? Medžio formos atramos puikiai tinka organiniams modeliams, taupo gijas ir padidina spausdinimo greitį. Išbandykite jas!

source: Printing Silk Filament Did you know that Silk filament needs special consideration to print it successfully? Higher temperature and lower speed are always recommended for the best results.
lt: Spausdinimas šilko gija Ar žinojote, kad norint sėkmingai atspausdinti šilko giją reikia ypatingo dėmesio? Siekiant geriausių rezultatų, visada rekomenduojama aukštesnė temperatūra ir mažesnis greitis.
