Repository: SoftFever/OrcaSlicer
Catalog: localization/i18n/*/OrcaSlicer_*.po
Languages: lt

source: Cut filament
lt: Nukirpti giją

source: Pull back current filament
lt: Išstumti atgal dabartinę giją

source: Push new filament into extruder
lt: Įstumti naują giją į ekstruderį

source: Purge old filament
lt: Išmesti seną giją

source: Feed Filament
lt: Paduoti giją

source: Confirm extruded
lt: Patvirtinti, kad išspausta

source: Check filament location
lt: Patikrinti gijos padėtį

source: Grab new filament
lt: Pasirinkti naują giją

source: Choose an AMS slot then press "Load" or "Unload" button to automatically load or unload filaments.
lt: Pasirinkite AMS angą, tada paspauskite "Įkelti" arba "išstumti" mygtuką, kad automatiškai įkeltumėte arba išstumtumėte gijas.

source: Edit
lt: Redaguoti

source: All the selected objects are on a locked plate. Cannot auto-arrange these objects.
lt: Visi pažymėti objektai yra ant užrakintos plokštės. Automatinio išdėstymo šiems objektams atlikti negalima.

source: No arrangeable objects are selected.
lt: Nėra pasirinkta jokių tvarkytinų objektų.

source: This plate is locked. Cannot auto-arrange on this plate.
lt: Ši plokštė užrakinta. Automatinio objektų išdėstymo šioje plokštėje atlikti negalima.

source: Arranging...
lt: Išdėstoma...

source: Arranging
lt: Išdėstymas

source: Arranging canceled.
lt: Išdėstymas atšauktas.

source: Arranging is done but there are unpacked items. Reduce spacing and try again.
lt: Išdėstymas atliktas, tačiau liko neapdorotų objektų. Sumažinkite tarpus ir pabandykite dar kartą.

source: Arranging done.
lt: Išdėstymas atliktas.

source: Arrange failed. Found some exceptions when processing object geometries.
lt: Išdėstymas nepavyko. Apdorojant objektų geometriją aptiktos išimtys.

source: Arrangement ignored the following objects which can't fit into a single bed: %s
lt: Išdėstymas nepaisė šių objektų, kurie netelpa į vieną pagrindą: %s

source: All the selected objects are on a locked plate. Cannot auto-orient these objects.
lt: Visi pažymėti objektai yra ant užrakintos plokštės. Automatinio objektų suorientavimo šiems objektams atlikti negalima.

source: This plate is locked. Cannot auto-orient on this plate.
lt: Ši plokštė užrakinta. Automatinio objektų orientavimo šioje plokštėje atlikti negalima.

source: Orienting...
lt: Orientuojama...

source: Orienting
lt: Orientuojama

source: Orienting canceled.
lt: Orientavimas atšauktas.

source: Filling
lt: Užpildoma

source: Bed filling canceled.
lt: Pagrindo užpildymas atšauktas.

source: Bed filling done.
lt: Pagrindo užpildymas atliktas.

source: Searching for optimal orientation
lt: Optimalios orientacijos paieška

source: Orientation search canceled.
lt: Orientacijos paieška atšaukta.

source: Orientation found.
lt: Orientacija rasta.

source: Logging in
lt: Jungiamasi

source: Login failed
lt: Prisijungti nepavyko

source: Please check the printer network connection.
lt: Prašome patikrinti spausdintuvo kompiuterinio tinklo jungtį.

source: Abnormal print file data. Please slice again.
lt: Nenormalūs spausdinimo failo duomenys. Prašome susluoksniuoti dar kartą.

source: Task canceled.
lt: Užduotis atšaukta.

source: Upload task timed out. Please check the network status and try again.
lt: Įkėlimo užduotis viršijo laukimo laiką. Prašome patikrinti tinklo būseną ir bandyti iš naujo.

source: Cloud service connection failed. Please try again.
lt: Nepavyko prisijungti prie debesies paslaugos. Prašome bandyti iš naujo.

source: Print file not found. Please slice again.
lt: Nerastas spausdinimo failas. Prašome išsluoksniuoti iš naujo.

source: The print file exceeds the maximum allowable size (1GB). Please simplify the model and slice again.
lt: Spausdinimo failas viršija didžiausią leistiną dydį (1GB). Prašome supaprastinti modelį ir išsluoksniuoti iš naujo.

source: Failed to send the print job. Please try again.
lt: Nepavyko išsiųsti spausdinimo užduoties. Prašome bandyti iš naujo.

source: Failed to upload file to ftp. Please try again.
lt: Nepavyko failo įkelti į ftp serverį. Prašome pabandyti iš naujo.

source: Check the current status of the bambu server by clicking on the link above.
lt: Paspaudę nuorodą viršuje, galite patikrinti aktualią Bambu serverio būseną.

source: The size of the print file is too large. Please adjust the file size and try again.
lt: Spausdinimo failo dydis per didelis. Prašome pakoreguoti dydį ir bandyti pakartotinai.

source: Print file not found, please slice it again and send it for printing.
lt: Nerastas spausdinimo failas. Prašome dar kartą išsluoksniuoti ir išsiųsti spausdinimui.

source: Failed to upload print file to FTP. Please check the network status and try again.
lt: Nepavyko spausdinimo failo įkelti į FTP serverį. Patikrinkite tinklo būseną ir bandykite dar kartą.

source: Sending print job over LAN
lt: Spausdinimo užduotis siunčiama vietiniu tinklu

source: Sending print job through cloud service
lt: Spausdinimo užduotis siunčiama debesies paslauga

source: Print task sending times out.
lt: Spausdinimo užduoties siuntimas viršijo nustatytą laiką.

source: Service Unavailable
lt: Paslauga negalima

source: Unknown Error.
lt: Nežinoma klaida.

source: Sending print configuration
lt: Siunčiama spausdinimo konfigūracija

source: Successfully sent. Will automatically jump to the device page in %ss
lt: Sėkmingai išsiųsta. Automatiškai per %s sek. bus pereita į įrenginio puslapį

source: Successfully sent. Will automatically jump to the next page in %ss
lt: Sėkmingai išsiųsta. Automatiškai per %s sek. bus pereita į kitą puslapį

source: An SD card needs to be inserted before printing via LAN.
lt: Prieš spausdinant per vietinį tinklą, reikia įdėti SD kortelę.

source: Sending G-code file over LAN
lt: Vietiniu tinklu siunčiamas G-kodo failas

source: Sending G-code file to SD card
lt: Į SD kortelę siunčiamas G-kodo failas

source: Successfully sent. Close current page in %s s
lt: Sėkmingai išsiųsta. Dabartinis puslapis užsivers po %s sek

source: An SD card needs to be inserted before sending to printer.
lt: Prieš siunčiant į spausdintuvą reikia įdėti SD kortelę.

source: Importing SLA archive
lt: Importuojamas SLA archyvas

source: The SLA archive doesn't contain any presets. Please activate some SLA printer preset first before importing that SLA archive.
lt: SLA archyve nėra jokių išankstinių nustatymų. Prieš importuodami SLA archyvą, pirmiausia suaktyvinkite SLA spausdintuvo nustatymą.

source: Importing canceled.
lt: Importavimas atšauktas.

source: Importing done.
lt: Importavimas atliktas.

source: The imported SLA archive did not contain any presets. The current SLA presets were used as fallback.
lt: Importuotame SLA archyve nebuvo jokių išankstinių nustatymų. Dabartiniai SLA nustatymai buvo naudojami kaip atsarginiai.

source: You cannot load SLA project with a multi-part object on the bed
lt: Negalite įkelti SLA projekto su kelių dalių objektu ant pagrindo

source: Please check your object list before preset changing.
lt: Prieš keisdami išankstinius nustatymus, patikrinkite objektų sąrašą.

source: Attention!
lt: Dėmesio!

source: Downloading
lt: Atsisiunčiama

source: Download failed
lt: Atsisiuntimas nepavyko

source: Canceled
lt: Atšaukta

source: Installed successfully
lt: Sėkmingai įdiegta.

source: Installing
lt: Diegiama

source: Install failed
lt: Diegimas nepavyko

source: Portions copyright
lt: Dalys saugomos autorių teisių

source: Copyright
lt: Autorių teisės

source: License
lt: Licencija

source: Orca Slicer is licensed under
lt: Orca Slicer yra licencijuojama pagal

source: GNU Affero General Public License, version 3
lt: GNU Affero bendroji viešoji licencija, 3 versija

source: Orca Slicer is based on PrusaSlicer and BambuStudio
lt: Orca Slicer sukurtas remiantis PrusaSlicer ir BambuStudio

source: Libraries
lt: Bibliotekos

source: This software uses open source components whose copyright and other proprietary rights belong to their respective owners
lt: Ši programinė įranga naudoja atvirojo kodo komponentus, kurių autorių teisės ir kitos nuosavybės teisės priklauso atitinkamiems savininkams

source: About %s
lt: Apie %s

source: OrcaSlicer is based on BambuStudio, PrusaSlicer, and SuperSlicer.
lt: OrcaSlicer sukurtas remiantis BambuStudio, PrusaSlicer ir SuperSlicer.

source: BambuStudio is originally based on PrusaSlicer by PrusaResearch.
lt: Pradinė BambuStudio programos kūrimo bazė buvo PrusaSlicer iš PrusaResearch.

source: PrusaSlicer is originally based on Slic3r by Alessandro Ranellucci.
lt: Pradinė PrusaSlicer programos kūrimo bazė buvo Slic3r, kurį sukūrė Alessandro Ranellucci.

source: Slic3r was created by Alessandro Ranellucci with the help of many other contributors.
lt: Slic3r sukūrė Alessandro Ranellucci su daugelio kitų kūrėjų pagalba.

source: Version
lt: Versija

source: AMS Materials Setting
lt: AMS medžiagų nuostatos

source: Confirm
lt: Patvirtinti

source: Close
lt: Uždaryti

source: Nozzle Temperature
lt: Purkštuko temperatūra

source: max
lt: maks

source: The input value should be greater than %1% and less than %2%
lt: Įvesties reikšmė turi būti didesnė nei %1% ir mažesnė nei %2%

source: Factors of Flow Dynamics Calibration
lt: Dinaminio srauto kalibravimo veiksniai

source: PA Profile
lt: PA sąranka

source: Factor K
lt: Faktorius K

source: Factor N
lt: Faktorius N

source: Setting AMS slot information while printing is not supported
lt: Negalima pakeisti AMS angos informacijos kol vyksta spausdinimas

source: Setting Virtual slot information while printing is not supported
lt: Negalima pakeisti virtualios angos informacijos kol vyksta spausdinimas

source: Are you sure you want to clear the filament information?
lt: Ar jūs tikrai norite išvalyti gijos informaciją?

source: You need to select the material type and color first.
lt: Pradžioje jums reikia pasirinkti medžiagos tipą ir spalvą.

source: Please input a valid value (K in %.1f~%.1f)
lt: Įveskite tinkamą reikšmę (K %.1f~%.1f)

source: Please input a valid value (K in %.1f~%.1f, N in %.1f~%.1f)
lt: Įveskite tinkamą reikšmę (K %.1f~%.1f, N %.1f~%.1f)

source: Other Color
lt: Kita spalva

source: Custom Color
lt: Pasirinktinė spalva

source: Dynamic flow calibration
lt: Dinaminis srauto kalibravimas

source: The nozzle temp and max volumetric speed will affect the calibration results. Please fill in the same values as the actual printing. They can be auto-filled by selecting a filament preset.
lt: Purkštuko temperatūra ir didžiausias tūrinis greitis įtakoja kalibravimo rezultatus. Prašome įvesti tokias pat reikšmes, kaip ir įprastam spausdinime. Jas galima automatiškai užpildyti pasirinkus gijų parametrų sąranką.

source: Nozzle Diameter
lt: Purkštuko diametras

source: Bed Type
lt: Pagrindo tipas

source: Nozzle temperature
lt: Purkštuko temperatūra

source: Bed Temperature
lt: Pagrindo temperatūra

source: Max volumetric speed
lt: Maksimalus tūrinis greitis

source: Bed temperature
lt: Pagrindo temperatūra

source: Start calibration
lt: Pradėti kalibravimą

source: Next
lt: Kitas

source: Calibration completed. Please find the most uniform extrusion line on your hot bed like the picture below, and fill the value on its left side into the factor K input box.
lt: Kalibravimas baigtas. Raskite tolydžiausiai išspausdintą liniją ant kaitinamo pagrindo, (tokią kaip paveikslėlyje žemiau) ir įveskite kairėje pusėje esančią reikšmę į faktoriaus K įvesties laukelį.

source: Save
lt: Išsaugoti

source: Last Step
lt: Paskutinis žingsnis

source: Example
lt: Pavyzdys

source: Calibrating... %d%%
lt: Kalibruojama... %d%%

source: Calibration completed
lt: Kalibravimas baigtas

source: %s does not support %s
lt: %s nepalaiko %s

source: Dynamic flow Calibration
lt: Dinaminio srauto kalibravimas

source: Step
lt: Žingsnis

source: AMS Slots
lt: AMS angos

source: Note: Only the AMS slots loaded with the same material type can be selected.
lt: Pastaba: Galima pasirinkti tik tuos AMS lizdus, kuriose yra tos pačios rūšies medžiaga.

source: Enable AMS
lt: Įjungti AMS

source: Print with filaments in the AMS
lt: Spausdinti su gijomis iš AMS

source: Disable AMS
lt: Išjungti AMS

source: Print with the filament mounted on the back of chassis
lt: Spausdinti su ant dėžės sumontuota gija

source: Current AMS humidity
lt: Dabartinė AMS drėgmė

source: Please change the desiccant when it is too wet. The indicator may not represent accurately in following cases: when the lid is open or the desiccant pack is changed. It take hours to absorb the moisture, and low temperatures also slow down the process.
lt: Pasikeiskite drėgmės sugėriklį, kai jis sudrėgsta. Indikatorius gali veikti netiksliai šiais atvejais: kai atidarytas dangtelis, arba pakeistas drėgmės sugėriklio pakelis. Drėgmės sugėrimui reikia keleto valandų. Žema temperatūra taip pat sulėtina šį procesą.

source: Configure which AMS slot should be used for a filament used in the print job.
lt: Sukonfigūruokite, kuris AMS lizdas turėtų būti naudojamas spausdinimo užduotyje naudojamai gijai

source: Filament used in this print job
lt: Šiame spausdinime naudojama gija

source: AMS slot used for this filament
lt: Šiam spausdinimui naudojamas AMS lizdas

source: Click to select AMS slot manually
lt: Paspauskite, norėdami rankiniu būdu pasirinkti AMS lizdą

source: Do not Enable AMS
lt: Nejungti AMS

source: Print using materials mounted on the back of the case
lt: Spausdinkite naudodami išorinėje ritėje esančią giją

source: Print with filaments in AMS
lt: Spausdinti AMS gijomis

source: Print with filaments mounted on the back of the chassis
lt: Spausdinti gijomis, sumontuotomis ant dėžės

source: When the current material run out, the printer will continue to print in the following order.
lt: Pasibaigus esamai medžiagai, spausdintuvas toliau spausdins šia tvarka.

source: Group
lt: Grupė

source: The printer does not currently support auto refill.
lt: Šiuo metu spausdintuvas nepalaiko automatinio papildymo.

source: AMS filament backup is not enabled, please enable it in the AMS settings.
lt: AMS atsarginė gija neįjungta, įjunkite ją AMS nustatymuose.

source: If there are two identical filaments in AMS, AMS filament backup will be enabled. (Currently supporting automatic supply of consumables with the same brand, material type, and color)
lt: Jei AMS yra dvi identiškos gijos, tuomet bus įjungta AMS atsarginė gija. (Šiuo metu palaikomas automatinis to paties prekės ženklo, medžiagos tipo ir spalvos eksploatacinių medžiagų padavimas)

source: DRY
lt: SAUSA

source: WET
lt: DRĖGNA

source: AMS Settings
lt: AMS nustatymai

source: Insertion update
lt: Įdėklo atnaujinimas

source: The AMS will automatically read the filament information when inserting a new Bambu Lab filament. This takes about 20 seconds.
lt: Įdėjus naują Bambu Lab giją, AMS automatiškai nuskaitys jos informaciją. Tai trunka apie 20 sekundžių.

source: Note: if a new filament is inserted during printing, the AMS will not automatically read any information until printing is completed.
lt: Pastaba: jei spausdinimo metu įdedama nauja gija, AMS automatiškai nenuskaitys jokios informacijos, kol spausdinimas nebus baigtas.

source: When inserting a new filament, the AMS will not automatically read its information, leaving it blank for you to enter manually.
lt: Įdėjus naują giją, AMS automatiškai nenuskaitys jos informacijos, todėl ją reikės įvesti rankiniu būdu.

source: Power on update
lt: Įjungimo metu atnaujinimas

source: The AMS will automatically read the information of inserted filament on start-up. It will take about 1 minute. The reading process will roll filament spools.
lt: Paleidimo metu AMS automatiškai nuskaitys įdėtos gijos informaciją. Tai truks apie 1 minutę. Skaitymo proceso metu AMS sukios gijų rites.

source: The AMS will not automatically read information from inserted filament during startup and will continue to use the information recorded before the last shutdown.
lt: Paleidimo metu AMS automatiškai nenuskaitys įdėtos gijos informacijos ir toliau naudosis prieš paskutinį išjungimą įrašyta informacija.

source: Update remaining capacity
lt: Atnaujinti likusį gijos kiekį

source: The AMS will estimate Bambu filament's remaining capacity after the filament info is updated. During printing, remaining capacity will be updated automatically.
lt: Atnaujinus gijų informaciją, AMS įvertins likusį Bambu gijų kiekį. Spausdinimo metu likęs kiekis bus atnaujinamas automatiškai.

source: AMS filament backup
lt: AMS atsarginė gija

source: AMS will continue to another spool with matching filament properties automatically when current filament runs out.
lt: Kai baigsis dabartinė gija, AMS automatiškai tęs darbą kitoje ritėje su tokiomis pačiomis gijos savybėmis

source: Air Printing Detection
lt: Filamento išspaudimo nebuvimo aptikimas

source: Detects clogging and filament grinding, halting printing immediately to conserve time and filament.
lt: Aptikusi užsikimšimą arba gijos gremžimą, taupant laiką ir giją, sistema iš karto sustabdo spausdinimą.

source: File
lt: Failas

source: Calibration
lt: Kalibravimas

source: Failed to download the plug-in. Please check your firewall settings and vpn software, check and retry.
lt: Nepavyko atsisiųsti papildinio. Patikrinkite savo užkardos nustatymus ir VPN programinę įrangą, ir bandykite dar kartą.

source: Failed to install the plug-in. Please check whether it is blocked or deleted by anti-virus software.
lt: Nepavyko įdiegti papildinio. Patikrinkite, ar jo neblokuoja arba neištrina antivirusinė programinė įranga.

source: click here to see more info
lt: spustelėkite norėdami gauti daugiau informacijos

source: Please home all axes (click
lt: Prašome sugrąžinti visas ašis į pradinę padėtį (spauskite

source: ) to locate the toolhead's position. This prevents device moving beyond the printable boundary and causing equipment wear.
lt: ) norėdami nustatyti spausdinimo galvutės padėtį. Taip išvengiama, kad įrenginys judėtų už spausdinimo srities ir dėvėtųsi.

source: Go Home
lt: Grįžti į pradinę padėtį

source: A error occurred. Maybe memory of system is not enough or it's a bug of the program
lt: Įvyko klaida. Sistemoje galėjo pritrūkti atminties arba įvyko programos klaida

source: A fatal error occurred: "%1%"
lt: Įvyko lemtinga klaida: „%1%“

source: Please save project and restart the program.
lt: Išsaugokite projektą ir iš naujo paleiskite programą.

source: Processing G-code from Previous file...
lt: Vykdomas G-kodas iš prieš tai buvusio failo...

source: Slicing complete
lt: Sluoksniavimas baigtas

source: Access violation
lt: Prieigos pažeidimas

source: Illegal instruction
lt: Netinkama komanda

source: Divide by zero
lt: Dalyba iš nulio

source: Overflow
lt: Perpildymas

source: Underflow
lt: Perteklius

source: Floating reserved operand
lt: Slankusis rezervuotas operandas

source: Stack overflow
lt: Steko perpildymas

source: Running post-processing scripts
lt: Vykdomi papildomo apdorojimo scenarijai

source: Successfully executed post-processing script
lt: Sėkmingai vykdytas papildomas apdorojimo scenarijus

source: Unknown error occurred during exporting G-code.
lt: Eksportuojant G kodą įvyko nežinoma klaida.

source: Copying of the temporary G-code to the output G-code failed. Maybe the SD card is write locked? Error message: %1%
lt: Nepavyko nukopijuoti laikinojo G-kodo į išvesties G-kodą. Gal draudžiama įrašinėti į SD kortelę? Klaidos pranešimas: %1%

source: Copying of the temporary G-code to the output G-code failed. There might be problem with target device, please try exporting again or using different device. The corrupted output G-code is at %1%.tmp.
lt: Nepavyko nukopijuoti laikinojo G-kodo į išvesties G-kodą. Gali kilti problemų dėl tikslinio įrenginio. Bandykite eksportuoti dar kartą arba naudokite kitą įrenginį. Sugadintas išvesties G-kodas yra %1%.tmp.

source: Renaming of the G-code after copying to the selected destination folder has failed. Current path is %1%.tmp. Please try exporting again.
lt: Nepavyko pervardyti G-kodo nukopijavus į pasirinktą aplanką. Dabartinis kelias yra %1%.tmp. Bandykite eksportuoti dar kartą.

source: Copying of the temporary G-code has finished but the original code at %1% couldn't be opened during copy check. The output G-code is at %2%.tmp.
lt: Laikinojo G-kodo kopijavimas baigtas, bet pradinio kodo, esančio %1%, nepavyko atidaryti tikrinant kopiją. Išvesties G-kodas yra %2%.tmp.

source: Copying of the temporary G-code has finished but the exported code couldn't be opened during copy check. The output G-code is at %1%.tmp.
lt: Laikinojo G-kodo kopijavimas baigtas, bet eksportuoto kodo nepavyko atidaryti tikrinant kopiją. Išvesties G-kodas yra %1%.tmp.

source: G-code file exported to %1%
lt: G-kodo failas eksportuotas į %1%

source: Unknown error when exporting G-code.
lt: Nežinoma G kodo eksporto klaida.

source: Failed to save G-code file. Error message: %1%. Source file %2%.
lt: Nepavyko išsaugoti G-kodo failo. Klaidos pranešimas: %1%. Šaltinio failas: %2%.

source: Copying of the temporary G-code to the output G-code failed
lt: Nepavyko nukopijuoti laikinojo G-kodo į išvesties G-kodą

source: Scheduling upload to `%1%`. See Window -> Print Host Upload Queue
lt: Planuojamas įkėlimas į „%1%“. Žr. Langas -> Tinklinio spausdinimo įkėlimo eilė

source: Device
lt: Įrenginys

source: Task Sending
lt: Užduotis siunčiama

source: Task Sent
lt: Užduotis nusiųsta

source: Edit multiple printers
lt: Taisyti kelis spausdintuvus

source: Select connected printers (0/6)
lt: Pasirinkite prijungtus spausdintuvus (0/6)

source: Select Connected Printers (%d/6)
lt: Pasirinkite prijungtus spausdintuvus (%d/6)

source: The maximum number of printers that can be selected is %d
lt: Didžiausias pasirenkamų spausdintuvų skaičius yra %d

source: Offline
lt: Neprisijungus

source: No task
lt: Nėra užduočių

source: View
lt: Vaizdas

source: Edit Printers
lt: Taisyti spausdintuvus

source: Device Name
lt: Įrenginio pavadinimas

source: Task Name
lt: Užduoties pavadinimas

source: Device Status
lt: Įrenginio būsena

source: Actions
lt: Veiksmai

source: Please select the devices you would like to manage here (up to 6 devices)
lt: Prašome pasirinkti įrenginius, kurios norėsite čia valdyti (iki 6 įrenginių)

source: Add
lt: Įtraukti

source: Idle
lt: Tuščias

source: Printing
lt: Spausdinimas

source: Upgrading
lt: Atnaujinama

source: Incompatible
lt: Nesuderinama

source: syncing
lt: sinchronizuojama

source: Printing Finish
lt: Spausdinimas baigtas

source: Printing Failed
lt: Spausdinimas nepavyko

source: Printing Pause
lt: Spausdinimo pauzė

source: Prepare
lt: Paruošimas

source: Slicing
lt: Sluoksniuojama

source: Pending
lt: Laukiama

source: Sending
lt: Siunčiama

source: Sending Finish
lt: Siuntimas baigtas

source: Sending Cancel
lt: Siuntimas atšauktas

source: Sending Failed
lt: Siuntimas nepavyko

source: Print Success
lt: Sėkmingai atspausdinta

source: Print Failed
lt: Spausdinimas nepavyko

source: Removed
lt: Pašalinta

source: Resume
lt: Pratęsti

source: Stop
lt: Sustabdyti

source: Task Status
lt: Užduoties būsena

source: Sent Time
lt: Siuntimo laikas

source: There are no tasks to be sent!
lt: Čia nėra galimų siųsti užduočių!

source: No historical tasks!
lt: Be istorinių užduočių!

source: Loading...
lt: Įkeliama...

source: No AMS
lt: Be AMS

source: Send to Multi-device
lt: Siųsti į multiįrenginį

source: Preparing print job
lt: Spausdinimo užduoties rengimas

source: Abnormal print file data. Please slice again
lt: Nenormalūs spausdinimo failo duomenys. Atlikite sluoksniavimą dar kartą

source: There is no device available to send printing.
lt: Nėra įrenginio, kuriam būtų galima siųsti spausdinti.

source: The number of printers in use simultaneously cannot be equal to 0.
lt: Vienu metu naudojamų spausdintuvų skaičius negali būti lygus 0.

source: Use External Spool
lt: Naudoti išorinę ritę

source: Use AMS
lt: Naudoti AMS
