Repository: SoftFever/OrcaSlicer
Catalog: localization/i18n/*/OrcaSlicer_*.po
Languages: lt

source: Log in successful.
lt: Prisijungta sėkmingai.

source: Log out printer
lt: Atjungti spausdintuvą

source: Would you like to log out the printer?
lt: Ar norite atjungti spausdintuvą?

source: Please log in first.
lt: Prašome pirmiau prisijungti.

source: There was a problem connecting to the printer. Please try again.
lt: Nepavyko prijungti spausdintuvo. Prašome pabandyti vėliau.

source: Failed to log out.
lt: Nepavyko atsijungti.

source: Save current %s
lt: Išsaugoti dabartinį %s

source: Delete this preset
lt: Ištrinti šį išankstinį nustatymą

source: Search in preset
lt: Ieškoti nustatymuose

source: Click to reset all settings to the last saved preset.
lt: Paspauskite, norėdami atkurti visus nustatymus pagal paskutinį išsaugotą profilį.

source: A prime tower is required for smooth timelapse. There may be flaws on the model without prime tower. Are you sure you want to disable prime tower?
lt: Norint sklandžiai filmuoti laiko intervalais, reikia valymo bokšto. Be valymo bokšto modelyje gali būti trūkumų. Ar tikrai norite išjungti valymo bokštą?

source: A prime tower is required for smooth timelapse. There may be flaws on the model without prime tower. Do you want to enable prime tower?
lt: Pakadriniam tolygiam video reikia Prime bokšto. Spausdinant be Prime bokštelio modelis gali turėti trūkumų. Ar tikrai norite išjungti Prime bokštą?

source: Still print by object?
lt: Vis dar spausdinti pagal objektą?

source: When using support material for the support interface, we recommend the following settings: 0 top z distance, 0 interface spacing, interlaced rectilinear pattern and disable independent support layer height
lt: Naudojant atramos medžiagą atramos sąsajoje, rekomenduojame naudoti šiuos nustatymus: 0 viršutinio z atstumo, 0 atstumo tarp sąsajų, susikertančio tiesiaeigio modelio ir išjungti nepriklausomą atramos sluoksnio aukštį

source: Change these settings automatically? Yes - Change these settings automatically No - Do not change these settings for me
lt: Automatiškai pakeisti šiuos nustatymus? Taip - Pakeiskite šiuos nustatymus automatiškai. Ne - Nekeiskite šių nustatymų už mane

source: Enabling this option will modify the model's shape. If your print requires precise dimensions or is part of an assembly, it's important to double-check whether this change in geometry impacts the functionality of your print.
lt: Įjungus šią parinktį, pasikeis modelio forma. Jei jūsų spaudinys turi atitikti tikslius matmenis arba yra dalis didesnio mazgo, svarbu papildomai patikrinti, ar šis geometrijos pasikeitimas neturi įtakos jūsų spaudinio funkcionalumui.

source: Are you sure you want to enable this option?
lt: Ar norite įjungti šią galimybę?

source: Layer height is too small. It will set to min_layer_height
lt: Per mažas sluoksnio aukštis. Jis bus nustatytas į min_layer_height

source: Layer height exceeds the limit in Printer Settings -> Extruder -> Layer height limits, this may cause printing quality issues.
lt: Sluoksnio aukštis netilpo į ribas Spausdintuvo nustatymai -> Ekstruderis -> Sluoksnio aukščio ribos, tai gali turėti įtakos spausdinio kokybei..

source: Adjust to the set range automatically?
lt: Nustatyti ribų priskyrimą automatiškai?

source: Adjust
lt: Sureguliuoti

source: Ignore
lt: Nekreipti dėmesio

source: Experimental feature: Retracting and cutting off the filament at a greater distance during filament changes to minimize flush. Although it can notably reduce flush, it may also elevate the risk of nozzle clogs or other printing complications.
lt: Eksperimentinė funkcija: Gijos įtraukimas ir nukirpimas didesniu atstumu keičiant giją, siekiant sumažinti išspaudžiamos liekanos kiekį. Ši funkcija gali ženkliai sumažinti išspaudžiamos liekanos kiekį, tačiau taip pat gali padidėti ekstruderio užsikimšimo ar kitų spausdinimo problemų tikimybė.

source: Experimental feature: Retracting and cutting off the filament at a greater distance during filament changes to minimize flush. Although it can notably reduce flush, it may also elevate the risk of nozzle clogs or other printing complications. Please use with the latest printer firmware.
lt: Eksperimentinė funkcija: Gijos įtraukimas ir nukirpimas didesniu atstumu keičiant giją, siekiant sumažinti išspaudžiamos liekanos kiekį. Ši funkcija gali ženkliai sumažinti išspaudžiamos ankstesnės spalvos gijos liekanos kiekį, tačiau taip pat gali padidėti ekstruderio užsikimšimo ar kitų spausdinimo problemų tikimybė.

source: When recording timelapse without toolhead, it is recommended to add a "Timelapse Wipe Tower" by right-click the empty position of build plate and choose "Add Primitive"->"Timelapse Wipe Tower".
lt: Įrašant pakadrinį vaizdo įrašą be spausdinimo galvutės judesių, rekomenduojama naudoti „Pakadrinio valymo bokštą“. Norėdami jį pridėti, dešiniuoju pelės mygtuku spustelėkite tuščią spausdinimo plokštės vietą. Tada pasirinkite „Pridėti primityvą“ -> „pakadrinis valymo bokštas“.

source: A copy of the current system preset will be created, which will be detached from the system preset.
lt: Bus sukurta dabartinės sistemos išankstinės nuostatos kopija, kuri bus atskirta nuo sistemos išankstinės nuostatos.

source: The current custom preset will be detached from the parent system preset.
lt: Dabartinis pasirinktinis išankstinis nustatymas bus atskirtas nuo pagrindinio sistemos išankstinio nustatymo.

source: Modifications to the current profile will be saved.
lt: Dabartinio profilio pakeitimai bus išsaugoti.

source: This action is not revertible. Do you want to proceed?
lt: Šis veiksmas yra negrįžtamas. Ar norite tęsti?

source: Detach preset
lt: Atjungti išankstinį nustatymą

source: This is a default preset.
lt: Tai numatytasis išankstinis nustatymas.

source: This is a system preset.
lt: Tai iš anksto nustatytas sistemos nustatymas.

source: Current preset is inherited from the default preset.
lt: Dabartinis išankstinis nustatymas paveldėtas iš numatytojo išankstinio nustatymo.

source: Current preset is inherited from
lt: Dabartinis išankstinis nustatymas paveldėtas iš

source: It can't be deleted or modified.
lt: Jo negalima ištrinti ar keisti.

source: Any modifications should be saved as a new preset inherited from this one.
lt: Bet kokius pakeitimus reikėtų išsaugoti kaip naują iš anksto nustatytą nustatymą, paveldėtą iš šio.

source: To do that please specify a new name for the preset.
lt: Norėdami tai padaryti, nurodykite naują išankstinio nustatymo pavadinimą.

source: Additional information:
lt: Papildoma informacija:

source: vendor
lt: gamintojas

source: printer model
lt: spausdintuvo modelis

source: default print profile
lt: numatytasis spausdinimo profilis

source: default filament profile
lt: numatytasis gijų profilis

source: default SLA material profile
lt: numatytasis SLA medžiagos profilis

source: default SLA print profile
lt: numatytasis SLA spausdinimo profilis

source: full profile name
lt: pilnas profilio pavadinimas

source: symbolic profile name
lt: simbolinis profilio pavadinimas

source: Line width
lt: Linijos plotis

source: Seam
lt: Siūlė

source: Precision
lt: Tikslumas

source: Wall generator
lt: Sienų generatorius

source: Walls and surfaces
lt: Sienos ir paviršiai

source: Bridging
lt: Tiltai

source: Overhangs
lt: Iškyšos

source: Walls
lt: Sienos

source: Top/bottom shells
lt: Viršutiniai/apatiniai paviršiai

source: Initial layer speed
lt: Pradinio sluoksnio greitis

source: Other layers speed
lt: Kitų sluoksnių greitis

source: Overhang speed
lt: Iškyšų greitis

source: This is the speed for various overhang degrees. Overhang degrees are expressed as a percentage of line width. 0 speed means no slowing down for the overhang degree range and wall speed is used
lt: Šiame nustatyme nurodomas spausdinimo greitis skirtingiems iškyšos laipsniams. Iškyšos laipsnis pateikiamas linijos pločio procentine išraiška. 0 greitis reiškia, kad nepristabdoma nė vienam iškyšos laipsniui ir naudojamas sienelės spausdinimo greitis

source: Bridge
lt: Tiltas

source: Set speed for external and internal bridges
lt: Vidinių ir išorinių tiltų greitis

source: Travel speed
lt: Judėjimo greitis

source: Acceleration
lt: Pagreitis

source: Jerk(XY)
lt: Pagreitis (XY)

source: Raft
lt: Platforma

source: Support filament
lt: Atramų gija

source: Tree supports
lt: Medžio tipo atramos

source: Multimaterial
lt: Kelios medžiagos

source: Prime tower
lt: Valymo bokštas

source: Filament for Features
lt: Gija funkcijoms

source: Ooze prevention
lt: Ištekėjimo prevencija

source: Skirt
lt: Apvadas

source: Special mode
lt: Specialus režimas

source: G-code output
lt: G-kodo išvestis

source: Post-processing Scripts
lt: Scenarijai po apdorojimo

source: Notes
lt: Pastabos

source: Frequent
lt: Dažnai

source: Following line %s contains reserved keywords. Please remove it, or will beat G-code visualization and printing time estimation.
lt: Tolesnėje eilutėje %s yra rezervuotų raktinių žodžių. Pašalinkite juos, nes kitaip bus pažeistas G kodo vizualizavimas ir spausdinimo laiko įvertinimas.

source: Reserved keywords found
lt: Rasti rezervuoti raktažodžiai

source: Setting Overrides
lt: Apribojimų nustatymas

source: Retraction
lt: Įtraukimas

source: Basic information
lt: Pagrindinė informacija

source: Recommended nozzle temperature
lt: Rekomenduojama purkštuko temperatūra

source: Recommended nozzle temperature range of this filament. 0 means no set
lt: Rekomenduojamas šios gijos purkštuko temperatūros diapazonas. 0 reiškia, kad nenustatyta

source: Flow ratio and Pressure Advance
lt: Srauto santykis ir slėgis

source: Print chamber temperature
lt: Spausdinimo kameros temperatūra

source: Print temperature
lt: Spausdinimo temperatūra

source: Nozzle
lt: Purkštukas

source: Nozzle temperature when printing
lt: Purkštuko temperatūra spausdinant

source: Cool Plate (SuperTack)
lt: Šalta plokštė (SuperTack)

source: Bed temperature when the Cool Plate Supertack is installed. A value of 0 means the filament does not support printing on the Cool Plate SuperTack.
lt: Pagrindo temperatūra, kai sumontuota šalta plokštė. Reikšmė 0 reiškia, kad gija nepalaiko spausdinimo ant šaltos plokštės

source: Cool Plate
lt: Šalta plokštė

source: Bed temperature when the Cool Plate is installed. A value of 0 means the filament does not support printing on the Cool Plate.
lt: Pagrindo temperatūra, kai sumontuota šalta plokštė. Reikšmė 0 reiškia, kad gija nepalaiko spausdinimo ant šaltos plokštės

source: Textured Cool Plate
lt: Tekstūruota vėsi plokštė

source: Bed temperature when the Textured Cool Plate is installed. A value of 0 means the filament does not support printing on the Textured Cool Plate.
lt: Pagrindo temperatūra, kai sumontuota vėsi plokštė. Reikšmė 0 reiškia, kad gija negalima spausdinti ant tekstūrinės vėsios plokštės

source: Engineering Plate
lt: Inžinerinė plokštė

source: Bed temperature when the Engineering Plate is installed. A value of 0 means the filament does not support printing on the Engineering Plate.
lt: Pagrindo temperatūra, kai sumontuota inžinerinė plokštė. Reikšmė 0 reiškia, kad gija nepalaiko spausdinimo ant inžinerinės plokštės

source: Smooth PEI Plate / High Temp Plate
lt: Lygi PEI plokštė / aukštos temperatūros plokštė

source: Bed temperature when the Smooth PEI Plate/High Temperature Plate is installed. A value of 0 means the filament does not support printing on the Smooth PEI Plate/High Temp Plate.High Temp Plate
lt: Pagrindo temperatūra, kai sumontuota lygi PEI plokštė / aukštos temperatūros plokštė. Reikšmė 0 reiškia, kad gija nepalaiko spausdinimo ant lygios PEI plokštės / aukštos temperatūros plokštės

source: Textured PEI Plate
lt: Tekstūruota PEI plokštė

source: Bed temperature when the Textured PEI Plate is installed. A value of 0 means the filament does not support printing on the Textured PEI Plate.
lt: Pagrindo temperatūra, kai sumontuota tekstūruota PEI plokštė. Reikšmė 0 reiškia, kad gija nepalaiko spausdinimo ant tekstūruotos PEI plokštės

source: Volumetric speed limitation
lt: Tūrinio greičio ribojimas

source: Cooling
lt: Aušinimas

source: Cooling for specific layer
lt: Konkretaus sluoksnio aušinimas

source: Part cooling fan
lt: Dalies aušinimo ventiliatorius

source: Min fan speed threshold
lt: Min. ventiliatoriaus greičio riba

source: Part cooling fan speed will start to run at min speed when the estimated layer time is no longer than the layer time in setting. When layer time is shorter than threshold, fan speed is interpolated between the minimum and maximum fan speed according to layer printing time
lt: Detalių aušinimo ventiliatorius veiks mažiausiu ventiliatoriaus greičiu, kai numatoma sluoksnio trukmė bus ilgesnė už ribinę vertę. Kai sluoksnio trukmė trumpesnė už ribinę vertę, ventiliatoriaus greitis bus apskaičiuojamas tarp mažiausio ir didžiausio ventiliatoriaus greičio, atsižvelgiant į sluoksnio spausdinimo trukmę

source: Max fan speed threshold
lt: Maks ventiliatoriaus greičio riba

source: Part cooling fan speed will be max when the estimated layer time is shorter than the setting value
lt: Detalių aušinimo ventiliatorius veiks didžiausiu greičiu, kai numatoma sluoksnio trukmė bus trumpesnė už ribinę vertę

source: Auxiliary part cooling fan
lt: Pagalbinis dalies aušinimo ventiliatorius

source: Exhaust fan
lt: Ištraukimo ventiliatorius

source: During print
lt: Spausdinant

source: Complete print
lt: Baigus spausdinti

source: Filament start G-code
lt: Gijos pradžios G-kodas

source: Filament end G-code
lt: Gijos pabaigos G-kodas

source: Wipe tower parameters
lt: Valymo bokšto parametrai

source: Tool change parameters with single extruder MM printers
lt: Įrankių keitimo parametrai naudojant vieno ekstruderio MM spausdintuvus

source: Ramming settings
lt: Spausdinimo galvutės stūmimo nustatymai

source: Tool change parameters with multi extruder MM printers
lt: Įrankių keitimo parametrai su kelių ekstruderių MM spausdintuvais

source: Dependencies
lt: Priklausomybės

source: Profile dependencies
lt: Profilio priklausomybės

source: Printable space
lt: Erdvė spausdinimui

source: Invalid value provided for parameter %1%: %2%
lt: Neteisinga parametro %1% reikšmė: %2%

source: G-code flavor is switched
lt: Perjungiamas G kodo tipas

source: Cooling Fan
lt: Aušinimo ventiliatorius

source: Fan speed-up time
lt: Ventiliatoriaus įsibėgėjimo laikas

source: Extruder Clearance
lt: Ekstruderio laisvoji erdvė

source: Adaptive bed mesh
lt: Prisitaikanti pagrindo forma

source: Accessory
lt: Priedai

source: Machine G-code
lt: Įrenginio gkodas

source: Machine start G-code
lt: Įrangos paleidimo G-kodas

source: Machine end G-code
lt: Įrangos pabaigos G-kodas

source: Printing by object G-code
lt: Spausdinimas pagal objektą G-kodas

source: Before layer change G-code
lt: G-kodas prieš keičiant sluoksnį

source: Layer change G-code
lt: Sluoksnio keitimas G-kodas

source: Timelapse G-code
lt: Pakadrinio filmavimo G-kodas

source: Change filament G-code
lt: Gijos keitimo G-kodas

source: Change extrusion role G-code
lt: Keisti išspaudimo vaidmenį G-kodas

source: Pause G-code
lt: Pauzė G-kodas

source: Template Custom G-code
lt: Pasirinktinis G-kodo šablonas

source: Motion ability
lt: Judėjimo parinktys

source: Normal
lt: Normalus

source: Speed limitation
lt: Greičio ribojimas

source: Acceleration limitation
lt: Pagreičio ribojimas

source: Jerk limitation
lt: Trūkčiojimo ribojimai

source: Single extruder multi-material setup
lt: Vieno ekstruderio kelių medžiagų sąranka

source: Number of extruders of the printer.
lt: Spausdintuvo ekstruderių skaičius.

source: Single Extruder Multi Material is selected, and all extruders must have the same diameter. Do you want to change the diameter for all extruders to first extruder nozzle diameter value?
lt: Pasirinkta vieno ekstruderio daugialypė medžiaga, ir visi ekstruderiai turi būti vienodo skersmens. Ar norite pakeisti visų ekstruderių skersmenį į pirmojo ekstruderio antgalio skersmens vertę?

source: Nozzle diameter
lt: Purkštuko skersmuo

source: Wipe tower
lt: Valymo bokštas

source: Single extruder multi-material parameters
lt: Vieno ekstruderio kelių medžiagų parametrai

source: This is a single extruder multi-material printer, diameters of all extruders will be set to the new value. Do you want to proceed?
lt: Tai yra vieno ekstruderio ir kelių medžiagų spausdintuvas, todėl visų ekstruderių skersmenys bus nustatyti pagal naują vertę. Ar norite tęsti?

source: Layer height limits
lt: Sluoksnio aukščio ribos

source: Z-Hop
lt: Z šuolis

source: Retraction when switching material
lt: Įtraukimas keičiant medžiagą

source: The Wipe option is not available when using the Firmware Retraction mode. Shall I disable it in order to enable Firmware Retraction?
lt: Parinktis "Išvalyti" negalima, kai naudojamas Firmware įtraukimo režimas. Ar turėčiau jį išjungti, kad įjungčiau Programinės įrangos įtraukimą?

source: Firmware Retraction
lt: Programinės aparatinės įrangos ištraukimas

source: Detached
lt: Atjungta

source: %d Filament Preset and %d Process Preset is attached to this printer. Those presets would be deleted if the printer is deleted.
lt: Šiam spausdintuvui yra prijungtas %d iš anksto nustatytas gijų rinkinys ir %d iš anksto nustatytas procesas. Jei spausdintuvas bus ištrintas, šie išankstiniai nustatymai bus ištrinti.

source: Presets inherited by other presets cannot be deleted!
lt: Paveldėtų iš anksto nustatytų nustatymų negalima ištrinti!

source: The following presets inherit this preset.
lt: Šį nustatymą paveldi šis išankstinis nustatymas.

source: %1% Preset
lt: %1% iš anksto nustatytas

source: Following preset will be deleted too.
lt: Bus ištrintas ir šis išankstinis nustatymas.

source: Are you sure to delete the selected preset? If the preset corresponds to a filament currently in use on your printer, please reset the filament information for that slot.
lt: Ar tikrai norite ištrinti pasirinktą išankstinį nustatymą? Jei išankstinis nustatymas atitinka šiuo metu spausdintuve naudojamą giją, iš naujo nustatykite tos angos gijos informaciją.

source: Are you sure to %1% the selected preset?
lt: Ar tikrai naudojate %1% pasirinktą išankstinį nustatymą?

source: All
lt: Visi

source: Set
lt: Nustatyti

source: Click to reset current value and attach to the global value.
lt: Spustelėkite , jei norite iš naujo nustatyti dabartinę reikšmę ir prijungti ją prie bendros reikšmės.

source: Click to drop current modify and reset to saved value.
lt: Spustelėkite , jei norite atsisakyti dabartinio pakeitimo ir atstatyti išsaugotą reikšmę.

source: Process Settings
lt: Proceso nustatymai

source: Undef
lt: Neapib

source: Unsaved Changes
lt: Neišsaugoti pakeitimai

source: Transfer or discard changes
lt: Pakeitimų perkėlimas arba atmetimas

source: Old Value
lt: Sena vertė

source: New Value
lt: Nauja vertė

source: Transfer
lt: Perkėlimas

source: Don't save
lt: Neišsaugoti

source: Discard
lt: Atsisakyti

source: Click the right mouse button to display the full text.
lt: Spustelėkite dešinįjį pelės klavišą, kad būtų rodomas visas tekstas.

source: All changes will not be saved
lt: Pakeitimai nebus išsaugoti

source: All changes will be discarded.
lt: Visi pakeitimai bus atmesti.

source: Save the selected options.
lt: Išsaugoti pasirinktas parinktis.

source: Keep the selected options.
lt: Išlaikykite pasirinktas parinktis.

source: Transfer the selected options to the newly selected preset.
lt: Perkelkite pasirinktas parinktis į naujai pasirinktą išankstinį nustatymą.

source: Save the selected options to preset "%1%".
lt: Pasirinktų parinkčių išsaugojimas profilyje "%1%".

source: Transfer the selected options to the newly selected preset "%1%".
lt: Pasirinktų parinkčių perkėlimas į naujai pasirinktą profilį "%1%".

source: Preset "%1%" contains the following unsaved changes:
lt: "%1%" profilyje yra šie neišsaugoti pakeitimai:

source: Preset "%1%" is not compatible with the new printer profile and it contains the following unsaved changes:
lt: "%1%" profilis nesuderinamas su naujuoju spausdintuvo profiliu ir jame yra šie neišsaugoti pakeitimai:

source: Preset "%1%" is not compatible with the new process profile and it contains the following unsaved changes:
lt: "%1%" profilis nesuderinamas su naujuoju proceso profiliu ir jame yra šie neišsaugoti pakeitimai:

source: You have changed some settings of preset "%1%".
lt: Pakeitėte kai kuriuos išankstinio nustatymo "%1%" parametrus.

source: You can save or discard the preset values you have modified.
lt: Pakeistas profilio reikšmes galite išsaugoti arba atmesti.

source: You can save or discard the preset values you have modified, or choose to transfer the values you have modified to the new preset.
lt: Pakeistas profilio reikšmes galite išsaugoti arba atmesti, arba pasirinkti perkelti pakeistas vertes į naują profilį.

source: You have previously modified your settings.
lt: Anksčiau pakeitėte savo nustatymus.

source: You can discard the preset values you have modified, or choose to transfer the modified values to the new project
lt: Galite atsisakyti pakeistų iš anksto nustatytų reikšmių arba nuspręsti perkelti pakeistas reikšmes į naują projektą

source: Extruders count
lt: Ekstruderių kiekis

source: General
lt: Bendras

source: Capabilities
lt: Galimybės

source: Show all presets (including incompatible)
lt: Rodyti visus išankstinius nustatymus (įskaitant nesuderinamus)

source: Select presets to compare
lt: Pasirinkite išankstinius nustatymus, kuriuos norite palyginti

source: You can only transfer to current active profile because it has been modified.
lt: Galite perkelti tik į dabartinį aktyvų profilį, nes jis buvo pakeistas.

source: Transfer the selected options from left preset to the right. Note: New modified presets will be selected in settings tabs after close this dialog.
lt: Perkelkite pasirinktas parinktis iš kairiojo išankstinio nustatymo į dešinįjį. Pastaba: Uždarius šį dialogo langą, naujai pakeistos išankstinės nuostatos bus pasirinktos nustatymų skirtukuose.

source: Transfer values from left to right
lt: Reikšmių perkėlimas iš kairės į dešinę

source: If enabled, this dialog can be used for transfer selected values from left to right preset.
lt: Jei įjungta, šis dialogo langas gali būti naudojamas pasirinktoms reikšmėms perkelti iš kairiojo į dešinįjį išankstinį nustatymą.

source: Add File
lt: Pridėti failą

source: Set as cover
lt: Nustatyti kaip dangtelį

source: Cover
lt: Dangtelis

source: The name "%1%" already exists.
lt: Pavadinimas "%1%" jau egzistuoja.

source: Basic Info
lt: Pagrindinė informacija

source: Pictures
lt: Paveikslėliai

source: Bill of Materials
lt: Medžiagų sąmata

source: Assembly Guide
lt: Surinkimo vadovas

source: Author
lt: Autorius

source: Model Name
lt: Modelio pavadinimas

source: %s Update
lt: %s Atnaujinimas

source: A new version is available
lt: Yra nauja versija

source: Configuration update
lt: Konfigūracijos atnaujinimas

source: A new configuration package is available. Do you want to install it?
lt: Yra naujas konfigūracijos paketas, Ar norite jį įdiegti?

source: Description:
lt: Aprašymas:

source: Configuration incompatible
lt: Nesuderinama konfigūracija

source: the configuration package is incompatible with the current application.
lt: konfigūracijos paketas nesuderinamas su dabartine programa.

source: The configuration package is incompatible with the current application. %s will update the configuration package to allow the application to start.
lt: Konfigūracijos paketas nesuderinamas su dabartine programa. %s atnaujins konfigūracijos paketą, kad būtų galima paleisti programą

source: Exit %s
lt: Išeiti iš %s

source: the Configuration package is incompatible with the current APP.
lt: Konfigūracijos paketas nesuderinamas su dabartine programos versija.

source: Configuration updates
lt: Konfigūracijos atnaujinimai
