Repository: SoftFever/OrcaSlicer
Catalog: localization/i18n/*/OrcaSlicer_*.po
Languages: lt

source: Use this part cooling fan speed when printing bridges or overhang walls with an overhang threshold that exceeds the value set in the 'Overhangs cooling threshold' parameter above. Increasing the cooling specifically for overhangs and bridges can improve the overall print quality of these features. Please note, this fan speed is clamped on the lower end by the minimum fan speed threshold set above. It is also adjusted upwards up to the maximum fan speed threshold when the minimum layer time threshold is not met.
lt: Šį dalies aušinimo ventiliatoriaus greitį naudokite spausdindami tiltus arba iškyšas, kurių iškyšų slenkstis viršija pirmiau nustatyto parametro „Iškyšų aušinimo slenkstis“ vertę. Padidinus specialiai iškyšoms ir tilteliams skirtą aušinimą, gali pagerėti bendra šių elementų spausdinimo kokybė. Atkreipkite dėmesį, kad šis ventiliatoriaus greitis yra ribojamas apatinėje dalyje pagal pirmiau nustatytą mažiausią ventiliatoriaus greičio ribą. Jis taip pat reguliuojamas aukštyn iki didžiausios ventiliatoriaus greičio ribos, kai nepasiekiama minimali sluoksnio trukmės riba.

source: Overhang cooling activation threshold
lt: Iškyšos vėsinimo aktyvavimo riba

source: When the overhang exceeds this specified threshold, force the cooling fan to run at the 'Overhang Fan Speed' set below. This threshold is expressed as a percentage, indicating the portion of each line's width that is unsupported by the layer beneath it. Setting this value to 0% forces the cooling fan to run for all outer walls, regardless of the overhang degree.
lt: Kai iškyša viršija šią nustatytą ribą, priverskite aušinimo ventiliatorių veikti toliau nustatytu „Iškyšos ventiliatoriaus greičiu“. Ši riba išreiškiama procentais, nurodant kiekvienos linijos pločio dalį, kurios nepalaiko po ja esantis sluoksnis. Nustačius šią reikšmę 0 %, aušinimo ventiliatorius priverstas veikti visoms išorinėms sienoms, nepriklausomai nuo iškyšos laipsnio.

source: External bridge infill direction
lt: Išorinio tilto užpildymo kryptis

source: Bridging angle override. If left to zero, the bridging angle will be calculated automatically. Otherwise the provided angle will be used for external bridges. Use 180°for zero angle.
lt: Tilto kampo panaikinimas. Jei paliekama nulinė reikšmė, tilto kampas apskaičiuojamas automatiškai. Priešingu atveju išoriniams tilteliams bus naudojamas pateiktas kampas. Nuliniam kampui naudokite 180°.

source: Internal bridge infill direction
lt: Vidinio tilto užpildymo kryptis

source: Internal bridging angle override. If left to zero, the bridging angle will be calculated automatically. Otherwise the provided angle will be used for internal bridges. Use 180°for zero angle. It is recommended to leave it at 0 unless there is a specific model need not to.
lt: Vidinio pertvaros kampo panaikinimas. Jei paliekama nulinė reikšmė, tilto kampas apskaičiuojamas automatiškai. Priešingu atveju vidiniams tiltams bus naudojamas nurodytas kampas. Naudokite 180°, kad kampas būtų lygus nuliui. Rekomenduojama palikti 0, nebent yra konkretus modelio poreikis to nedaryti.

source: External bridge density
lt: Išorinio tilto tankis

source: Controls the density (spacing) of external bridge lines. 100% means solid bridge. Default is 100%. Lower density external bridges can help improve reliability as there is more space for air to circulate around the extruded bridge, improving its cooling speed.
lt: Valdo išorinių tiltelių linijų tankį (atstumus). 100 % reiškia vientisą tiltą. Numatytoji reikšmė yra 100 %. Mažesnio tankio išoriniai tilteliai gali padėti padidinti patikimumą, nes aplink išspaustą tiltelį cirkuliuoja daugiau vietos orui, todėl pagerėja jo aušinimo greitis.

source: Internal bridge density
lt: Vidinių tiltų tankis

source: Controls the density (spacing) of internal bridge lines. 100% means solid bridge. Default is 100%. Lower density internal bridges can help reduce top surface pillowing and improve internal bridge reliability as there is more space for air to circulate around the extruded bridge, improving its cooling speed. This option works particularly well when combined with the second internal bridge over infill option, further improving internal bridging structure before solid infill is extruded.
lt: Valdo vidinių tiltelių linijų tankį (atstumus). 100 % reiškia vientisą tiltą. Numatytoji reikšmė yra 100 %. Mažesnio tankio vidiniai tilteliai gali padėti sumažinti viršutinio paviršiaus iškilimą ir padidinti vidinio tiltelio patikimumą, nes aplink išspaustą tiltelį cirkuliuoja daugiau erdvės orui, todėl pagerėja jo aušinimo greitis. Ši parinktis ypač gerai veikia kartu su antrojo vidinio tiltelio virš užpildo parinktimi, dar labiau pagerinančia vidinio tiltelio struktūrą prieš išspaudžiant kietąjį užpildą.

source: Bridge flow ratio
lt: Tilto srauto santykis

source: Decrease this value slightly (for example 0.9) to reduce the amount of material for bridge, to improve sag. The actual bridge flow used is calculated by multiplying this value with the filament flow ratio, and if set, the object's flow ratio.
lt: Šiek tiek sumažinkite šią reikšmę (pvz., 0,9), kad sumažintumėte tilto medžiagos kiekį ir pagerintumėte įlinkį. Faktinis tiltelio srautas apskaičiuojamas padauginus šią reikšmę iš gijos srauto santykio ir, jei nustatyta, objekto srauto santykio.

source: Internal bridge flow ratio
lt: Vidinio tilto srauto koeficientas

source: This value governs the thickness of the internal bridge layer. This is the first layer over sparse infill. Decrease this value slightly (for example 0.9) to improve surface quality over sparse infill. The actual internal bridge flow used is calculated by multiplying this value with the bridge flow ratio, the filament flow ratio, and if set, the object's flow ratio.
lt: Ši vertė lemia vidinio tilto sluoksnio storį. Tai yra pirmasis sluoksnis virš reto užpildo. Šiek tiek sumažinkite šią reikšmę (pavyzdžiui, 0,9), kad pagerintumėte paviršiaus kokybę virš reto užpildo. Faktinis naudojamas vidinio tiltelio srautas apskaičiuojamas padauginus šią vertę iš tiltelio srauto santykio, gijų srauto santykio ir, jei nustatyta, objekto srauto santykio.

source: Top surface flow ratio
lt: Viršutinio paviršiaus srauto koeficientas

source: This factor affects the amount of material for top solid infill. You can decrease it slightly to have smooth surface finish. The actual top surface flow used is calculated by multiplying this value with the filament flow ratio, and if set, the object's flow ratio.
lt: Šis veiksnys turi įtakos viršutinio vientiso užpildo medžiagos kiekiui. Galite jį šiek tiek sumažinti, kad paviršius būtų lygus. Faktinis naudojamas viršutinio paviršiaus srautas apskaičiuojamas padauginus šią reikšmę iš gijų srauto koeficiento ir, jei nustatyta, iš objekto srauto koeficiento.

source: Bottom surface flow ratio
lt: Dugno paviršiaus srauto koeficientas

source: This factor affects the amount of material for bottom solid infill. The actual bottom solid infill flow used is calculated by multiplying this value with the filament flow ratio, and if set, the object's flow ratio.
lt: Šis veiksnys turi įtakos medžiagos vientiso dugno užpildo kiekiui. Faktinis apatinio vientiso užpildo srautas apskaičiuojamas padauginus šią vertę iš gijų srauto koeficiento ir, jei nustatyta, iš objekto srauto koeficiento.

source: Precise wall
lt: Tiksli siena

source: Improve shell precision by adjusting outer wall spacing. This also improves layer consistency.
lt: Pagerinti korpuso tikslumą reguliuojant atstumus tarp išorinių sienelių. Tai taip pat pagerina sluoksnių nuoseklumą.

source: Only one wall on top surfaces
lt: Tik viena viršutinių paviršių siena

source: Use only one wall on flat top surfaces, to give more space to the top infill pattern.
lt: Ant lygaus viršutinio paviršiaus naudokite tik vieną sienelę, kad būtų daugiau vietos viršutiniam užpildymo raštui

source: One wall threshold
lt: Vienos sienos riba

source: If a top surface has to be printed and it's partially covered by another layer, it won't be considered at a top layer where its width is below this value. This can be useful to not let the 'one perimeter on top' trigger on surface that should be covered only by perimeters. This value can be a mm or a % of the perimeter extrusion width. Warning: If enabled, artifacts can be created if you have some thin features on the next layer, like letters. Set this setting to 0 to remove these artifacts.
lt: Jei viršutinį paviršių reikia atspausdinti ir jį iš dalies dengia kitas sluoksnis, jis nebus laikomas viršutiniu sluoksniu, jei jo plotis yra mažesnis už šią reikšmę. Tai gali būti naudinga norint, kad nebūtų įjungta funkcija "vienas perimetras viršuje" ant paviršiaus, kurį turėtų dengti tik perimetrai. Ši vertė gali būti mm arba % perimetro išspaudimo pločio. Įspėjimas: Jei ši funkcija įjungta, gali atsirasti artefaktų, jei kitame sluoksnyje yra plonų elementų, pavyzdžiui, raidžių. Nustatykite šią nuostatą į 0, kad šie artefaktai būtų pašalinti.

source: Only one wall on first layer
lt: Tik viena pirmojo sluoksnio siena

source: Use only one wall on first layer, to give more space to the bottom infill pattern.
lt: Pirmajame sluoksnyje naudokite tik vieną sienelę, kad būtų daugiau vietos apatiniam užpildymo raštui

source: Extra perimeters on overhangs
lt: Papildomi iškyšų perimetrai

source: Create additional perimeter paths over steep overhangs and areas where bridges cannot be anchored.
lt: Sukurti papildomus perimetrinius takus per stačias iškyšas ir vietas, kuriose negalima įtvirtinti tiltų.

source: Reverse on even
lt: Atvirkštinis judėjimas lyginis

source: Overhang reversal
lt: Iškyšos apvertimas

source: Extrude perimeters that have a part over an overhang in the reverse direction on even layers. This alternating pattern can drastically improve steep overhangs. This setting can also help reduce part warping due to the reduction of stresses in the part walls.
lt: Perimetrus, kurių dalis yra virš iškyšos, ekstruzijuokite atvirkštine kryptimi lygiuose sluoksniuose. Šis kaitaliojamasis modelis gali smarkiai pagerinti stačias iškyšas. Šis nustatymas taip pat gali padėti sumažinti detalės deformaciją dėl sumažėjusių įtempių detalės sienelėse.

source: Reverse only internal perimeters
lt: Atvirkštinis tik vidinis perimetras

source: Apply the reverse perimeters logic only on internal perimeters. This setting greatly reduces part stresses as they are now distributed in alternating directions. This should reduce part warping while also maintaining external wall quality. This feature can be very useful for warp prone material, like ABS/ASA, and also for elastic filaments, like TPU and Silk PLA. It can also help reduce warping on floating regions over supports. For this setting to be the most effective, it is recommended to set the Reverse Threshold to 0 so that all internal walls print in alternating directions on even layers irrespective of their overhang degree.
lt: Atvirkštinių perimetrų logiką taikykite tik vidiniams perimetrams. Šis nustatymas labai sumažina detalių įtempius, nes dabar jie pasiskirsto pakaitinėmis kryptimis. Tai turėtų sumažinti detalės deformacijas, kartu išlaikant išorinių sienelių kokybę. Ši funkcija gali būti labai naudinga į deformacijas linkusioms medžiagoms, pavyzdžiui, ABS/ASA, taip pat elastingoms gijoms, pavyzdžiui, TPU ir šilko PLA. Ji taip pat gali padėti sumažinti plūduriuojančių sričių virš atramų deformacijas. Kad šis nustatymas būtų veiksmingiausias, rekomenduojama nustatyti atvirkštinio slenksčio reikšmę 0, kad visos vidinės sienelės būtų spausdinamos pakaitinėmis kryptimis lygiuose sluoksniuose, neatsižvelgiant į jų išsikišimo laipsnį.

source: Bridge counterbore holes
lt: Tilto priešpriešinės skylės

source: This option creates bridges for counterbore holes, allowing them to be printed without support. Available modes include: 1. None: No bridge is created 2. Partially Bridged: Only a part of the unsupported area will be bridged 3. Sacrificial Layer: A full sacrificial bridge layer is created
lt: Šia parinktimi sukuriami tilteliai priešpriešinėms skylėms, todėl jas galima spausdinti be atramos. Galimi šie režimai: 1. Nėra: Nesukuriamas joks tiltelis. 2. Iš dalies sujungtas tiltas: Tik dalis nepalaikomos srities bus sujungta tiltu. 3. Apsauginis sluoksnis: Sukuriamas visas paviršinis tilto sluoksnis.

source: Partially bridged
lt: Iš dalies sujungtas tiltu

source: Sacrificial layer
lt: Apsauginis sluoksnis

source: Reverse threshold
lt: Atvirkštinis slenkstis

source: Overhang reversal threshold
lt: Iškyšos apvertimo slenkstis

source: Number of mm the overhang need to be for the reversal to be considered useful. Can be a % of the perimeter width. Value 0 enables reversal on every even layers regardless. When Detect overhang wall is not enabled, this option is ignored and reversal happens on every even layers regardless.
lt: Kiek mm turi būti iškyša, kad būtų galima laikyti, jog apvertimas yra naudingas. Gali būti perimetro pločio %. Reikšmė 0 įjungia apvertimą kiekviename lyginiame sluoksnyje nepriklausomai. Kai aptikti iškyšos sienelę neįjungta, ši parinktis ignoruojama ir apvertimas atliekamas nepriklausomai nuo kiekvieno lyginio sluoksnio.

source: Classic mode
lt: Klasikinis režimas

source: Enable this option to use classic mode.
lt: Įjunkite šią parinktį, jei norite naudoti klasikinį režimą

source: Slow down for overhang
lt: Sulėtinti greitį dėl iškyšų

source: Enable this option to slow printing down for different overhang degree.
lt: Įjunkite šią parinktį, kad spausdinant iškyšas sulėtėtų spausdinimas

source: Slow down for curled perimeters
lt: Sulėtinti greitį, jei perimetras yra vingiuotas

source: Enable this option to slow down printing in areas where perimeters may have curled upwards. For example, additional slowdown will be applied when printing overhangs on sharp corners like the front of the Benchy hull, reducing curling which compounds over multiple layers. It is generally recommended to have this option switched on unless your printer cooling is powerful enough or the print speed slow enough that perimeter curling does not happen. If printing with a high external perimeter speed, this parameter may introduce slight artifacts when slowing down due to the large variance in print speeds. If you notice artifacts, ensure your pressure advance is tuned correctly. Note: When this option is enabled, overhang perimeters are treated like overhangs, meaning the overhang speed is applied even if the overhanging perimeter is part of a bridge. For example, when the perimeters are 100% overhanging, with no wall supporting them from underneath, the 100% overhang speed will be applied.
lt: Įjunkite šią parinktį, kad sulėtintumėte spausdinimą tose srityse, kuriose perimetras gali būti išlinkęs į viršų. Pavyzdžiui, papildomas sulėtinimas bus taikomas spausdinant iškyšas ant aštrių kampų, pavyzdžiui, „Benchy“ korpuso priekyje, sumažinant susisukimą, kuris susidaro per kelis sluoksnius. Paprastai rekomenduojama įjungti šią parinktį, nebent jūsų spausdintuvo aušinimas yra pakankamai galingas arba spausdinimo greitis pakankamai lėtas, kad perimetro susisukimas neįvyktų. Jei spausdinama dideliu išoriniu perimetro greičiu, šis parametras gali sukelti nedidelius artefaktus, kai sulėtėja dėl didelio spausdinimo greičio skirtumo. Jei pastebėsite artefaktus, įsitikinkite, kad išankstinis slėgis sureguliuotas teisingai. Pastaba: Kai ši parinktis įjungta, iškyšos perimetras traktuojamas kaip iškyša, t. y. iškyšos greitis taikomas net jei iškyšos perimetras yra tilto dalis. Pavyzdžiui, kai perimetrai yra 100 % išsikišę, o iš apačios jų nepalaiko jokia siena, bus taikomas 100 % išsikišimo greitis.

source: mm/s or %
lt: mm/s arba %

source: External
lt: Išorinis

source: Speed of the externally visible bridge extrusions. In addition, if Slow down for curled perimeters is disabled or Classic overhang mode is enabled, it will be the print speed of overhang walls that are supported by less than 13%, whether they are part of a bridge or an overhang.
lt: Išoriškai matomų tilto išspaudų greitis. Be to, jei išjungta funkcija Lėtinimas lenktiems perimetrams arba įjungtas klasikinis iškyšų režimas, tai bus spausdinimo greitis iškyšų sienelėms, kurių atramos yra mažesnės nei 13 %, nepriklausomai nuo to, ar jos yra tilto, ar iškyšos dalis.

source: Internal
lt: Vidinis

source: Speed of internal bridges. If the value is expressed as a percentage, it will be calculated based on the bridge_speed. Default value is 150%.
lt: Vidinių tiltų greitis. Jei reikšmė išreiškiama procentais, ji bus apskaičiuojama pagal bridge_speed. Numatytoji vertė yra 150 %.

source: Brim width
lt: Krašto plotis

source: Distance from model to the outermost brim line.
lt: Atstumas nuo modelio iki išorinės krašto linijos

source: Brim type
lt: Krašto tipas

source: This controls the generation of the brim at outer and/or inner side of models. Auto means the brim width is analyzed and calculated automatically.
lt: Taip reguliuojamas modelių išorinės ir (arba) vidinės pusės krašto formavimas. Automatinis reiškia, kad apvado plotis analizuojamas ir apskaičiuojamas automatiškai.

source: Painted
lt: Piešta

source: Brim-object gap
lt: Tarpas tarp krašto ir objekto

source: A gap between innermost brim line and object can make brim be removed more easily.
lt: Sukuriamas tarpas tarp vidinės krašto linijos ir objekto, todėl galima lengviau jį atskirti

source: Brim ears
lt: Krašto "ausys"

source: Only draw brim over the sharp edges of the model.
lt: Generuoti kraštą tik aplink aštrius modelio kraštus.

source: Brim ear max angle
lt: Maksimalus krašto "ausies " kampas

source: Maximum angle to let a brim ear appear. If set to 0, no brim will be created. If set to ~180, brim will be created on everything but straight sections.
lt: Didžiausias kampas, kad atsirastų ausies kraštas. Jei nustatyta 0, kraštas nebus sukurtas. Jei nustatyta ~ 180, apvadas bus kuriamas visuose, išskyrus tiesias atkarpas.

source: Brim ear detection radius
lt: Kraštų ausies aptikimo spindulys

source: The geometry will be decimated before detecting sharp angles. This parameter indicates the minimum length of the deviation for the decimation. 0 to deactivate.
lt: Prieš aptikdami aštrius kampus, geometrija bus išskaidyta. Šis parametras nurodo mažiausią nuokrypio ilgį decimavimui. 0 - išjungti

source: Compatible machine
lt: Suderinamas įrenginys

source: upward compatible machine
lt: į viršų suderinamas įrenginys

source: Compatible machine condition
lt: Suderinamo įrenginio būklė

source: A boolean expression using the configuration values of an active printer profile. If this expression evaluates to true, this profile is considered compatible with the active printer profile.
lt: Loginė išraiška, kurioje naudojamos aktyvaus spausdintuvo profilio konfigūracijos vertės. Jei ši išraiška yra "tiesa", šis profilis laikomas suderinamu su aktyviu spausdintuvo profiliu.

source: Compatible process profiles
lt: Suderinamų procesų profiliai

source: Compatible process profiles condition
lt: Suderinamų procesų profilių būklė

source: A boolean expression using the configuration values of an active print profile. If this expression evaluates to true, this profile is considered compatible with the active print profile.
lt: Loginė išraiška, kurioje naudojamos aktyvaus spausdinimo profilio konfigūracijos reikšmės. Jei ši išraiška lygi „tiesa“, šis profilis laikomas suderinamu su aktyviuoju spausdinimo profiliu.

source: Print sequence, layer by layer or object by object.
lt: Spausdinimo seka, leidžianti spausdinti sluoksnį po sluoksnio arba objektą po objekto

source: By layer
lt: Pagal sluoksnį

source: By object
lt: Pagal objektą

source: Intra-layer order
lt: Vidinė sluoksnių tvarka

source: Print order within a single layer.
lt: Spausdinimo eiliškumas viename sluoksnyje

source: As object list
lt: Kaip objektų sąrašas

source: Slow printing down for better layer cooling
lt: Sulėtinti spausdinimą, kad geriau būtų aušinami sluoksniai

source: Enable this option to slow printing speed down to make the final layer time not shorter than the layer time threshold in "Max fan speed threshold", so that layer can be cooled for longer time. This can improve the cooling quality for needle and small details.
lt: Įjunkite šią parinktį, jei norite sulėtinti spausdinimo greitį, kad galutinė sluoksnio trukmė nebūtų trumpesnė už maksimalaus ventiliatoriaus greičio slenkstičio nustatytą sluoksnio trukmės ribą, kad sluoksnį būtų galima aušinti ilgiau. Tai gali pagerinti smulkių detalių kokybę

source: Normal printing
lt: Įprastas spausdinimas

source: The default acceleration of both normal printing and travel except initial layer.
lt: Tai numatytasis pagreitis tiek įprastam spausdinimui, tiek judėjimui po pirmojo sluoksnio

source: Default filament profile
lt: Numatytasis gijų profilis

source: Default filament profile when switching to this machine profile.
lt: Numatytasis gijos profilis, kai pereinama prie šio įrenginio profilio

source: Default process profile
lt: Numatytasis proceso profilis

source: Default process profile when switching to this machine profile.
lt: Numatytasis proceso profilis, kai pereinama prie šio įrenginio profilio

source: Activate air filtration
lt: Įjungti oro filtravimą

source: Activate for better air filtration. G-code command: M106 P3 S(0-255)
lt: Suaktyvinkite, kad geriau filtruotumėte orą. G-kodo komanda: M106 P3 S(0-255)

source: Fan speed
lt: Ventiliatoriaus greitis

source: Speed of exhaust fan during printing.This speed will overwrite the speed in filament custom G-code
lt: Ištraukiamojo ventiliatoriaus greitis spausdinimo metu. Šis greitis bus perrašytas gijos pasirinktiniame gkode nurodytu greičiu

source: Speed of exhaust fan after printing completes.
lt: Ištraukimo ventiliatoriaus greitis baigus spausdinti

source: No cooling for the first
lt: Nėra aušinimo pirmiesiems

source: Turn off all cooling fans for the first few layers. This can be used to improve build plate adhesion.
lt: Pirmiesiems sluoksniams išjungti visus aušinimo ventiliatorius. Tai gali būti naudojama siekiant pagerinti sluoksnio sukibimą

source: Don't support bridges
lt: Nekurti atramų tiltams

source: Don't support the whole bridge area which make support very large. Bridges can usually be printed directly without support if not very long.
lt: Taip išjungiami atraminiai tilteliai, todėl sumažėja reikalingų atramų kiekis. Tiltus paprastai galima spausdinti tiesiogiai be atramų priimtinu atstumu

source: Thick external bridges
lt: Stori vidiniai tiltai

source: If enabled, bridges are more reliable, can bridge longer distances, but may look worse. If disabled, bridges look better but are reliable just for shorter bridged distances.
lt: Jei įjungta, tiltai yra patikimesni, gali įveikti didesnius atstumus, tačiau gali atrodyti blogiau. Jei išjungta, tiltai atrodo geriau, bet yra patikimi tik trumpesniems atstumams.

source: Thick internal bridges
lt: Stori vidiniai tiltai

source: If enabled, thick internal bridges will be used. It's usually recommended to have this feature turned on. However, consider turning it off if you are using large nozzles.
lt: Jei įjungta, bus naudojami stori vidiniai tiltai. Paprastai rekomenduojama šią funkciją įjungti. Tačiau jei naudojate didelius antgalius, apsvarstykite galimybę ją išjungti.

source: Extra bridge layers (beta)
lt: Papildomi tilto sluoksniai (beta)
