Repository: SoftFever/OrcaSlicer
Catalog: localization/i18n/*/OrcaSlicer_*.po
Languages: lt

source: %1$d object was loaded as a part of cut object.
lt: %1$d objektas įkeltas kaip sluoksniuojamo objekto dalis.

source: ERROR
lt: KLAIDA

source: COMPLETED
lt: UŽBAIGTA

source: CANCELED
lt: ATŠAUKTA

source: Cancel upload
lt: Atšaukti įkėlimą

source: Jump to
lt: Peršokti į

source: Error:
lt: Klaida:

source: Warning:
lt: Dėmesio:

source: Exported successfully
lt: Sėkmingai eksportuota.

source: Model file downloaded.
lt: Modelio failas parsiųstas.

source: Serious warning:
lt: Svarbus įspėjimas:

source: (Repair)
lt: (Taisyti)

source: Click here to install it.
lt: Spustelkite čia įdiegimui.

source: WARNING:
lt: ĮSPĖJIMAS:

source: Your model needs support! Please make support material enable.
lt: Jūsų modeliui reikia atramų! Prašome įjungti atramų medžiagą.

source: G-code path overlap
lt: G-kodo kelių persidengimas

source: Support painting
lt: Atramų piešimas

source: Color painting
lt: Spalvų piešimas

source: Cut connectors
lt: Pjūvių jungtys

source: Layers
lt: Sluoksniai

source: Range
lt: Diapazonas

source: The application cannot run normally because OpenGL version is lower than 2.0.
lt: Programa negali normaliai veikti, nes OpenGL versija yra žemesnė nei 2.0.

source: Please upgrade your graphics card driver.
lt: Prašome atnaujinti jūsų grafinės plokštės programinę įrangą.

source: Unsupported OpenGL version
lt: Nepalaikoma OpenGL versija

source: Unable to load shaders: %s
lt: Neįmanoma įkelti šeiderių: %s

source: Error loading shaders
lt: Įkeliant šeiderius įvyko klaida

# Layers
source: Top
lt: Viršutinis

# Layers
source: Bottom
lt: Apatinis

source: Enable AI monitoring of printing
lt: Įjungti DI spausdinimo stebėjimą

source: Sensitivity of pausing is
lt: Pristabdymo jautrumas yra

source: Enable detection of build plate position
lt: Įjungti spausdinimo pagrindo pozicijos atpažinimą

source: The localization tag of build plate is detected, and printing is paused if the tag is not in predefined range.
lt: Spausdinimo pagrindo lokalizavimo žymė įjungta. Spausdinimas bus pristabdytas, jei žymė išeis už nustatytų ribų.

source: First Layer Inspection
lt: Pirmojo sluoksnio apžiūra

source: Auto-recovery from step loss
lt: Atstatymas po žingsnių praleidimo

source: Allow Prompt Sound
lt: Leisti garsus

source: Filament Tangle Detect
lt: Aptikti gijos susipainiojimus

source: Nozzle Clumping Detection
lt: Antgalio užsikimšimo aptikimas

source: Check if the nozzle is clumping by filament or other foreign objects.
lt: Patikrinti, ar purkštukas neužsikimšo dėl gijos ar pašalinių objektų.

source: Nozzle Type
lt: Purkštuko tipas

source: Stainless Steel
lt: Nerūdijantis plienas

source: Hardened Steel
lt: Grūdintas plienas

source: Global
lt: Bendras

source: Objects
lt: Objektai

source: Advance
lt: Detaliau

source: Compare presets
lt: Palyginti išankstinius nustatymus

source: View all object's settings
lt: Matyti visus objekto nustatymus

source: Material settings
lt: Medžiagos nustatymai

source: Remove current plate (if not last one)
lt: Pašalinti dabartinę plokštę (jei ji ne paskutinė)

source: Auto orient objects on current plate
lt: Automatiškai suorientuoti objektus dabartinėje plokštėje

source: Arrange objects on current plate
lt: Išdėstyti objektus dabartinėje plokštėje

source: Unlock current plate
lt: Atrakinti dabartinę plokštę

source: Lock current plate
lt: Užrakinti dabartinę plokštę

source: Edit current plate name
lt: Taisyti dabartinės plokštės pavadinimą

source: Move plate to the front
lt: Perkelti plokštę į priekį

source: Customize current plate
lt: Individualizuoti esamą plokštę

source: plate %1%:
lt: plokštė %1%:

source: Invalid name, the following characters are not allowed:
lt: Netinkamas pavadinimas. Neleidžiami simboliai:

source: Sliced Info
lt: Sluoksniavimo informacija

source: Used Filament (m)
lt: Naudota gija (m)

source: Used Filament (mm³)
lt: Naudota gija (mm³)

source: Used Filament (g)
lt: Naudota gija (g)

source: Used Materials
lt: Sunaudota medžiagų

source: Estimated time
lt: Numatomas laikas

source: Filament changes
lt: Gijos keitimai

source: Click to edit preset
lt: Spustelėkite norėdami redaguoti išankstinį nustatymą

source: Connection
lt: Ryšys

source: Bed type
lt: Pagrindo tipas

source: Flushing volumes
lt: Valymo tūriai

source: Add one filament
lt: Pridėti vieną giją

source: Remove last filament
lt: Pašalinti paskutinę giją

source: Synchronize filament list from AMS
lt: Sinchronizuoti gijų sąrašą iš AMS

source: Set filaments to use
lt: Nustatyti gijas naudojimui

source: Search plate, object and part.
lt: Plokštės, objekto ir dalies paieška.

source: Pellets
lt: Granulės

source: No AMS filaments. Please select a printer in 'Device' page to load AMS info.
lt: Nėra AMS gijų. Kad būtų galima įkelti AMS informaciją, pasirinkite spausdintuvą "Įrenginių" puslapyje.

source: Sync filaments with AMS
lt: Sinchronizuoti gijas su AMS

source: Sync filaments with AMS will drop all current selected filament presets and colors. Do you want to continue?
lt: Sinchronizuojant gijas su AMS bus prarasti visi dabartiniai gijų parametrai ir spalvos. Ar norite tęsti?

source: Already did a synchronization, do you want to sync only changes or resync all?
lt: Sinchronizavimas jau atliktas. Ar norite sinchronizuoti tik pakeitimus, ar iš naujo sinchronizuoti viską?

source: Sync
lt: Sinchronizuoti

source: Resync
lt: Viską

source: There are no compatible filaments, and sync is not performed.
lt: Čia nėra suderinamų gijų, sinchronizacija nebuvo atlikta.

source: There are some unknown filaments mapped to generic preset. Please update Orca Slicer or restart Orca Slicer to check if there is an update to system presets.
lt: Yra keletas nežinomų gijų, priskirtų bendram išankstiniam nustatymui. Atnaujinkite Orca Slicer arba paleiskite Orca Slicer iš naujo, kad patikrintų, ar yra sistemos išankstinių nustatymų atnaujinimas.

source: Do you want to save changes to "%1%"?
lt: Ar norite išsaugoti "%1%" pakeitimus?

source: Successfully unmounted. The device %s (%s) can now be safely removed from the computer.
lt: Sėkmingai atjungtas. Įrenginį %s(%s) dabar galima saugiai išimti iš kompiuterio.

source: Ejecting of device %s(%s) has failed.
lt: Nepavyko išstumti įrenginio %s(%s).

source: Previous unsaved project detected, do you want to restore it?
lt: Aptiktas ankstesnis neišsaugotas projektas. Ar norite jį atkurti?

source: Restore
lt: Atkurti

source: The current hot bed temperature is relatively high. The nozzle may be clogged when printing this filament in a closed enclosure. Please open the front door and/or remove the upper glass.
lt: Kaitinamo pagrindo temperatūra yra gana aukšta. Spausdinant šią giją uždaroje kameroje, antgalis gali užsikimšti. Prašome atidaryti priekines duris ir (arba) nuimti viršutinį stiklą.

source: The nozzle hardness required by the filament is higher than the default nozzle hardness of the printer. Please replace the hardened nozzle or filament, otherwise, the nozzle will be attrited or damaged.
lt: Gijai reikalingas kietesnis negu standartinis šio spausdintuvo antgalis. Norint išvengti antgalio dilimo ar pažeidimo, rekomenduojama pakeisti esamą antgalį į kietesnį, arba naudoti kitą giją, kuriai tinka standartinis antgalis.

source: Enabling traditional timelapse photography may cause surface imperfections. It is recommended to change to smooth mode.
lt: Įjungus standartinę pakadrinę fotografiją galimi paviršiaus nelygumai. Rekomenduojama perjungti į glotnų režimą.

source: Expand sidebar
lt: Išskleisti šoninę juostą

source: Collapse sidebar
lt: Sutraukti šoninę juostą

source: Loading file: %s
lt: Įkeliamas failas: %s

source: The 3mf is not supported by OrcaSlicer, load geometry data only.
lt: 3MF nepalaikomas Orca Slicer. Įkeliami tik geometrijos duomenys.

source: Load 3mf
lt: Įkelti 3MF

source: The 3mf's version %s is newer than %s's version %s, found following keys unrecognized:
lt: 3MF failo versija %s yra naujesnė nei %s versija %s. Rasta šių neatpažintų raktų:

source: You'd better upgrade your software.
lt: Geriau jau atnaujinkite savo programinę įrangą

source: The 3mf's version %s is newer than %s's version %s, Suggest to upgrade your software.
lt: 3MF failo versija %s yra naujesnė nei %s versija %s. Siūloma atnaujinti jūsų programinę įrangą.

source: Invalid values found in the 3mf:
lt: 3MF rasti netinkami duomenys:

source: Please correct them in the param tabs
lt: Prašome juos ištaisyti parametrų skirtukuose

source: The 3mf has the following modified G-code in filament or printer presets:
lt: 3MF faile yra šie modifikuoti G-kodai gijos ar spausdintuvo iš anksto nustatytuose parametruose:

source: Please confirm that all modified G-code is safe to prevent any damage to the machine!
lt: Prašome patvirtinti, kad šie modifikuoti G-kodai yra saugūs ir nesugadins jūsų įrangos!

source: Modified G-code
lt: Modifikuotas G-kodas

source: The 3mf has the following customized filament or printer presets:
lt: 3MF faile yra pakeistų gijos ar spausdinimo nustatymų:

source: Please confirm that the G-code within these presets is safe to prevent any damage to the machine!
lt: Prašome patvirtinti, kad šiuose nustatymuose esantys G-kodai yra saugūs ir nesugadins jūsų įrangos!

source: Customized Preset
lt: Pakeisti nustatymai

source: Name of components inside step file is not UTF8 format!
lt: Komponentų pavadinimai STEP faile nėra UTF-8 formato!

source: The name may show garbage characters!
lt: Pavadinimas gali rodyti neskaitomus simbolius!

source: Remember my choice.
lt: Prisiminti pasirinkimus.

source: Failed loading file "%1%". An invalid configuration was found.
lt: Nepavyko įkelti "%1%" failo. Aptikta netinkama konfigūracija.

source: Objects with zero volume removed
lt: Nulinio tūrio objektai pašalinti

source: The volume of the object is zero
lt: Objekto tūris nulinis

source: The object from file %s is too small, and maybe in meters or inches. Do you want to scale to millimeters?
lt: Objektas iš failo „%s“ yra per mažas ir galimai nurodytas metrais arba coliais. Ar norite mastelį pakeisti į milimetrus?

source: Object too small
lt: Objektas per mažas

source: This file contains several objects positioned at multiple heights. Instead of considering them as multiple objects, should the file be loaded as a single object having multiple parts?
lt: Šiame faile yra keli objektai, išdėstyti keliuose aukščiuose. Ar užuot laikius juos atskirais objektais, reikėtų įkelti failą kaip vieną objektą, turintį kelias dalis?

source: Multi-part object detected
lt: Aptiktas kelių dalių objektas

source: Load these files as a single object with multiple parts?
lt: Ar įkelti šiuos failus kaip vieną objektą su keliomis detalėmis?

source: Object with multiple parts was detected
lt: Aptiktas objektas su keliomis detalėmis

source: The file does not contain any geometry data.
lt: Faile nėra jokių geometrinių duomenų.

source: Your object appears to be too large, do you want to scale it down to fit the print bed automatically?
lt: Jūsų objektas per didelis. Ar norite jį sumažinti automatiškai, kad tilptų ant spausdinimo plokštės?

source: Object too large
lt: Objektas per didelis

source: Export STL file:
lt: Eksportuoti STL failą:

source: Export AMF file:
lt: Eksportuoti AMF failą:

source: Save file as:
lt: Išsaugoti failą kaip:

source: Export OBJ file:
lt: Eksportuoti OBJ failą:

source: The file %s already exists Do you want to replace it?
lt: Failas %s jau yra Ar norite jį perrašyti?

source: Confirm Save As
lt: Patvirtinti Išsaugoti kaip

source: Delete object which is a part of cut object
lt: Pašalinti objektą su dalimi perpjauto objekto

source: You try to delete an object which is a part of a cut object. This action will break a cut correspondence. After that model consistency can't be guaranteed.
lt: Bandote ištrinti objektą, kuris yra supjaustyto objekto dalis. Šis veiksmas sugadins pjovimo atitikimą. Po šio veiksmo modelio vientisumas negali būti garantuotas.

source: The selected object couldn't be split.
lt: Pasirinkto objekto negalima suskaidyti.

source: Another export job is running.
lt: Vyksta kitas eksportavimo procesas.

source: Unable to replace with more than one volume
lt: Nepavyko pakeisti daugiau nei vienu tomu

source: Error during replace
lt: Klaida keičiant

source: Replace from:
lt: Pakeisti iš:

source: Select a new file
lt: Pasirinkite naują failą

source: File for the replace wasn't selected
lt: Nepasirinktas keičiamas failas

source: Please select a file
lt: Prašome pasirinkti failą

source: Do you want to replace it
lt: Ar norite jį pakeisti?

source: Message
lt: Pranešimas

source: Reload from:
lt: Įkelti iš naujo iš:

source: Unable to reload:
lt: Nepavyko įkelti iš naujo:

source: Error during reload
lt: Klaida įkeliant iš naujo

source: There are warnings after slicing models:
lt: Po sluoksniavimo yra įspėjimų:

source: warnings
lt: įspėjimai

source: Invalid data
lt: Netinkami duomenys

source: Slicing Canceled
lt: Sluoksniavimas atšauktas

source: Slicing Plate %d
lt: Sluoksniuojama plokštė %d

source: Please resolve the slicing errors and publish again.
lt: Prašome sutvarkyti sluoksniavimo klaidas ir publikuoti dar kartą.

source: Network Plug-in is not detected. Network related features are unavailable.
lt: Neaptiktas tinklo įskiepis. Nebus pasiekiamos su tinklu susijusios galimybės.

source: Preview only mode: The loaded file contains G-code only, cannot enter the Prepare page.
lt: Tik peržiūros režimas: Įkeltas failas turi tik G-kodą. Negalima pereiti į Paruošimo režimą

source: You can keep the modified presets to the new project or discard them
lt: Jūs galite išsaugoti pakeistus nustatymus naujam projektui arba juos ištrinti

source: Creating a new project
lt: Naujo projekto kūrimas

source: Load project
lt: Įkelti projektą

source: Failed to save the project. Please check whether the folder exists online or if other programs open the project file.
lt: Nepavyko išsaugoti projekto. Prašome patikrinti, ar nurodytas katalogas egzistuoja tinkle ir ar kitos programos nenaudoja projekto failo.

source: Save project
lt: Išsaugoti projektą

source: Importing Model
lt: Importuojamas modelis

source: prepare 3mf file...
lt: paruošti 3MF failą...

source: Download failed, unknown file format.
lt: Atsisuntimas nepavyko, nežinomas failo tipas.

source: downloading project...
lt: projektas atsisiunčiamas...

source: Download failed, File size exception.
lt: Atsisiųsti nepavyko. Failo dydžio išimtis.

source: Project downloaded %d%%
lt: Projektas atsisiųstas %d%%

source: Importing to Orca Slicer failed. Please download the file and manually import it.
lt: Nepavyko importuoti į Orca Slicer. Prašome atsisiųsti failą ir rankiniu būdu jį importuoti.

source: No accelerations provided for calibration. Use default acceleration value
lt: Kalibravimui nepateikti jokie pagreičiai. Naudokite numatytąją pagreičio vertę

source: No speeds provided for calibration. Use default optimal speed
lt: Kalibravimo greičiai nenumatyti. Naudokite numatytąjį optimalų greitį

source: Import SLA archive
lt: Importuoti SLA archyvą

source: The selected file
lt: Pasirinktame faile

source: does not contain valid G-code.
lt: nėra galiojančio G-kodo.

source: Error occurs while loading G-code file
lt: Įkeliant G-kodo failą įvyko klaida

source: Loading of a ZIP archive on path %1% has failed.
lt: Nepavyko įkelti %1% esančio ZIP archyvo.

source: Failed to unzip file to %1%: %2%
lt: Nepavyko išskleisti zip failo į %1%: %2%

source: Failed to find unzipped file at %1%. Unzipping of file has failed.
lt: Nepavyko %1% rasti išskleisto zip failo. Nepavyko išskleisti failo.

source: Drop project file
lt: Užmeskite projekto failą

source: Please select an action
lt: Prašome pasirinkti veiksmą

source: Open as project
lt: Atidaryti kaip projektą

source: Import geometry only
lt: Importuoti tik geometriją

source: This option can be changed later in preferences, under 'Load Behaviour'.
lt: Šią parinktį galima pakeisti vėliau nustatymuose, skiltyje „Įkelti elgseną“.

source: Only one G-code file can be opened at the same time.
lt: Vienu metu gali būti atidarytas tik vienas G-kodo failas.

source: G-code loading
lt: Įkeliamas G-kodas

source: G-code files cannot be loaded with models together!
lt: G-kodas negali būti įkeltas kartu su modeliais!

source: Cannot add models when in preview mode!
lt: Negalima pridėti modelių peržiūros režime!

source: All objects will be removed, continue?
lt: Visi objektai bus pašalinti, ar tęsti?

source: The current project has unsaved changes, save it before continue?
lt: Dabartiniame projekte yra neišsaugotų pakeitimų. Ar išsaugoti prieš tęsiant?

source: Number of copies:
lt: Kopijų skaičius:

source: Copies of the selected object
lt: Pasirinkto objekto kopijos

source: Save G-code file as:
lt: Išsaugoti G-kodo failą kaip:

source: Save SLA file as:
lt: Išsaugoti SLA failą kaip:

source: The provided file name is not valid.
lt: Pateiktas failo pavadinimas netinkamas.

source: The following characters are not allowed by a FAT file system:
lt: FAT failų sistemoje neleidžiami šie simboliai:

source: Save Sliced file as:
lt: Išsaugoti susluoksniuotą failą kaip:

source: The file %s has been sent to the printer's storage space and can be viewed on the printer.
lt: Failas %s išsiųstas į spausdintuvo saugyklą ir gali būti peržiūrimas spausdintuve.

source: Unable to perform boolean operation on model meshes. Only positive parts will be kept. You may fix the meshes and try again.
lt: Nepavyksta atlikti loginės operacijos su modelio tinkleliais. Bus išsaugotos tik teigiamos dalys. Galite pataisyti tinklelius ir bandyti dar kartą.

source: Reason: part "%1%" is empty.
lt: Priežastis: tuščia "%1%" detalė.

source: Reason: part "%1%" does not bound a volume.
lt: "Priežastis: dalis "%1%" neapibrėžia tūrio.

source: Reason: part "%1%" has self intersection.
lt: Priežastis: dalis "%1%" kertasi su savimi.

source: Reason: "%1%" and another part have no intersection.
lt: Priežastis: "%1%" ir kita dalis nesikerta.

source: Unable to perform boolean operation on model meshes. Only positive parts will be exported.
lt: Nepavyksta atlikti loginės operacijos su modelio figūromis. Eksportuojamos tik teigiamos dalys.

source: Are you sure you want to store original SVGs with their local paths into the 3MF file? If you hit 'NO', all SVGs in the project will not be editable any more.
lt: Ar tikrai norite saugoti originalius SVG failus su jų lokaliais keliais 3MF faile? Jei pasirinksite „NE“, visi projekto SVG failai daugiau nebus redaguojami.

source: Private protection
lt: Privatumo apsauga

source: Is the printer ready? Is the print sheet in place, empty and clean?
lt: Ar spausdintuvas pasiruošęs? Ar spausdinimo plokštuma yra vietoje, tuščia ir švari?

source: Upload and Print
lt: Įkelti ir spausdinti

source: Print By Object: Suggest to use auto-arrange to avoid collisions when printing.
lt: Spausdinimas pagal objektus: Siekiant spausdinant išvengti susidūrimų, patariama naudoti automatinį išdėstymą.

source: Send G-code
lt: Siųsti G-kodą

source: Send to printer
lt: Siųsti į spausdintuvą

source: Custom supports and color painting were removed before repairing.
lt: Prieš taisymą pašalintos pasirinktinės aramos ir dažymas spalvomis.

source: Optimize Rotation
lt: Optimizuoti sukimąsi

source: Invalid number
lt: Netinkamas skaičius

source: Plate Settings
lt: Plokštės parametrai

source: Number of currently selected parts: %1%
lt: Dabar pasirinktų detalių skaičius: %1%

source: Number of currently selected objects: %1%
lt: Dabar pasirinktų objektų skaičius: %1%

source: Part name: %1%
lt: Detalės pavadinimas: %1%

source: Object name: %1%
lt: Objekto pavadinimas: %1%

source: Size: %1% x %2% x %3% in
lt: Dydis: %1% x %2% x %3% col

source: Size: %1% x %2% x %3% mm
lt: Dydis: %1% x %2% x %3% mm

source: Volume: %1% in³
lt: Tūris: %1% col³

source: Volume: %1% mm³
lt: Tūris: %1% mm³

source: Triangles: %1%
lt: Trikampių: %1%

source: Tips:
lt: Patarimai:

source: "Fix Model" feature is currently only on Windows. Please repair the model on Orca Slicer(windows) or CAD softwares.
lt: Funkcija „Pataisyti modelį“ šiuo metu pasiekiama tik „Windows“. Pataisykite modelį „Orca Slicer“ („Windows“) arba CAD programinėje įrangoje.

source: Plate %d: %s is not suggested to be used to print filament %s (%s). If you still want to do this print job, please set this filament's bed temperature to non-zero.
lt: Plokštė %d: %s nesiūloma naudoti spausdinant gijomis %s(%s). Jei vis tiek norite spausdinti, nustatykite nenulinę pagrindo šiai gijai temperatūrą.

source: Switching the language requires application restart.
lt: Kalbos keitimas reikalauja programos paleidimo iš naujo.

source: Do you want to continue?
lt: Ar norite tęsti?

source: Language selection
lt: Kalbos pasirinkimas

source: Switching application language while some presets are modified.
lt: Keičiama programos kalba esant kai kurių nustatymų pakeitimams.

source: Changing application language
lt: Keičiama programos kalba

source: Changing the region will log out your account.
lt: Keičiant regioną bus atjungta jūsų paskyra.

source: Region selection
lt: Regiono pasirinkimas

source: Second
lt: Antrasis

source: Browse
lt: Naršyti

source: Choose Download Directory
lt: Pasirinkite parsisiuntimo katalogą

source: Associate
lt: Susietas

source: with OrcaSlicer so that Orca can open models from
lt: su "OrcaSlicer", kad "Orca" galėtų atverti modelius iš

source: Current Association:
lt: Dabartinis susiejimas:

source: Current Instance
lt: Dabartinė versija

source: Current Instance Path:
lt: Dabartinės versijos kelias:

source: General Settings
lt: Bendri nustatymai

source: Asia-Pacific
lt: Azija-Ramusis vandenynas

source: China
lt: Kinija

source: Europe
lt: Europa

source: North America
lt: Šiaurės Amerika

source: Others
lt: Kita

source: Login Region
lt: Prisijungimo regionas

source: Stealth Mode
lt: Slaptas režimas

source: This stops the transmission of data to Bambu's cloud services. Users who don't use BBL machines or use LAN mode only can safely turn on this function.
lt: Įjungus šią funkciją, sustabdomas duomenų perdavimas į „Bambu“ debesijos paslaugas. Šią funkciją gali drąsiai įjungti naudotojai, kurie nesinaudoja „BBL“ įrenginiais arba naudoja tik LAN režimą.

source: Enable network plugin
lt: Įjungti tinklo papildinį

source: Check for stable updates only
lt: Tikrinti tik stabilius atnaujinimus

source: Metric
lt: Metrinė

source: Imperial
lt: Imperinė

source: Units
lt: Vienetai

source: Allow only one OrcaSlicer instance
lt: Leisti tik vieną Orca Slicer egzempliorių

source: On OSX there is always only one instance of app running by default. However it is allowed to run multiple instances of same app from the command line. In such case this settings will allow only one instance.
lt: OSX visada veikia tik vienas programos egzempliorius pagal numatytuosius nustatymus. Tačiau komandinėje eilutėje leidžiama paleisti kelis tos pačios programos egzempliorius. Šiuo atveju nustatymai leis tik vieną egzempliorių.

source: If this is enabled, when starting OrcaSlicer and another instance of the same OrcaSlicer is already running, that instance will be reactivated instead.
lt: Jei įjungta, paleidus „Orca Slicer“ kai kitas tos pačios „Orca Slicer“ programos egzempliorius jau veikia, bus suaktyvintas tas jau veikiantis egzempliorius, o ne paleistas naujas.

source: Home
lt: Pradžia

source: Default Page
lt: Numatytas puslapis

source: Set the page opened on startup.
lt: Nustatyti, kuris puslapis atsidarys paleidus programą.

source: Touchpad
lt: Jutiklinis kilimėlis

source: Camera style
lt: Kameros stilius
