Repository: SoftFever/OrcaSlicer
Catalog: localization/i18n/*/OrcaSlicer_*.po
Languages: lt

source: The Z gap between the top support interface and object.
lt: Taip nustatomas Z tarpas tarp viršutinių atramų sąsajų ir objektų

source: Bottom Z distance
lt: Apatinis Z atstumas

source: The Z gap between the bottom support interface and object.
lt: Z tarpas tarp apatinės atramos sąsajos ir objekto

source: Support/raft base
lt: Atraminis ir (arba) platformos pagrindas

source: Filament to print support base and raft. "Default" means no specific filament for support and current filament is used.
lt: Gija, skirta spausdinti atraminį pagrindą ir platformą. "Numatytoji" reiškia, kad nėra konkrečios gijos atramai ir naudojama dabartinė gija

source: Avoid interface filament for base
lt: Venkite pagrindo sąsajos gijų

source: Avoid using support interface filament to print support base if possible.
lt: Jei įmanoma, vengti naudoti atraminės sąsajos giją atraminiam pagrindui spausdinti.

source: Line width of support. If expressed as a %, it will be computed over the nozzle diameter.
lt: Atramos linijos plotis. Jei išreiškiamas %, jis apskaičiuojamas pagal purkštuko skersmenį.

source: Interface use loop pattern
lt: Sąsaja naudoja kontūro raštą

source: Cover the top contact layer of the supports with loops. Disabled by default.
lt: Viršutinį kontaktinį atramų sluoksnį uždenkite kilpomis. Išjungta pagal numatytuosius nustatymus.

source: Support/raft interface
lt: Atramų ir (arba) platformos sąsaja

source: Filament to print support interface. "Default" means no specific filament for support interface and current filament is used.
lt: Gija skirta spausdinti atramos sąsają. "Numatytoji" reiškia, kad atramos sąsajai nėra konkrečios gijos ir naudojama dabartinė gija

source: Top interface layers
lt: Viršutiniai sąsajos sluoksniai

source: Number of top interface layers.
lt: Viršutinių sąsajos sluoksnių skaičius

source: Bottom interface layers
lt: Apatiniai sąsajos sluoksniai

source: Number of bottom interface layers.
lt: Apatinių sąsajos sluoksnių skaičius

source: Same as top
lt: Tas pats kaip ir viršuje

source: Top interface spacing
lt: Viršutinės sąsajos tarpas

source: Spacing of interface lines. Zero means solid interface.
lt: Atstumas tarp sąsajos linijų. 0 reiškia vientisą sąsają

source: Bottom interface spacing
lt: Apatinės sąsajos tarpas

source: Spacing of bottom interface lines. Zero means solid interface.
lt: Atstumas tarp apatinių sąsajos linijų. 0 reiškia vientisą sąsają

source: Speed of support interface.
lt: Atramų sąsajų greitis

source: Base pattern
lt: Pagrindinis raštas

source: Line pattern of support.
lt: Linijinis atramų raštas

source: Rectilinear grid
lt: Tiesus tinklelis

source: Hollow
lt: Tuščiaviduris

source: Interface pattern
lt: Sąsajos raštas

source: Line pattern of support interface. Default pattern for non-soluble support interface is Rectilinear, while default pattern for soluble support interface is Concentric.
lt: Linijinis atraminės sąsajos raštas. Numatytasis netirpios atraminės sąsajos raštas yra tiesiaeigis, o tirpios atraminės sąsajos numatytasis raštas yra koncentrinis

source: Rectilinear Interlaced
lt: Tiesiaeigis, persipynęs

source: Base pattern spacing
lt: Pagrindinio rašto tarpai

source: Spacing between support lines.
lt: Atstumai tarp atraminių linijų

source: Normal Support expansion
lt: Įprastų atramų išplėtimas

source: Expand (+) or shrink (-) the horizontal span of normal support.
lt: Padidinkite (+) arba sumažinkite (-) įprastinės atramos horizontalųjį atstumą

source: Speed of support.
lt: Atramų greitis

source: Style and shape of the support. For normal support, projecting the supports into a regular grid will create more stable supports (default), while snug support towers will save material and reduce object scarring. For tree support, slim and organic style will merge branches more aggressively and save a lot of material (default organic), while hybrid style will create similar structure to normal support under large flat overhangs.
lt: Atramos stilius ir forma. Įprastoms atramoms projektuojant atramas į taisyklingą tinklelį, bus sukurtos stabilesnės atramos (numatytasis nustatymas), o prigludę atramų bokšteliai leis sutaupyti medžiagos ir sumažinti objekto nubrozdinimus. Medžių atramoms siauras ir organinis stilius agresyviau sujungs šakas ir sutaupys daug medžiagos (numatytasis organinis), o hibridinis stilius sukurs panašią struktūrą kaip įprastos atramos po didelėmis plokščiomis iškyšomis.

source: Default (Grid/Organic)
lt: Numatytoji reikšmė (Tinklelis/organinis)

source: Snug
lt: Aptemti

source: Organic
lt: Organiškas

source: Tree Slim
lt: Medis plonas

source: Tree Strong
lt: Tvirtas medis

source: Tree Hybrid
lt: Hibridinis medis

source: Independent support layer height
lt: Nepriklausomas atraminio sluoksnio aukštis

source: Support layer uses layer height independent with object layer. This is to support customizing z-gap and save print time. This option will be invalid when the prime tower is enabled.
lt: Atraminis sluoksnis naudoja sluoksnio aukštį, nepriklausomą nuo objekto sluoksnio. Taip palaikomas z tarpo pritaikymas ir taupomas spausdinimo laikas.Ši parinktis negalioja, kai įjungtas pagrindinis bokštas.

source: Threshold angle
lt: Ribinis kampas

source: Support will be generated for overhangs whose slope angle is below the threshold.
lt: Iškyšoms, kurių nuolydžio kampas yra mažesnis už ribą, bus sukurta atrama.

source: Threshold overlap
lt: Slenksčio persidengimas

source: If threshold angle is zero, support will be generated for overhangs whose overlap is below the threshold. The smaller this value is, the steeper the overhang that can be printed without support.
lt: Jei slenkstinis kampas lygus nuliui, atrama bus sukurta iškyšoms, kurių persidengimas yra mažesnis už slenkstį. Kuo mažesnė ši vertė, tuo statesnė iškyša, kurią galima spausdinti be atramos.

source: Tree support branch angle
lt: Atraminio medžio šakos kampas

source: This setting determines the maximum overhang angle that the branches of tree support are allowed to make. If the angle is increased, the branches can be printed more horizontally, allowing them to reach farther.
lt: Šis nustatymas nustato didžiausią iškyšos kampą, kurį gali sudaryti medžio atramos šakos. Padidinus kampą, šakos gali būti atspausdintos horizontaliau, todėl jos gali siekti toliau.

source: Preferred Branch Angle
lt: Pageidaujamas šakos kampas

source: The preferred angle of the branches, when they do not have to avoid the model. Use a lower angle to make them more vertical and more stable. Use a higher angle for branches to merge faster.
lt: Pageidaujamas šakų kampas, kai joms nereikia vengti modelio. Naudokite mažesnį kampą, kad jos būtų vertikalesnės ir stabilesnės. Naudokite didesnį kampą, kad šakos greičiau susijungtų.

source: Tree support branch distance
lt: Atstumas tarp atraminio medžio šakų

source: This setting determines the distance between neighboring tree support nodes.
lt: Šis nustatymas nustato atstumą tarp kaimyninių medžio atraminių mazgų.

source: Branch Density
lt: Šakų tankis

source: Adjusts the density of the support structure used to generate the tips of the branches. A higher value results in better overhangs but the supports are harder to remove, thus it is recommended to enable top support interfaces instead of a high branch density value if dense interfaces are needed.
lt: Reguliuoja atraminės struktūros, naudojamos šakų viršūnėms formuoti, tankį. Pasirinkus didesnę reikšmę, gaunamos geresnės iškyšos, tačiau atramas sunkiau pašalinti, todėl, jei reikia tankios atramos, rekomenduojama įjungti viršutinių atramų sąsajas, o ne didelę šakų tankio reikšmę.

source: Adaptive layer height
lt: Prisitaikantis sluoksnio aukštis

source: Enabling this option means the height of tree support layer except the first will be automatically calculated.
lt: Įjungus šią parinktį, medžio atraminio sluoksnio, išskyrus pirmąjį, aukštis bus apskaičiuojamas automatiškai.

source: Auto brim width
lt: Automatinis kraštų plotis

source: Enabling this option means the width of the brim for tree support will be automatically calculated.
lt: Įjungus šią parinktį, medžio atramos krašto plotis apskaičiuojamas automatiškai

source: Tree support brim width
lt: Atraminio medžio krašto plotis

source: Distance from tree branch to the outermost brim line.
lt: Atstumas nuo medžio šakos iki išorinės krašto linijos

source: Tip Diameter
lt: Galo skersmuo

source: Branch tip diameter for organic supports.
lt: Organinių atramų šakos galo skersmuo.

source: Tree support branch diameter
lt: Atraminio medžio šakų skersmuo

source: This setting determines the initial diameter of support nodes.
lt: Šiuo nustatymu nustatomas pradinis atraminių mazgų skersmuo.

source: Branch Diameter Angle
lt: Šakų skersmens kampas

source: The angle of the branches' diameter as they gradually become thicker towards the bottom. An angle of 0 will cause the branches to have uniform thickness over their length. A bit of an angle can increase stability of the organic support.
lt: Šakų skersmens kampas, joms palaipsniui storėjant link apačios. Jei kampas lygus 0, šakos bus vienodo storio per visą ilgį. Šiek tiek didesnis kampas gali padidinti organinės atramos stabilumą.

source: Support wall loops
lt: Atramų sienų kontūrai

source: This setting specifies the count of support walls in the range of [0,2]. 0 means auto.
lt: Šis nustatymas nurodo atramų sienų storį intervale [0,2]. 0 reiškia automatinis.

source: Tree support with infill
lt: Medžių atramos su užpildymu

source: This setting specifies whether to add infill inside large hollows of tree support.
lt: Šis nustatymas nurodo, ar į dideles medžio atramos ertmes dėti užpildą

source: Activate temperature control
lt: Suaktyvinti temperatūros reguliavimą

source: Enable this option for automated chamber temperature control. This option activates the emitting of an M191 command before the "machine_start_gcode" which sets the chamber temperature and waits until it is reached. In addition, it emits an M141 command at the end of the print to turn off the chamber heater, if present. This option relies on the firmware supporting the M191 and M141 commands either via macros or natively and is usually used when an active chamber heater is installed.
lt: Įjunkite šią parinktį, kad būtų galima automatizuotai valdyti kameros temperatūrą. Ši parinktis įjungia M191 komandos transliavimą prieš „machine_start_gcode“ kuri nustato kameros temperatūrą ir laukia, kol ji bus pasiekta. Be to, spausdinimo pabaigoje ji išspinduliuoja komandą M141, kad būtų išjungtas kameros šildytuvas, jei toks yra. Ši parinktis priklauso nuo to, ar programinė įranga palaiko komandas M191 ir M141 per makrokomandas, ar gimtąja kalba, ir paprastai naudojama, kai įrengtas aktyvus kameros šildytuvas.

source: Chamber temperature
lt: Kameros temperatūra

source: For high-temperature materials like ABS, ASA, PC, and PA, a higher chamber temperature can help suppress or reduce warping and potentially lead to higher interlayer bonding strength. However, at the same time, a higher chamber temperature will reduce the efficiency of air filtration for ABS and ASA. For PLA, PETG, TPU, PVA, and other low-temperature materials, this option should be disabled (set to 0) as the chamber temperature should be low to avoid extruder clogging caused by material softening at the heat break. If enabled, this parameter also sets a G-code variable named chamber_temperature, which can be used to pass the desired chamber temperature to your print start macro, or a heat soak macro like this: PRINT_START (other variables) CHAMBER_TEMP=[chamber_temperature]. This may be useful if your printer does not support M141/M191 commands, or if you desire to handle heat soaking in the print start macro if no active chamber heater is installed.
lt: Aukštos temperatūros medžiagoms, tokioms kaip ABS, ASA, PC ir PA, aukštesnė temperatūra kameroje gali padėti sumažinti arba sumažinti deformacijas ir padidinti tarpsluoksninio sukibimo stiprumą. Tačiau tuo pat metu aukštesnė kameros temperatūra sumažina ABS ir ASA oro filtravimo efektyvumą. PLA, PETG, TPU, PVA ir kitoms žemos temperatūros medžiagoms ši parinktis turėtų būti išjungta (nustatyta į 0), nes kameros temperatūra turėtų būti žema, kad būtų išvengta ekstruderio užsikimšimo dėl medžiagos suminkštėjimo šilumos slenkstyje. Jei įjungtas, šis parametras taip pat nustato gkodo kintamąjį chamber_temperature, kuris gali būti naudojamas norimai kameros temperatūrai perduoti spausdinimo pradžios makrokomandai arba tokiai šiluminio įšilimo makrokomandai: (kiti kintamieji) CHAMBER_TEMP=[chamber_temperature]. Tai gali būti naudinga, jei jūsų spausdintuvas nepalaiko M141/M191 komandų arba jei norite, kad spausdinimo pradžios makrokomandoje būtų tvarkomas šilumos įšildymas, jei nėra aktyvaus kameros šildytuvo.

source: Nozzle temperature for layers after the initial one.
lt: Po pradinio sluoksnio esančių sluoksnių purkštuko temperatūra

source: Detect thin wall
lt: Aptikti plonas sieneles

source: Detect thin wall which can't contain two line width. And use single line to print. Maybe printed not very well, because it's not closed loop.
lt: Aptikti ploną sienelę, kurioje negali būti dviejų eilučių pločio. Spausdinimui naudoti vieną liniją. Gali būti, kad nebus išspausdinta labai gerai, nes tai nėra uždaras kontūras

source: This G-code is inserted when change filament, including T command to trigger tool change
lt: Šis gkodas įterpiamas, kai keičiama gija, įskaitant komandą T įrankiui pakeisti

source: This G-code is inserted when the extrusion role is changed
lt: Šis gkodas įterpiamas, kai pakeičiamas išspaudimo vaidmuo

source: Line width for top surfaces. If expressed as a %, it will be computed over the nozzle diameter.
lt: Viršutinių paviršių linijos plotis. Jei išreiškiamas %, jis bus apskaičiuojamas pagal purkštuko skersmenį.

source: Speed of top surface infill which is solid.
lt: Viršutinio vientiso paviršiaus užpildo greitis

source: Top shell layers
lt: Viršutiniai apvalkalo sluoksniai

source: This is the number of solid layers of top shell, including the top surface layer. When the thickness calculated by this value is thinner than top shell thickness, the top shell layers will be increased.
lt: Tai viršutinio apvalkalo vientisų sluoksnių skaičius, įskaitant viršutinį paviršiaus sluoksnį. Kai pagal šią reikšmę apskaičiuotas storis yra plonesnis už viršutinio apvalkalo storį, viršutinio apvalkalo sluoksnių skaičius bus padidintas

source: Top solid layers
lt: Viršutiniai vientisi sluoksniai

source: Top shell thickness
lt: Viršutinio apvalkalo storis

source: The number of top solid layers is increased when slicing if the thickness calculated by top shell layers is thinner than this value. This can avoid having too thin shell when layer height is small. 0 means that this setting is disabled and thickness of top shell is absolutely determined by top shell layers.
lt: Sluoksniuojant didinamas viršutinių vientisų sluoksnių skaičius, jei pagal viršutinius apvalkalo sluoksnius apskaičiuotas storis yra plonesnis už šią vertę. Taip galima išvengti per plono apvalkalo, kai sluoksnių aukštis yra mažas. 0 reiškia, kad šis nustatymas išjungtas ir viršutinio apvalkalo storis visiškai nustatomas pagal viršutinio apvalkalo sluoksnius

source: Speed of travel which is faster and without extrusion.
lt: Judėjimo greitis, kuris yra greitesnis ir be ekstruzijos

source: Wipe while retracting
lt: Nuvalyti įtraukiant

source: Move nozzle along the last extrusion path when retracting to clean any leaked material on the nozzle. This can minimize blobs when printing a new part after traveling.
lt: Įtraukiant antgalį judinti išilgai paskutinio išspaudimo kelio, kad būtų išvalyta ant antgalio nutekėjusi medžiaga. Tai gali sumažinti artefaktų kiekį, kai po judėjimo spausdinama nauja dalis

source: Wipe Distance
lt: Valymo atstumas

source: Describe how long the nozzle will move along the last path when retracting. Depending on how long the wipe operation lasts, how fast and long the extruder/filament retraction settings are, a retraction move may be needed to retract the remaining filament. Setting a value in the retract amount before wipe setting below will perform any excess retraction before the wipe, else it will be performed after.
lt: Apibūdinkite, kiek laiko antgalis judės paskutiniu keliu, kai bus įtraukiamas. Priklausomai nuo to, kiek laiko trunka valymo operacija, kokie greiti ir ilgi yra ekstruderio / gijų įtraukimo nustatymai, gali prireikti įtraukimo judesio, kad būtų įtraukta likusi gija. Nustačius toliau esančio įvilkimo kiekio prieš valymą nustatymo reikšmę, bet koks perteklinis įvilkimas bus atliktas prieš valymą, priešingu atveju jis bus atliktas po jo.

source: The wiping tower can be used to clean up the residue on the nozzle and stabilize the chamber pressure inside the nozzle, in order to avoid appearance defects when printing objects.
lt: Valymo bokštas gali būti naudojamas likučiams ant purkštuko išvalyti ir kameros slėgiui purkštuko viduje stabilizuoti, kad spausdinant objektus būtų išvengta paviršiaus defektų.

source: Purging volumes
lt: Valymo tūriai

source: Flush multiplier
lt: Išleidimo daugiklis

source: The actual flushing volumes is equal to the flush multiplier multiplied by the flushing volumes in the table.
lt: Faktinis išleidimo kiekis yra lygus išleidimo daugikliui, padaugintam iš lentelėje nurodytų išleidimo kiekių.

source: Prime volume
lt: Pagrindinis tūris

source: The volume of material to prime extruder on tower.
lt: Medžiagos kiekis, skirtas ekstruderiui užpildyti ant bokšto.

source: Width of the prime tower.
lt: Pagrindinio bokšto plotis

source: Wipe tower rotation angle
lt: Valymo bokšto sukimosi kampas

source: Wipe tower rotation angle with respect to x-axis.
lt: Valymo bokšto sukimosi kampas x ašies atžvilgiu.

source: Stabilization cone apex angle
lt: Stabilizavimo kūgio viršūnės kampas

source: Angle at the apex of the cone that is used to stabilize the wipe tower. Larger angle means wider base.
lt: Kūgio viršūnės kampas, naudojamas valymo bokštui stabilizuoti. Didesnis kampas reiškia platesnį pagrindą.

source: Maximum wipe tower print speed
lt: Didžiausias valymo bokšto spausdinimo greitis

source: The maximum print speed when purging in the wipe tower and printing the wipe tower sparse layers. When purging, if the sparse infill speed or calculated speed from the filament max volumetric speed is lower, the lowest will be used instead. When printing the sparse layers, if the internal perimeter speed or calculated speed from the filament max volumetric speed is lower, the lowest will be used instead. Increasing this speed may affect the tower's stability as well as increase the force with which the nozzle collides with any blobs that may have formed on the wipe tower. Before increasing this parameter beyond the default of 90mm/sec, make sure your printer can reliably bridge at the increased speeds and that ooze when tool changing is well controlled. For the wipe tower external perimeters the internal perimeter speed is used regardless of this setting.
lt: Didžiausias spausdinimo greitis, kai atliekamas valymas valymo bokšte ir spausdinami reti valymo bokšto sluoksniai. Jei valant reto sluoksnio užpildymo greitis arba apskaičiuotas greitis pagal gijos maksimalų tūrinį greitį yra mažesnis, vietoj jo bus naudojamas mažiausias. Spausdinant retus sluoksnius, jei vidinio perimetro greitis arba apskaičiuotas greitis pagal gijos maksimalų tūrinį greitį yra mažesnis, vietoj jo bus naudojamas mažiausias. Padidinus šį greitį, gali nukentėti bokšto stabilumas, taip pat padidėti jėga, su kuria purkštuvas susiduria su bet kokiais nelygumais, kurie gali susidaryti ant valymo bokšto. Prieš didindami šį parametrą daugiau nei numatytasis 90 mm/s, įsitikinkite, kad jūsų spausdintuvas gali patikimai nutiesti tiltą didesniu greičiu ir kad gijos pratekėjimas keičiant įrankį yra gerai kontroliuojamas. Valymo bokšto išoriniam perimetrui, nepriklausomai nuo šio parametro, naudojamas vidinio perimetro greitis.

source: The extruder to use when printing perimeter of the wipe tower. Set to 0 to use the one that is available (non-soluble would be preferred).
lt: Ekstruderis, naudojamas spausdinant valymo bokšto perimetrą. Nustatykite į 0, kad būtų naudojamas turimas ekstruderis (pageidautina, kad būtų naudojamas netirpus).

source: Purging volumes - load/unload volumes
lt: Išleidimo tūriai – pakrovimo/iškrovimo tūriai

source: This vector saves required volumes to change from/to each tool used on the wipe tower. These values are used to simplify creation of the full purging volumes below.
lt: Šis vektorius išsaugo reikiamus tūrius, kad būtų galima pakeisti/į kiekvieną įrankį, naudojamą valymo bokštelyje. Šios vertės naudojamos siekiant supaprastinti toliau pateiktų išvalymo tūrių kūrimą.

source: Purging after filament change will be done inside objects' infills. This may lower the amount of waste and decrease the print time. If the walls are printed with transparent filament, the mixed color infill will be seen outside. It will not take effect, unless the prime tower is enabled.
lt: Pakeitus giją, valymas bus atliekamas objektų užpildų viduje. Tai gali sumažinti atliekų kiekį ir sutrumpinti spausdinimo laiką. Jei sienos atspausdintos iš skaidraus filamento, mišrios spalvos užpildas bus matomas išorėje. Jis nebus taikomas, nebent įjungtas pirminis bokštas.

source: Purging after filament change will be done inside objects' support. This may lower the amount of waste and decrease the print time. It will not take effect, unless the prime tower is enabled.
lt: Pakeitus giją, valymas bus atliekamas objektų atramos viduje. Tai gali sumažinti atliekų kiekį ir sutrumpinti spausdinimo laiką. Tai nebus veiksminga, jei nebus įjungtas pirminis bokštas.

source: This object will be used to purge the nozzle after a filament change to save filament and decrease the print time. Colors of the objects will be mixed as a result. It will not take effect, unless the prime tower is enabled.
lt: Šis objektas bus naudojamas purkštukui išvalyti po gijos pakeitimo, kad būtų sutaupyta gija ir sutrumpintas spausdinimo laikas. Dėl to objektų spalvos bus sumaišytos. Jis neveiks, jei nebus įjungtas pirminis bokštas.

source: Maximal bridging distance
lt: Maksimalus tiltelio atstumas

source: Maximal distance between supports on sparse infill sections.
lt: Maksimalus atstumas tarp atramų retose užpildymo dalyse.

source: Wipe tower purge lines spacing
lt: Atstumai tarp valymo bokšto valymo linijų

source: Spacing of purge lines on the wipe tower.
lt: Valymo bokšto valymo linijų atstumai.

source: Extra flow for purging
lt: Papildomas srautas valymui

source: Extra flow used for the purging lines on the wipe tower. This makes the purging lines thicker or narrower than they normally would be. The spacing is adjusted automatically.
lt: Papildomas srautas, naudojamas valymo bokšto išleidimo linijoms. Dėl to išleidimo linijos tampa storesnės arba siauresnės nei įprastai. Atstumai reguliuojami automatiškai.

source: Idle temperature
lt: Tuščiosios eigos temperatūra

source: Nozzle temperature when the tool is currently not used in multi-tool setups. This is only used when 'Ooze prevention' is active in Print Settings. Set to 0 to disable.
lt: Purkštuko temperatūra, kai įrankis šiuo metu nenaudojamas kelių įrankių nustatymuose.Tai naudojama tik tada, kai spausdinimo nustatymuose įjungta Išleidimo prevencija. Nustatykite 0, kad išjungtumėte.

source: X-Y hole compensation
lt: X-Y angų kompensavimas

source: X-Y contour compensation
lt: X-Y kontūro kompensavimas

source: Convert holes to polyholes
lt: Konvertuoti skyles į daugiakampes
