Repository: SoftFever/OrcaSlicer
Catalog: localization/i18n/*/OrcaSlicer_*.po
Languages: lt

source: Search for almost-circular holes that span more than one layer and convert the geometry to polyholes. Use the nozzle size and the (biggest) diameter to compute the polyhole. See http://hydraraptor.blogspot.com/2011/02/polyholes.html
lt: Ieškokite beveik apskritų skylių, apimančių daugiau nei vieną sluoksnį, ir paverskite geometriją į daugiasluoksnes skyles. Norėdami apskaičiuoti daugialypę skylę, naudokite purkštuko dydį ir (didžiausią) skersmenį. Žr. http://hydraraptor.blogspot.com/2011/02/polyholes.html

source: Polyhole detection margin
lt: Daugiašakių aptikimo riba

source: Maximum defection of a point to the estimated radius of the circle. As cylinders are often exported as triangles of varying size, points may not be on the circle circumference. This setting allows you some leeway to broaden the detection. In mm or in % of the radius.
lt: Didžiausias taško nuokrypis nuo apskaičiuoto apskritimo spindulio. Kadangi cilindrai dažnai eksportuojami kaip įvairaus dydžio trikampiai, taškai gali būti ne apskritimo perimetre. Šis nustatymas suteikia tam tikrą laisvę išplėsti aptikimą. mm arba % spindulio.

source: Polyhole twist
lt: Daugiašakės sukimas

source: Rotate the polyhole every layer.
lt: Pasukite daugialypę skylę kiekviename sluoksnyje.

source: G-code thumbnails
lt: G-kodo miniatiūros

source: Picture sizes to be stored into a .gcode and .sl1 / .sl1s files, in the following format: "XxY, XxY, ..."
lt: Nuotraukų dydžiai, saugomi .gcode ir .sl1 / .sl1s failuose tokiu formatu: "XxY, XxY, ..."

source: Format of G-code thumbnails
lt: G-kodo miniatiūrų formatas

source: Format of G-code thumbnails: PNG for best quality, JPG for smallest size, QOI for low memory firmware.
lt: G-kodo miniatiūrų formatas: PNG – geriausia kokybė, JPG – mažiausio dydžio, QOI – mažos atminties programinei įrangai

source: Use relative E distances
lt: Naudoti santykinius E atstumus

source: Relative extrusion is recommended when using "label_objects" option. Some extruders work better with this option unchecked (absolute extrusion mode). Wipe tower is only compatible with relative mode. It is recommended on most printers. Default is checked.
lt: Naudojant parinktį „label_objects“ rekomenduojama naudoti santykinį išspaudimą. Kai kurie ekstruzijos įrenginiai veikia geriau, jei ši parinktis nepažymėta (absoliučiosios ekstruzijos režimas). Valymo bokštas suderinamas tik su santykiniu režimu. Jį rekomenduojama naudoti daugumoje spausdintuvų. Pagal numatytuosius nustatymus pažymėta

source: Classic wall generator produces walls with constant extrusion width and for very thin areas is used gap-fill. Arachne engine produces walls with variable extrusion width.
lt: Klasikinis sienų generatorius sukuria pastovaus pločio sieneles, o labai plonoms sritims užpildyti naudojamas tarpų užpildymas. "Arachne" variklis gamina kintamo išspaudimo pločio sienas

source: Arachne
lt: Arachnė

source: Wall transition length
lt: Sienų perėjimo ilgis

source: When transitioning between different numbers of walls as the part becomes thinner, a certain amount of space is allotted to split or join the wall segments. It's expressed as a percentage over nozzle diameter.
lt: Pereinant nuo vieno sienelių skaičiaus prie kito, kai detalė tampa plonesnė, sienelių segmentams padalyti arba sujungti skiriama tam tikra erdvė. Jis išreiškiamas procentais nuo purkštuko skersmens

source: Wall transitioning filter margin
lt: Sienos perėjimo filtro riba

source: Prevent transitioning back and forth between one extra wall and one less. This margin extends the range of extrusion widths which follow to [Minimum wall width - margin, 2 * Minimum wall width + margin]. Increasing this margin reduces the number of transitions, which reduces the number of extrusion starts/stops and travel time. However, large extrusion width variation can lead to under- or overextrusion problems. It's expressed as a percentage over nozzle diameter.
lt: Neleidžia pereiti iš vienos papildomos sienos į kitą. Ši riba išplečia sekančio išspaudimo pločio diapazoną iki [minimalus sienelės plotis - riba, 2 * minimalus sienelės plotis + riba]. Padidinus šią ribą, sumažėja perėjimų skaičius, todėl sumažėja ekstruzijos paleidimų / stabdymų skaičius ir judėjimo laikas. Tačiau dėl didelio ekstruzijos pločio skirtumo gali kilti nepakankamo arba per didelio ekstruzijos pločio problemų. Jis išreiškiamas procentais nuo purkštuko skersmens

source: Wall transitioning threshold angle
lt: Sienų perėjimo slenksčio kampas

source: When to create transitions between even and odd numbers of walls. A wedge shape with an angle greater than this setting will not have transitions and no walls will be printed in the center to fill the remaining space. Reducing this setting reduces the number and length of these center walls, but may leave gaps or overextrude.
lt: Kai reikia sukurti perėjimus tarp lyginio ir nelyginio sienų skaičiaus. Pleišto formos, kurios kampas didesnis už šį nustatymą, perėjimų nebus, o centre nebus atspausdintos sienos, kad būtų užpildyta likusi erdvė. Sumažinus šį nustatymą, sumažėja šių centrinių sienelių skaičius ir ilgis, tačiau gali likti tarpų arba jos gali būti per daug išsikišusios

source: Wall distribution count
lt: Sienų pasiskirstymo skaičius

source: The number of walls, counted from the center, over which the variation needs to be spread. Lower values mean that the outer walls don't change in width.
lt: Sienų skaičius, skaičiuojant nuo centro, ant kurių reikia paskirstyti pokytį. Mažesnės reikšmės reiškia, kad išorinių sienų plotis nesikeičia

source: Minimum feature size
lt: Minimalus elemento dydis

source: Minimum wall length
lt: Mažiausias sienos ilgis

source: Adjust this value to prevent short, unclosed walls from being printed, which could increase print time. Higher values remove more and longer walls. NOTE: Bottom and top surfaces will not be affected by this value to prevent visual gaps on the outside of the model. Adjust 'One wall threshold' in the Advanced settings below to adjust the sensitivity of what is considered a top-surface. 'One wall threshold' is only visible if this setting is set above the default value of 0.5, or if single-wall top surfaces is enabled.
lt: Nustatykite šią reikšmę, kad nebūtų spausdinamos trumpos, neuždarytos sienos, dėl kurių gali pailgėti spausdinimo laikas. Didesnės reikšmės pašalina daugiau ir ilgesnių sienelių. PASTABA: Apatiniams ir viršutiniams paviršiams ši reikšmė įtakos neturės, kad modelio išorėje nesusidarytų vizualūs tarpai. Toliau esančiuose išplėstiniuose nustatymuose sureguliuokite Vienos sienelės slenkstis, kad nustatytumėte jautrumą, kas laikoma viršutiniu paviršiumi. Vienos sienelės slenkstis matomas tik tada, jei šis nustatymas nustatytas didesnis už numatytąją vertę 0,5 arba jei įjungta vienos sienelės viršutinių paviršių funkcija.

source: First layer minimum wall width
lt: Pirmojo sluoksnio mažiausias sienos plotis

source: The minimum wall width that should be used for the first layer is recommended to be set to the same size as the nozzle. This adjustment is expected to enhance adhesion.
lt: Mažiausią sienos plotį, kuris turėtų būti naudojamas pirmajam sluoksniui, rekomenduojama nustatyti tokio pat dydžio, kaip ir purkštukas. Manoma, kad šis nustatymas pagerins sukibimą.

source: Minimum wall width
lt: Mažiausias sienos plotis

source: Width of the wall that will replace thin features (according to the Minimum feature size) of the model. If the Minimum wall width is thinner than the thickness of the feature, the wall will become as thick as the feature itself. It's expressed as a percentage over nozzle diameter.
lt: Sienos, kuri pakeis plonus modelio elementus, plotis (pagal minimalų elemento dydį). Jei Minimalus sienos plotis yra plonesnis už elemento storį, siena taps tokio pat storio kaip ir pats elementas. Jis išreiškiamas procentais nuo purkštuko skersmens

source: Detect narrow internal solid infill
lt: Aptikti siaurą vidinį vientisą užpildą

source: This option will auto-detect narrow internal solid infill areas. If enabled, the concentric pattern will be used for the area to speed up printing. Otherwise, the rectilinear pattern will be used by default.
lt: Ši parinktis automatiškai nustato siaurą vidinę vientiso užpildo sritį. Jei ši parinktis įjungta, šiai sričiai bus naudojamas koncentrinis raštas, kad būtų pagreitintas spausdinimas. Priešingu atveju pagal numatytuosius nustatymus naudojamas tiesiaeigis raštas.

source: invalid value
lt: netinkama reikšmė

source: Invalid value when spiral vase mode is enabled:
lt: Netinkama reikšmė, kai įjungtas spiralinės vazos režimas:

source: too large line width
lt: per didelis linijos plotis

source: not in range
lt: nepatenka į intervalą

source: Export 3MF
lt: Eksportuoti 3MF

source: Export project as 3MF.
lt: Eksportuokite projektą kaip 3MF.

source: Export slicing data
lt: Eksportuoti sluoksniavimo duomenis

source: Export slicing data to a folder.
lt: Eksportuoti sluoksniavimo duomenis į katalogą

source: Load slicing data
lt: Įkelti sluoksniavimo duomenis

source: Load cached slicing data from directory.
lt: Įkelti į talpyklą įrašytus pjaustymo duomenis iš katalogo

source: Export STL
lt: Eksportuoti STL

source: Export the objects as single STL.
lt: Eksportuoti visus objektus kaip vieną STL

source: Export multiple STLs
lt: Eksportuoti kaip kelis STL

source: Export the objects as multiple STLs to directory.
lt: Eksportuokite objektus kaip kelis STL į katalogą

source: Slice
lt: Sluoksniuoti

source: Slice the plates: 0-all plates, i-plate i, others-invalid
lt: Sluoksniuoja plokštes: 0-visos plokštės, i-plokštė i, kitos-negaliojančios

source: Show command help.
lt: Rodoma komandos pagalba.

source: UpToDate
lt: Atnaujinta

source: Update the configs values of 3mf to latest.
lt: Atnaujinti 3mf konfigūracijos reikšmes į naujausias.

source: downward machines check
lt: tikrinti mažėjančias mašinas

source: check whether current machine downward compatible with the machines in the list.
lt: patikrinti, ar dabartinė mašina yra suderinama su sąraše esančiomis mašinomis.

source: Load default filaments
lt: Įkelti numatytąsias gijas

source: Load first filament as default for those not loaded.
lt: Įkelti pirmąją giją kaip numatytąją neįkeltoms gijoms

source: Minimum save
lt: Minimalus išsaugojimas

source: export 3mf with minimum size.
lt: eksportuoti mažiausio dydžio 3mf.

source: max triangle count per plate for slicing.
lt: maksimalus trikampių skaičius plokštelėje sluoksniavimui

source: max slicing time per plate in seconds.
lt: maksimalus vienos plokštės sluoksniavimo laikas sekundėmis

source: No check
lt: Netikrinama

source: Do not run any validity checks, such as G-code path conflicts check.
lt: Nevykdyti jokių galiojimo patikrinimų, pvz., gkodo kelio konfliktų patikrinimo.

source: Normative check
lt: Normatyvinė patikra

source: Check the normative items.
lt: Patikrinti norminius elementus.

source: Output Model Info
lt: Išvesti modelio informaciją

source: Output the model's information.
lt: Išvedama modelio informacija.

source: Export Settings
lt: Eksportavimo nustatymai

source: Export settings to a file.
lt: Nustatymai eksportuojami į failą.

source: Send progress to pipe
lt: Siųsti pažangą į kanalą.

source: Send progress to pipe.
lt: Siųsti pažangą į kanalą.

source: Arrange Options
lt: Išdėstymo parinktys

source: Arrange options: 0-disable, 1-enable, others-auto
lt: Išdėstymo parinktys: 0-išjungti, 1-įjungti, kiti-automatiniai

source: Repetition count
lt: Pakartojimų skaičius

source: Repetition count of the whole model.
lt: Viso modelio pasikartojimų skaičius

source: Ensure on bed
lt: Užtikrinti ant pagrindo

source: Lift the object above the bed when it is partially below. Disabled by default.
lt: Pakelti daiktą virš pagrindo, kai jis iš dalies yra žemiau. Pagal numatytuosius nustatymus išjungta

source: Arrange the supplied models in a plate and merge them in a single model in order to perform actions once.
lt: Pateiktus modelius išdėstyti ant pagrindo ir sujungti į vieną modelį, kad vieną kartą atliktumėte veiksmus.

source: Convert Unit
lt: Konvertuoti vienetus

source: Convert the units of model.
lt: Konvertuoti modelio matavimo vienetus

source: Orient Options
lt: Orientacijos parinktys

source: Orient options: 0-disable, 1-enable, others-auto
lt: Orientacijos parinktys: 0-išjungti, 1-įjungti, kiti-automatiniai

source: Rotation angle around the Z axis in degrees.
lt: Sukimosi kampas aplink Z ašį laipsniais.

source: Rotate around Y
lt: Pasukti aplink Y

source: Rotation angle around the Y axis in degrees.
lt: Sukimosi kampas aplink Y ašį laipsniais.

source: Scale the model by a float factor.
lt: Modelio mastelio keitimas pagal kintamąjį koeficientą

source: Load General Settings
lt: Įkelti bendruosius nustatymus

source: Load process/machine settings from the specified file.
lt: Įkelti proceso / mašinos nustatymus iš nurodyto failo

source: Load Filament Settings
lt: Įkelti gijų nustatymus

source: Load filament settings from the specified file list.
lt: Įkelti gijų nustatymus iš nurodyto failų sąrašo

source: Skip Objects
lt: Praleisti objektus

source: Skip some objects in this print.
lt: Praleisti kai kuriuos šio spausdinimo objektus

source: Clone Objects
lt: Klonuoti objektus

source: Clone objects in the load list.
lt: Įkrovos sąraše esančių objektų klonavimas

source: Load uptodate process/machine settings when using uptodate.
lt: įkelti "naujausio" proceso / mašinos nustatymus naudojant "naujausia"

source: Load uptodate process/machine settings from the specified file when using uptodate.
lt: įkelti "naujausio" proceso/įrenginio nustatymus iš nurodyto failo, kai naudojamas "naujausias"

source: Load uptodate filament settings when using uptodate.
lt: įkelti naujausius gijų nustatymus, kai naudojate "naujausius“

source: Load uptodate filament settings from the specified file when using uptodate.
lt: naudojant „naujausius“, įkelti naujausius gijų nustatymus iš nurodyto failo.

source: If enabled, check whether current machine downward compatible with the machines in the list.
lt: jei įjungta, patikrinkite, ar dabartinė mašina yra suderinama su sąraše esančiomis mašinomis.

source: Downward machines settings
lt: mašinų nustatymai žemyn

source: The machine settings list needs to do downward checking.
lt: mašinos nustatymų sąraše reikia atlikti žemyn einantį tikrinimą

source: Load assemble list
lt: Įkelti surinkimo sąrašą

source: Load assemble object list from config file.
lt: Surinkimo objektų sąrašo įkėlimas iš konfigūracijos failo

source: Data directory
lt: Duomenų katalogas

source: Load and store settings at the given directory. This is useful for maintaining different profiles or including configurations from a network storage.
lt: Įkelkite ir išsaugokite nustatymus nurodytame kataloge. Tai naudinga norint išlaikyti skirtingus profilius arba įtraukti konfigūracijas iš tinklo saugyklos.

source: Output directory
lt: Išvesties katalogas

source: Output directory for the exported files.
lt: Eksportuojamų failų išvesties katalogas.

source: Debug level
lt: Derinimo lygis

source: Sets debug logging level. 0:fatal, 1:error, 2:warning, 3:info, 4:debug, 5:trace
lt: Nustato derinimo žurnalizavimo lygį. 0: mirtinas, 1: klaida, 2: įspėjimas, 3: informacija, 4: derinimas, 5: sekimas

source: Enable timelapse for print
lt: Laiko intervalų spausdinimui įjungimas

source: If enabled, this slicing will be considered using timelapse.
lt: Jei įjungta, šis sluoksniavimas bus atliekamas naudojant laiko intervalą.

source: Load custom G-code
lt: Įkelti pasirinktinį G-kodą

source: Load custom G-code from json
lt: Įkelti pasirinktinį G-kodą iš json

source: Load filament ids
lt: Įkelti gijų ID

source: Load filament ids for each object
lt: Įkelti kiekvieno objekto gijų ID

source: Allow multiple colors on one plate
lt: Leisti skirtingas spalvas ant tos pačios plokštės

source: If enabled, Arrange will allow multiple colors on one plate.
lt: Jei įjungta, išdėstymas leis kelias spalvas ant vienos plokštės.

source: Allow rotation when arranging
lt: Išdėstant leisti pasukti

source: If enabled, Arrange will allow rotation when placing objects.
lt: Jei įjungta, išdėstant objektus bus leidžiami pasukimai.

source: Avoid extrusion calibrate region when arranging
lt: Išdėstant vengti išspaudimo kalibravimo ploto

source: If enabled, Arrange will avoid extrusion calibrate region when placing objects.
lt: Jei įjungta, išdėstant objektus bus vengiama išspaudimo kalibravimo srities.

source: Skip modified G-code in 3mf
lt: Praleisti modifikuotus gkodus 3mf

source: Skip the modified G-code in 3mf from Printer or filament Presets
lt: Praleisti modifikuotus 3mf gkodus iš spausdintuvo arba filamento nustatymų

source: MakerLab name
lt: MakerLab pavadinimas

source: MakerLab name to generate this 3mf
lt: „MakerLab“ pavadinimas šiam 3mf generuoti

source: MakerLab version
lt: „MakerLab“ versija

source: MakerLab version to generate this 3mf
lt: „MakerLab“ versija šiam 3mf generuoti

source: metadata name list
lt: metaduomenų pavadinimų sąrašas

source: metadata name list added into 3mf
lt: metaduomenų pavadinimų sąrašas įtrauktas į 3mf

source: metadata value list
lt: metaduomenų reikšmių sąrašas

source: metadata value list added into 3mf
lt: į 3mf įtrauktas metaduomenų reikšmių sąrašas

source: Allow 3mf with newer version to be sliced.
lt: Leisti sluoksniuoti 3mf su naujesne versija

source: Current z-hop
lt: Dabartinis z-šuolis

source: Contains z-hop present at the beginning of the custom G-code block.
lt: Turi z-šuolį, esantį pasirinktinio G-kodo bloko pradžioje.

source: Position of the extruder at the beginning of the custom G-code block. If the custom G-code travels somewhere else, it should write to this variable so OrcaSlicer knows where it travels from when it gets control back.
lt: Ekstruderio padėtis pasirinktinio G-kodo bloko pradžioje. Jei pasirinktinis G-kodas juda kur nors kitur, jis turėtų būti įrašytas į šį kintamąjį, kad OrcaSlicer žinotų, iš kur jis juda, kai atgauna valdymą.

source: Retraction state at the beginning of the custom G-code block. If the custom G-code moves the extruder axis, it should write to this variable so OrcaSlicer de-retracts correctly when it gets control back.
lt: Įtraukimo būsena pasirinktinio G-kodo bloko pradžioje. Jei pasirinktinis G-kodas judina ekstruderio ašį, jis turėtų įrašyti į šį kintamąjį, kad OrcaSlicer teisingai atšauktų įtraukimą, kai atgaus valdymą.

source: Extra de-retraction
lt: Papildomas ištraukimas

source: Currently planned extra extruder priming after de-retraction.
lt: Šiuo metu planuojamas papildomas ekstruderio užpildymas po ištraukimo.

source: Absolute E position
lt: Absoliuti E padėtis

source: Current position of the extruder axis. Only used with absolute extruder addressing.
lt: Dabartinė ekstruderio ašies padėtis. Naudojama tik su absoliučiu ekstruderio adresavimu.

source: Current extruder
lt: Dabartinis ekstruderis

source: Current object index
lt: Dabartinio objekto indeksas

source: Specific for sequential printing. Zero-based index of currently printed object.
lt: Specifinis nuoseklaus spausdinimo būdas. Šiuo metu spausdinamo objekto indeksas (pradedant nuliu).

source: Has wipe tower
lt: Turi valymo bokštą

source: Whether or not wipe tower is being generated in the print.
lt: Ar spausdinant generuojamas nuvalymo bokštas.

source: Initial extruder
lt: Pradinis ekstruderis

source: Zero-based index of the first extruder used in the print. Same as initial_tool.
lt: Pirmojo spausdinimui naudojamo ekstruderio indeksas (pradedant nuliu). Toks pat kaip initial_tool.

source: Initial tool
lt: Pradinis įrankis

source: Zero-based index of the first extruder used in the print. Same as initial_extruder.
lt: Pirmojo spausdinimui naudojamo ekstruderio indeksas pagal nulį. Toks pat kaip initial_extruder.

source: Is extruder used?
lt: Ar naudojamas ekstruderis?

source: Vector of booleans stating whether a given extruder is used in the print.
lt: Loginių reikšmių vektorius, nurodantis, ar spausdinant naudojamas tam tikras ekstruderis.

source: Has single extruder MM priming
lt: Turi vieną ekstruderį MM užpildymui

source: Are the extra multi-material priming regions used in this print?
lt: Ar šiame spaudinyje naudojami papildomi kelių medžiagų pagrindo regionai?

source: Volume per extruder
lt: Vieno ekstruderio tūris

source: Total filament volume extruded per extruder during the entire print.
lt: Bendras gijų tūris, išspaustas iš vieno ekstruderio per visą spausdinimo procesą.

source: Total tool changes
lt: Bendras įrankių keitimų skaičius

source: Number of tool changes during the print.
lt: Spausdinimo metu atliktų įrankių pakeitimų skaičius.

source: Total volume
lt: Bendras tūris

source: Total volume of filament used during the entire print.
lt: Bendras viso spausdinimo metu sunaudotas gijų tūris.

source: Weight per extruder
lt: Svoris vienam ekstruderiui

source: Weight per extruder extruded during the entire print. Calculated from filament_density value in Filament Settings.
lt: Vieno ekstruderio išspaustas gijų svoris per visą spausdinimo procesą. Apskaičiuojama pagal filament_density vertę Gijų nustatymuose.

source: Total weight
lt: Bendras svoris

source: Total weight of the print. Calculated from filament_density value in Filament Settings.
lt: Bendras spaudinio svoris. Apskaičiuojama pagal filament_density vertę Gijos nustatymuose.

source: Total layer count
lt: Bendras sluoksnių skaičius

source: Number of layers in the entire print.
lt: Viso spaudinio sluoksnių skaičius.

source: Number of objects
lt: Objektų skaičius

source: Total number of objects in the print.
lt: Bendras atspausdintų objektų skaičius.

source: Number of instances
lt: Egzempliorių skaičius

source: Total number of object instances in the print, summed over all objects.
lt: Bendras atspausdintų objektų egzempliorių skaičius, sumuojamas visiems objektams.

source: Scale per object
lt: Mastelis pagal objektą

source: Contains a string with the information about what scaling was applied to the individual objects. Indexing of the objects is zero-based (first object has index 0). Example: 'x:100% y:50% z:100'.
lt: Pateikiama eilutė su informacija apie tai, koks mastelio keitimas buvo pritaikytas atskiriems objektams. Objektai indeksuojami nuo nulio (pirmasis objektas turi indeksą 0). Pavyzdys: "x:100% y:50% z:100".

source: Input filename without extension
lt: Įvesties failo pavadinimas be plėtinio

source: Source filename of the first object, without extension.
lt: Pirmojo objekto šaltinio failo pavadinimas be plėtinio.

source: The vector has two elements: x and y coordinate of the point. Values in mm.
lt: Vektorių sudaro du elementai: taško x ir y koordinatės. Vertės mm.

source: The vector has two elements: x and y dimension of the bounding box. Values in mm.
lt: Vektorių sudaro du elementai: x ir y ribojančio bloko matmenys. Reikšmės mm.

source: First layer convex hull
lt: Pirmojo sluoksnio išgaubtasis korpusas

source: Vector of points of the first layer convex hull. Each element has the following format:'[x, y]' (x and y are floating-point numbers in mm).
lt: Pirmojo sluoksnio išgaubtojo korpuso taškų vektorius. Kiekvienas elementas yra tokio formato: "[x, y]" (x ir y yra slankiojo kablelio skaičiai mm).

source: Bottom-left corner of first layer bounding box
lt: Pirmojo sluoksnio ribų lango apatinis kairysis kampas

source: Top-right corner of first layer bounding box
lt: Pirmojo sluoksnio ribų lango viršutinis dešinysis kampas

source: Size of the first layer bounding box
lt: Pirmojo sluoksnio ribų lango dydis

source: Bottom-left corner of print bed bounding box
lt: Spausdinimo pagrindo ribų lango apatinis kairysis kampas
