Repository: SoftFever/OrcaSlicer
Catalog: localization/i18n/*/OrcaSlicer_*.po
Languages: lt

source: Comma-separated list of printing speeds
lt: Kableliais atskirtas spausdinimo greičių sąrašas

source: Please input valid values: Start PA: >= 0.0 End PA: > Start PA PA step: >= 0.001)
lt: Įveskite galiojančias reikšmes: Pradžios PA: >= 0,0 Pabaigos PA: > Pradžios PA PA žingsnis: >= 0.001)

source: Temperature calibration
lt: Temperatūros kalibravimas

source: Filament type
lt: Gijos tipas

source: Start temp:
lt: Pradžios temp:

source: End temp:
lt: Galutinė temp:

source: Temp step:
lt: Temp žingsnis:

source: Please input valid values: Start temp: <= 350 End temp: >= 170 Start temp > End temp + 5)
lt: Įveskite tinkamas reikšmes: Pradžios temp: <= 350 Galutinė temp: >= 170 Pradžios temp > Galutinė temp + 5)

source: Max volumetric speed test
lt: Didžiausio tūrio greičio bandymas

source: Start volumetric speed:
lt: Pradinis tūrinis greitis:

source: End volumetric speed:
lt: Galinis tūrinis greitis:

source: step:
lt: žingsnis

source: Please input valid values: start > 0 step >= 0 end > start + step)
lt: Įveskite tinkamas reikšmes: pradinis > 0 žingsnis >= 0 galinis > pradinis + žingsnis)

source: VFA test
lt: VFA testas

source: Start speed:
lt: Pradinis greitis:

source: End speed:
lt: Galinis greitis:

source: Please input valid values: start > 10 step >= 0 end > start + step)
lt: Įveskite tinkamas reikšmes: pradinis > 10 žingsnis >= 0 galinis > pradinis + žingsnis)

source: Start retraction length:
lt: Pradinis įtraukimo ilgis:

source: End retraction length:
lt: Galinis įtraukimo ilgis:

source: Send G-code to printer host
lt: Siųsti G-kodą tinkliniam spausdintuvui

source: Upload to Printer Host with the following filename:
lt: Įkelti į tinklinį spausdintuvą tokiu failo pavadinimu:

source: Use forward slashes ( / ) as a directory separator if needed.
lt: Jei reikia, naudoti pasviruosius brūkšnius ( / ) kaip katalogų skyriklį.

source: Upload to storage
lt: Įkelti į saugyklą

source: Switch to Device tab after upload.
lt: Po įkėlimo pereikite į skirtuką Įrenginys.

source: Upload filename doesn't end with "%s". Do you wish to continue?
lt: Įkėlimo failo pavadinimas nesibaigia „%s“. Ar norite tęsti?

source: Upload
lt: Įkelti

source: Print host upload queue
lt: Įkėlimo spausdinimui tinkle eilė

source: Progress
lt: Progresas

source: Host
lt: Hostas

# OfFile
source: Size
lt: Dydis

source: Filename
lt: Failo pavadinimas

source: Cancel selected
lt: Atšaukti pasirinktą

source: Show error message
lt: Rodyti klaidos pranešimą

source: Queued
lt: Eilėje

source: Uploading
lt: Įkeliama

source: Cancelling
lt: Atšaukiama

source: Error uploading to print host
lt: Klaida siunčiant į spausdintuvą

source: The selected bed type does not match the file. Please confirm before starting the print.
lt: Pasirinktas pagrindo tipas neatitinka failo. Prieš pradėdami spausdinti, patvirtinkite.

source: Time-lapse
lt: Laiko intervalai

source: Heated Bed Leveling
lt: Šildomo pagrindo išlyginimas

source: Textured Build Plate (Side A)
lt: Tekstūruota pagrindo plokštė (A pusė)

source: Smooth Build Plate (Side B)
lt: Lygi pagrindo plokštė (B pusė)

source: Unable to perform boolean operation on selected parts
lt: Nepavyksta atlikti loginės operacijos su pasirinktomis dalimis

source: Mesh Boolean
lt: Objektų jungimo / atėmimo / susikirtimo įrankiai

source: Union
lt: Sąjunga

source: Difference
lt: Skirtumas

source: Intersection
lt: Susikirtimas

source: Source Volume
lt: Išteklių tūris

source: Tool Volume
lt: Įrankių tūris

source: Subtract from
lt: Atimti iš

source: Subtract with
lt: Atimti su

source: selected
lt: pasirinkta

source: Part 1
lt: 1 dalis

source: Part 2
lt: 2 dalis

source: Delete input
lt: Ištrinti įvestį

source: Network Test
lt: Tinklo testas

source: Start Test Multi-Thread
lt: Pradėti bandymą su keliais srautais

source: Start Test Single-Thread
lt: Pradėti bandymą vienu srautu

source: Export Log
lt: Eksportuoti žurnalą

source: OrcaSlicer Version:
lt: "OrcaSlicer" versija:

source: System Version:
lt: Sistemos versija:

source: DNS Server:
lt: DNS serveris:

source: Test OrcaSlicer (GitHub)
lt: Išbandyti OrcaSlicer(GitHub)

source: Test OrcaSlicer (GitHub):
lt: Išbandyti OrcaSlicer(GitHub):

source: Test bing.com
lt: Išbandyti Bing.com

source: Test bing.com:
lt: Išbandyti Bing.com:

source: Log Info
lt: Žurnalo informacija

source: Select filament preset
lt: Pasirinkite gijos išankstinį nustatymą

source: Create Filament
lt: Sukurti giją

source: Create Based on Current Filament
lt: Sukurti pagal dabartinę giją

source: Copy Current Filament Preset
lt: Nukopijuoti dabartinės gijos išankstinę nuostatą

source: Basic Information
lt: Pagrindinė informacija

source: Add Filament Preset under this filament
lt: Pridėti gijos nustatymą pagal šią giją

source: We could create the filament presets for your following printer:
lt: Galime sukurti jūsų spausdintuvui skirtus gijų nustatymus:

source: Select Vendor
lt: Pasirinkite pardavėją

source: Input Custom Vendor
lt: Pasirinktinio pardavėjo įvedimas

source: Can't find vendor I want
lt: Negaliu rasti norimo pardavėjo

source: Select Type
lt: Pasirinkite tipą

source: Select Filament Preset
lt: Pasirinkite išankstinį gijų nustatymą

source: Serial
lt: Serijinis

source: e.g. Basic, Matte, Silk, Marble
lt: pvz., pagrindinis, matinis, šilkinis, marmurinis

source: Filament Preset
lt: Gijos išankstinis nustatymas

source: Create
lt: Sukurti

source: Vendor is not selected, please reselect vendor.
lt: Pardavėjas nepasirinktas, pasirinkite pardavėją iš naujo.

source: Custom vendor is not input, please input custom vendor.
lt: Pasirinktinis pardavėjas neįvestas, įveskite pasirinktinį pardavėją.

source: "Bambu" or "Generic" cannot be used as a Vendor for custom filaments.
lt: "Bambu" arba "Generic" negalima naudoti kaip pasirinktinių gijų pardavėjo.

source: Filament type is not selected, please reselect type.
lt: Nepasirinktas gijos tipas, pasirinkite tipą iš naujo.

source: Filament serial is not entered, please enter serial.
lt: Gijos serijinis numeris neįvestas, įveskite serijinį numerį.

source: There may be escape characters in the vendor or serial input of filament. Please delete and re-enter.
lt: Gijų pardavėjo arba serijos numerio įvesties laukelyje gali būti praleidžiamųjų simbolių. Ištrinkite ir įveskite iš naujo.

source: All inputs in the custom vendor or serial are spaces. Please re-enter.
lt: Visi pasirinktinio pardavėjo ar serijos numerio įvesties duomenys yra tarpai. Įveskite iš naujo.

source: The vendor cannot be a number. Please re-enter.
lt: Pardavėjas negali būti skaičius. Prašome įvesti iš naujo.

source: You have not selected a printer or preset yet. Please select at least one.
lt: Dar nepasirinkote spausdintuvo arba išankstinio nustatymo. Pasirinkite bent vieną.

source: The Filament name %s you created already exists. If you continue creating, the preset created will be displayed with its full name. Do you want to continue?
lt: Sukurtas gijos pavadinimas %s jau egzistuoja. Jei toliau kursite, bus rodomas visas sukurto išankstinio nustatymo pavadinimas. Ar norite tęsti?

source: Some existing presets have failed to be created, as follows:
lt: Kai kurių esamų nustatymų nepavyko sukurti, pvz.:

source: Do you want to rewrite it?
lt: Ar norite jį perrašyti?

source: We would rename the presets as "Vendor Type Serial @printer you selected". To add preset for more printers, please go to printer selection
lt: Būtų galima pervadinti iš anksto nustatytus nustatymus į "Pardavėjo tipo serijinis @printeris, kurį pasirinkote". Norėdami pridėti daugiau spausdintuvų, eikite į spausdintuvo pasirinkimą

source: Create Printer/Nozzle
lt: Sukurti spausdintuvą / purkštuką

source: Create Printer
lt: Sukurti spausdintuvą

source: Create Nozzle for Existing Printer
lt: Sukurti esamo spausdintuvo purkštuką

source: Create from Template
lt: Sukurti pagal šabloną

source: Create Based on Current Printer
lt: Kurti pagal esamą spausdintuvą

source: Import Preset
lt: Importuoti nustatymus

source: Create Type
lt: Sukurti tipą

source: The model was not found, please reselect vendor.
lt: Modelis nerastas, iš naujo pasirinkite pardavėją.

source: Select Model
lt: Pasirinkite modelį

source: Select Printer
lt: Pasirinkite spausdintuvą

source: Input Custom Model
lt: Įvesti pasirinktinį modelį

source: Can't find my printer model
lt: Negaliu rasti savo spausdintuvo modelio

source: Rectangle
lt: Stačiakampis

source: Printable Space
lt: Spausdintina erdvė

source: Hot Bed STL
lt: Šildomas pagrindas STL

source: Load stl
lt: Įkelti stl

source: Hot Bed SVG
lt: Šildomas pagrindas SVG

source: Load svg
lt: Įkelti scg

source: Max Print Height
lt: Maksimalus spausdinimo aukštis

source: The file exceeds %d MB, please import again.
lt: Failas viršija %d MB, importuokite dar kartą.

source: Exception in obtaining file size, please import again.
lt: Išimtis gaunant failo dydį, importuokite dar kartą.

source: Preset path was not found, please reselect vendor.
lt: Nerastas nustatymų kelias, iš naujo pasirinkite pardavėją.

source: The printer model was not found, please reselect.
lt: Spausdintuvo modelis nerastas, pasirinkite iš naujo.

source: The nozzle diameter was not found, please reselect.
lt: Purkštuko skersmuo nerastas, pasirinkite iš naujo.

source: The printer preset was not found, please reselect.
lt: Spausdintuvo išankstinis nustatymas nerastas, pasirinkite iš naujo.

source: Printer Preset
lt: Spausdintuvo nustatymai

source: Filament Preset Template
lt: Gijos nustatymų šablonas

source: Deselect All
lt: Atšaukti visus

source: Process Preset Template
lt: Proceso nustatymų šablonas

source: Back Page 1
lt: Atgal Puslapis 1

source: You have not yet chosen which printer preset to create based on. Please choose the vendor and model of the printer
lt: Dar nepasirinkote, pagal kurį spausdintuvo išankstinį nustatymą kurti. Pasirinkite spausdintuvo gamintoją ir modelį

source: You have entered an illegal input in the printable area section on the first page. Please check before creating it.
lt: Pirmojo puslapio spausdintinos srities skiltyje įvedėte neleistiną reikšmę. Prieš jį kurdami patikrinkite.

source: The custom printer or model is not entered, please enter it.
lt: Pasirinktinis spausdintuvas arba modelis neįvestas, įveskite jį.

source: The printer preset you created already has a preset with the same name. Do you want to overwrite it? Yes: Overwrite the printer preset with the same name, and filament and process presets with the same preset name will be recreated and filament and process presets without the same preset name will be reserve. Cancel: Do not create a preset, return to the creation interface.
lt: Jūsų sukurtame spausdintuvo išankstiniame nustatyme jau yra to paties pavadinimo išankstinis nustatymas. Ar norite jį perrašyti Taip: perrašyti spausdintuvo nustatymus su tuo pačiu pavadinimu, ir atkurti gijų ir procesų nustatymus su tais pačiais nustatymų pavadinimais, o gijų ir procesų nustatymai be to paties pavadinimo bus rezervuoti. Atšaukti: Nesukurti išankstinio nustatymo, grįžti į kūrimo sąsają.

source: You need to select at least one filament preset.
lt: Reikia pasirinkti bent vieną gijų nustatymą.

source: You need to select at least one process preset.
lt: Reikia pasirinkti bent vieną proceso nustatymą.

source: Create filament presets failed. As follows:
lt: Nepavyko sukurti gijų nustatymų. Taip:

source: Create process presets failed. As follows:
lt: Nepavyko sukurti proceso nustatymų. Taip:

source: Vendor was not found, please reselect.
lt: Pardavėjas nerastas, pasirinkite iš naujo.

source: Current vendor has no models, please reselect.
lt: Dabartinis pardavėjas neturi modelių, pasirinkite iš naujo.

source: You have not selected the vendor and model or entered the custom vendor and model.
lt: Nepasirinkote pardavėjo ir modelio arba neįvedėte pasirinktinio pardavėjo ir modelio.

source: There may be escape characters in the custom printer vendor or model. Please delete and re-enter.
lt: Pasirinktiniame spausdintuvo pardavėjo arba modelio pavadinime gali būti praleidžiamų simbolių. Ištrinkite ir įveskite iš naujo.

source: All inputs in the custom printer vendor or model are spaces. Please re-enter.
lt: Visi pasirinktinio spausdintuvo tiekėjo arba modelio įvesties duomenys yra tarpai. Įveskite iš naujo.

source: Please check bed printable shape and origin input.
lt: Patikrinkite pagrindo spausdinimo formą ir pradžią.

source: You have not yet selected the printer to replace the nozzle, please choose.
lt: Dar nepasirinkote spausdintuvo, kuriuo norite pakeisti antgalį, pasirinkite.

source: Printer Created Successfully
lt: Sėkmingai sukurtas spausdintuvas

source: Filament Created Successfully
lt: Sėkmingai sukurta gija

source: Printer Created
lt: Sukurtas spausdintuvas

source: Please go to printer settings to edit your presets
lt: Eikite į spausdintuvo nustatymus, kad galėtumėte redaguoti išankstinius nustatymus

source: Filament Created
lt: Sukurta gija

source: Please go to filament setting to edit your presets if you need. Please note that nozzle temperature, hot bed temperature, and maximum volumetric speed has a significant impact on printing quality. Please set them carefully.
lt: Jei reikia, eikite į gijos nustatymus ir redaguokite savo išankstinius nustatymus. Atkreipkite dėmesį, kad purkštuko temperatūra, karšto pagrindo temperatūra ir didžiausias tūrinis greitis turi didelę įtaką spausdinimo kokybei. Prašome atidžiai juos nustatyti.

source: Orca has detected that your user presets synchronization function is not enabled, which may result in unsuccessful Filament settings on the Device page. Click "Sync user presets" to enable the synchronization function.
lt: "Orca" nustatė, kad jūsų naudotojo nustatymų sinchronizavimo funkcija neįjungta, todėl įrenginio puslapyje gali nepavykti nustatyti gijų nustatymų. Spustelėkite " Sinchronizuoti naudotojo nustatymus", kad įjungtumėte sinchronizavimo funkciją.

source: Printer Setting
lt: Spausdintuvo nustatymai

source: Printer config bundle(.orca_printer)
lt: Spausdintuvo konfigūracijos paketas(.orca_printer)

source: Filament bundle(.orca_filament)
lt: Gijų paketas(.orca_filament)

source: Printer presets(.zip)
lt: Spausdintuvo nustatymai(.zip)

source: Filament presets(.zip)
lt: Gijų nustatymai(.zip)

source: Process presets(.zip)
lt: Proceso nustatymai(.zip)

source: initialize fail
lt: inicializuoti nepavyksta

source: add file fail
lt: pridėti failą nepavyksta

source: add bundle structure file fail
lt: pridėti paketų struktūros failą nepavyksta

source: finalize fail
lt: baigti nepavyksta

source: open zip written fail
lt: atidaryti zip raštu nepavyksta

source: Export successful
lt: Sėkmingai eksportuota

source: The '%s' folder already exists in the current directory. Do you want to clear it and rebuild it. If not, a time suffix will be added, and you can modify the name after creation.
lt: Dabartiniame kataloge jau yra aplankas '%s'. Ar norite jį ištrinti ir atkurti. Jei ne, bus pridėta laiko priesaga, o pavadinimą galėsite keisti po sukūrimo.

source: Printer and all the filament&&process presets that belongs to the printer. Can be shared with others.
lt: Spausdintuvo ir visų spausdintuvui priklausančių gijų ir procesų išankstinės nuostatos. Galima dalytis su kitais.

source: User's filament preset set. Can be shared with others.
lt: Vartotojo iš anksto nustatytas gijų rinkinys. Galima bendrinti su kitais.

source: Only display printer names with changes to printer, filament, and process presets.
lt: Spausdintuvų pavadinimai rodomi tik tada, kai pakeistos spausdintuvo, gijų ir proceso išankstinės nuostatos.

source: Only display the filament names with changes to filament presets.
lt: Rodykite tik gijų pavadinimus su gijų išankstinių nustatymų pakeitimais.

source: Only printer names with user printer presets will be displayed, and each preset you choose will be exported as a zip.
lt: Bus rodomi tik spausdintuvų pavadinimai su naudotojo spausdintuvo išankstiniais nustatymais, o kiekvienas pasirinktas išankstinis nustatymas bus eksportuojamas kaip ZIP failas.

source: Only the filament names with user filament presets will be displayed, and all user filament presets in each filament name you select will be exported as a zip.
lt: Bus rodomi tik gijų pavadinimai su naudotojo gijų išankstinėmis nuostatomis, o visi naudotojo gijų išankstiniai nustatymai kiekviename pasirinktame gijos pavadinime bus eksportuojami kaip zip.

source: Only printer names with changed process presets will be displayed, and all user process presets in each printer name you select will be exported as a zip.
lt: Bus rodomi tik spausdintuvų pavadinimai su pakeistomis proceso išankstinėmis nuostatomis, o visi naudotojo proceso nustatymai kiekviename pasirinktame spausdintuvo pavadinime bus eksportuoti kaip zip.

source: Please select at least one printer or filament.
lt: Pasirinkite bent vieną spausdintuvą arba giją.

source: Please select a type you want to export
lt: Pasirinkite tipą, kurį norite eksportuoti

source: Failed to create temporary folder, please try Export Configs again.
lt: Nepavyko sukurti laikinojo aplanko, bandykite dar kartą eksportuoti konfigūracijas.

source: Edit Filament
lt: Redaguoti giją

source: Filament presets under this filament
lt: Gijos nustatymai pagal šią giją

source: Note: If the only preset under this filament is deleted, the filament will be deleted after exiting the dialog.
lt: Pastaba: Jei ištrintas vienintelis šios gijos išankstinis nustatymas, gija bus ištrinta išėjus iš dialogo lango.

source: Presets inherited by other presets cannot be deleted
lt: Iš anksto nustatytų nustatymų, kuriuos paveldėjo kiti iš anksto nustatyti nustatymai, negalima ištrinti

source: The following presets inherits this preset.
lt: Šį išankstinį nustatymą paveldi šis išankstinis nustatymas.

source: Delete Preset
lt: Ištrinti nustatymą

source: Are you sure to delete the selected preset?
lt: Ar tikrai norite ištrinti pasirinktą nustatymą?

source: Delete preset
lt: Ištrinti nustatymą

source: + Add Preset
lt: + Pridėti nustatymą

source: Delete Filament
lt: Ištrinti giją

source: All the filament presets belong to this filament would be deleted. If you are using this filament on your printer, please reset the filament information for that slot.
lt: Visi šiai gijai priklausantys išankstiniai nustatymai bus ištrinti. Jei spausdintuve naudojate šią giją, iš naujo nustatykite tos angos gijos informaciją.

source: Delete filament
lt: Ištrinti giją

source: Add Preset
lt: Pridėti nustatymą

source: Add preset for new printer
lt: Pridėti iš naujo spausdintuvo nustatymą

source: Copy preset from filament
lt: Nukopijuoti nustatymą iš gijos

source: The filament choice not find filament preset, please reselect it
lt: Gijos pasirinkimas nerandamas iš anksto nustatytas, pasirinkite jį iš naujo

source: [Delete Required]
lt: [Reikia ištrinti]

source: Edit Preset
lt: Redaguoti nustatymą

source: For more information, please check out Wiki
lt: Daugiau informacijos rasite Wiki

source: Collapse
lt: Sutraukti

source: Daily Tips
lt: Dienos patarimai

source: nozzle memorized: %.1f %s
lt: įsimintas purkštukas: %.1f %s

source: Your nozzle diameter in preset is not consistent with memorized nozzle diameter. Did you change your nozzle lately?
lt: Jūsų purkštuko skersmuo nustatytame režime neatitinka įsiminto purkštuko skersmens. Ar neseniai keitėte purkštuką?

source: *Printing %s material with %s may cause nozzle damage
lt: *Spausdinant %s medžiagą su %s gali būti pažeistas purkštukas

source: Need select printer
lt: Reikia pasirinkti spausdintuvą

source: The start, end or step is not valid value.
lt: Pradžios, pabaigos arba žingsnio reikšmė netinkama.

source: Unable to calibrate: maybe because the set calibration value range is too large, or the step is too small
lt: Nepavyksta sukalibruoti: galbūt dėl to, kad nustatytas kalibravimo vertės intervalas yra per didelis arba žingsnis yra per mažas

source: Physical Printer
lt: Fizinis spausdintuvas

source: Print Host upload
lt: Įkėlimas spausdinimui tinkle

source: Test
lt: Testas

source: Could not get a valid Printer Host reference
lt: Nepavyko gauti galiojančios tinklinio spausdintuvo nuorodos

source: Success!
lt: Pavyko!

source: Are you sure to log out?
lt: Ar tikrai norite atsijungti?

source: Refresh Printers
lt: Atnaujinti spausdintuvus

source: View print host webui in Device tab
lt: Spausdintuvo sąsajos peržiūra skirtuke Įrenginys

source: Replace the BambuLab's device tab with print host webui
lt: Pakeiskite "BambuLab" įrenginio skirtuką spausdintuvo sąsaja

source: HTTPS CA file is optional. It is only needed if you use HTTPS with a self-signed certificate.
lt: HTTPS CA failas yra neprivalomas. Jis reikalingas tik tuo atveju, jei naudojate HTTPS su savarankiškai pasirašytu sertifikatu.

source: Certificate files (*.crt, *.pem)|*.crt;*.pem|All files|*.*
lt: Sertifikato failai (*.crt, *.pem)|*.crt;*.pem|Visi failai|*.*

source: Open CA certificate file
lt: Atidaryti CA sertifikato failą

source: On this system, %s uses HTTPS certificates from the system Certificate Store or Keychain.
lt: Šioje sistemoje %s naudoja HTTPS sertifikatus iš sistemos Certificate Store arba Keychain.

source: To use a custom CA file, please import your CA file into Certificate Store / Keychain.
lt: Norėdami naudoti pasirinktinį CA failą, importuokite CA failą į sertifikatų saugyklą / raktų pakabuką.

source: Login/Test
lt: Prisijungimas / bandymas

source: Connection to printers connected via the print host failed.
lt: Nepavyko prisijungti prie spausdintuvų, prijungtų per tinklą.

source: Mismatched type of print host: %s
lt: Neatitinka tinklinio spausdintuvo tipas: %s

source: Connection to AstroBox is working correctly.
lt: Prisijungimas prie AstroBox veikia tinkamai.

source: Could not connect to AstroBox
lt: Nepavyko prisijungti prie AstroBox

source: Note: AstroBox version 1.1.0 or higher is required.
lt: Pastaba: reikalinga bent 1.1.0 AstroBox versija.

source: Connection to Duet is working correctly.
lt: Ryšys su Duet veikia tinkamai.

source: Could not connect to Duet
lt: Nepavyko prisijungti prie Duet

source: Unknown error occurred
lt: Įvyko nežinoma klaida

source: Wrong password
lt: Neteisingas slaptažodis

source: Could not get resources to create a new connection
lt: Nepavyko gauti išteklių naujam ryšiui sukurti

source: Upload not enabled on FlashAir card.
lt: Įkėlimas neįjungtas FlashAir kortelėje.

source: Connection to FlashAir is working correctly and upload is enabled.
lt: Prisijungimas prie FlashAir veikia tinkamai ir įkėlimas įjungtas.

source: Could not connect to FlashAir
lt: Nepavyko prisijungti prie „FlashAir“

source: Note: FlashAir with firmware 2.00.02 or newer and activated upload function is required.
lt: Pastaba: reikalinga „FlashAir“ su 2.00.02 ar naujesne programine įranga ir aktyvuota įkėlimo funkcija.

source: Connection to MKS is working correctly.
lt: Ryšys su MKS veikia tinkamai.

source: Could not connect to MKS
lt: Nepavyko prisijungti prie MKS

source: Connection to OctoPrint is working correctly.
lt: Prisijungimas prie OctoPrint veikia tinkamai.

source: Could not connect to OctoPrint
lt: Nepavyko prisijungti prie „OctoPrint“

source: Note: OctoPrint version 1.1.0 or higher is required.
lt: Pastaba: reikalinga bent 1.1.0 OctoPrint versija.

source: Connection to Prusa SL1 / SL1S is working correctly.
lt: Ryšys su Prusa SL1 / SL1S veikia tinkamai.

source: Could not connect to Prusa SLA
lt: Nepavyko prisijungti prie Prusa SLA

source: Connection to PrusaLink is working correctly.
lt: Ryšys su PrusaLink veikia tinkamai.

source: Could not connect to PrusaLink
lt: Nepavyko prisijungti prie „PrusaLink“

source: Storages found
lt: Rastos saugyklos

source: %1% : read only
lt: %1% : tik skaitymui

source: %1% : no free space
lt: %1% : nėra laisvos vietos
