Repository: SoftFever/OrcaSlicer
Catalog: localization/i18n/*/OrcaSlicer_*.po
Languages: lt

source: Top-right corner of print bed bounding box
lt: Viršutinis dešinysis spausdinimo pagrindo ribų lango kampas

source: Size of the print bed bounding box
lt: Spausdinimo pagrindo ribojančio lango dydis

source: Timestamp
lt: Laiko žyma

source: String containing current time in yyyyMMdd-hhmmss format.
lt: Eilutė, kurioje nurodomas dabartinis laikas formatu yyyyMMdd-hhmmss.

source: Day
lt: Diena

source: Hour
lt: Valanda

source: Minute
lt: Minutės

source: Print preset name
lt: Spausdinimo nustatymų pavadinimas

source: Name of the print preset used for slicing.
lt: Spausdinimo nustatymų, naudojamų sluoksniavimui, pavadinimas.

source: Filament preset name
lt: Gijos nustatymų pavadinimas

source: Names of the filament presets used for slicing. The variable is a vector containing one name for each extruder.
lt: Sluoksniavimui naudojamų gijų nustatymų pavadinimai. Kintamasis yra vektorius, kuriame yra po vieną kiekvieno ekstruderio pavadinimą.

source: Printer preset name
lt: Spausdintuvo nustatymų pavadinimas

source: Name of the printer preset used for slicing.
lt: Sluoksniavimui naudojamo spausdintuvo nustatymų pavadinimas.

source: Physical printer name
lt: Fizinio spausdintuvo pavadinimas

source: Name of the physical printer used for slicing.
lt: Fizinio spausdintuvo, naudojamo sluoksniavimui, pavadinimas.

source: Number of extruders
lt: Ekstruderių skaičius

source: Total number of extruders, regardless of whether they are used in the current print.
lt: Bendras ekstruderių skaičius, neatsižvelgiant į tai, ar jie naudojami dabartiniame spausdinime.

source: Layer number
lt: Sluoksnio numeris

source: Index of the current layer. One-based (i.e. first layer is number 1).
lt: Dabartinio sluoksnio indeksas (pirmasis sluoksnis turi numerį 1).

source: Layer z
lt: Sluoksnis z

source: Height of the current layer above the print bed, measured to the top of the layer.
lt: Dabartinio sluoksnio aukštis virš spausdinimo pagrindo, matuojamas iki sluoksnio viršaus.

source: Maximal layer z
lt: Maksimalusis sluoksnis z

source: Height of the last layer above the print bed.
lt: Paskutinio sluoksnio aukštis virš spausdinimo pagrindo.

source: Filament extruder ID
lt: Gijų ekstruderio ID

source: The current extruder ID. The same as current_extruder.
lt: Dabartinis ekstruderio ID. Toks pat kaip current_extruder.

source: Error in zip archive
lt: Klaida zip archyve

source: Generating walls
lt: Sienų generavimas

source: Generating infill regions
lt: Užpildomų regionų kūrimas

source: Generating infill toolpath
lt: Užpildymo įrankių trajektorijų generavimas

source: Detect overhangs for auto-lift
lt: Aptikti iškyšas automatiniam pakėlimui

source: Checking support necessity
lt: Atramų reikalingumo tikrinimas

source: floating regions
lt: ore kabančių sektoriių

source: floating cantilever
lt: ore kabančią konstrukciją

source: large overhangs
lt: didelių iškyšų

source: It seems object %s has %s. Please re-orient the object or enable support generation.
lt: Atrodo, kad objektas %s turi %s. Prašome perorientuoti objektą arba įjungti atramų generavimą.

source: Generating support
lt: Atramų generavimas

source: Optimizing toolpath
lt: Įrankių trajektorijų optimizavimas

source: Slicing mesh
lt: Figūros sluoksniavimas

source: No layers were detected. You might want to repair your STL file(s) or check their size or thickness and retry.
lt: Sluoksnių neaptikta. Galbūt reikėtų pataisyti STL failą (-us) arba patikrinti jų dydį ar storį ir bandyti dar kartą.

source: An object's XY size compensation will not be used because it is also color-painted. XY Size compensation cannot be combined with color-painting.
lt: Objekto XY dydžio kompensavimas nebus naudojamas, nes objektas taip pat yra spalvotas. XY dydžio kompensavimas negali būti derinamas su spalviniu dažymu.

source: Support: generate contact points
lt: Atramos: generuoti kontaktinius taškus

source: Unknown file format. Input file must have .stl, .obj, .amf(.xml) extension.
lt: Nežinomas failo formatas. Įvesties failo plėtinys turi būti .stl, .obj, .amf(.xml).

source: Loading of a model file failed.
lt: Nepavyko įkelti modelio failo.

source: The supplied file couldn't be read because it's empty
lt: Pateikto failo nepavyko perskaityti, nes jis tuščias

source: Unknown file format. Input file must have .3mf or .zip.amf extension.
lt: Nežinomas failo formatas. Įvesties failo plėtinys turi būti .3mf arba .zip.amf.

source: load_obj: failed to parse
lt: load_obj: nepavyko apdoroti

source: load mtl in obj: failed to parse
lt: įkelti mtl į obj: nepavyko apdoroti

source: The file contains polygons with more than 4 vertices.
lt: Faile yra daugiakampių, turinčių daugiau nei 4 viršūnes.

source: The file contains polygons with less than 2 vertices.
lt: Faile yra daugiakampių, turinčių mažiau nei 2 viršūnes.

source: The file contains invalid vertex index.
lt: Faile yra neteisingas viršūnių indeksas.

source: This OBJ file couldn't be read because it's empty.
lt: Šio OBJ failo nepavyko perskaityti, nes jis tuščias.

source: Flow Rate Calibration
lt: Srauto kalibravimas

source: Max Volumetric Speed Calibration
lt: Didžiausio tūrio greičio kalibravimas

source: Manage Result
lt: Tvarkyti rezultatus

source: Manual Calibration
lt: Rankinis kalibravimas

source: Result can be read by human eyes.
lt: Rezultatą galima nustatyti žmogaus akimis.

source: Auto-Calibration
lt: Automatinis kalibravimas

source: We would use Lidar to read the calibration result
lt: Kalibravimo rezultatams nuskaityti naudotume lidarą

source: Prev
lt: Prieš

source: Recalibration
lt: Perkalibruoti

source: Calibrate
lt: Kalibruoti

source: Finish
lt: Baigti

source: How to use calibration result?
lt: Kaip naudoti kalibravimo rezultatus?

source: You could change the Flow Dynamics Calibration Factor in material editing
lt: Srauto dinamikos kalibravimo koeficientą galite pakeisti redaguodami medžiagą

source: The current firmware version of the printer does not support calibration. Please upgrade the printer firmware.
lt: Dabartinė spausdintuvo programinės įrangos versija nepalaiko kalibravimo. Atnaujinkite spausdintuvo programinę įrangą.

source: Calibration not supported
lt: Kalibravimas nepalaikomas

source: Error desc
lt: Klaidų aprašas

source: Extra info
lt: Papildoma informacija

source: Flow Dynamics
lt: Srauto dinamika

source: Flow Rate
lt: Srautas

source: Max Volumetric Speed
lt: Didžiausias tūrinis greitis

source: Please input valid values: Start value: >= %.1f End value: <= %.1f End value: > Start value Value step: >= %.3f)
lt: Įveskite tinkamas reikšmes: Pradinė reikšmė: >= %.1f Galutinė reikšmė: <= %.1f Galutinė reikšmė: > Pradinė reikšmė Reikšmės žingsnis: >= %.3f)

source: The name cannot be empty.
lt: Pavadinimas negali būti tuščias.

source: The selected preset: %s was not found.
lt: Pasirinktas profilis: %s nerastas.

source: The name cannot be the same as the system preset name.
lt: Pavadinimas negali sutapti su nustatytu sistemos pavadinimu.

source: The name is the same as another existing preset name
lt: Pavadinimas sutampa su kito nustatymo pavadinimu

source: create new preset failed.
lt: sukurti naują profilį nepavyko.

source: Are you sure to cancel the current calibration and return to the home page?
lt: Ar tikrai norite atšaukti dabartinį kalibravimą ir grįžti į pagrindinį puslapį?

source: No Printer Connected!
lt: Nėra prijungto spausdintuvo!

source: Printer is not connected yet.
lt: Spausdintuvas dar neprijungtas.

source: Please select filament to calibrate.
lt: Pasirinkite giją, kurią norite kalibruoti.

source: The input value size must be 3.
lt: Įvesties reikšmės dydis turi būti 3.

source: This machine type can only hold 16 history results per nozzle. You can delete the existing historical results and then start calibration. Or you can continue the calibration, but you cannot create new calibration historical results. Do you still want to continue the calibration?
lt: Šio tipo mašinoje galima laikyti tik 16 istorijos rezultatų iš vieno purkštuko. Galite ištrinti turimus ankstesnius rezultatus ir tada pradėti kalibravimą. Arba galite tęsti kalibravimą, tačiau negalite sukurti naujų kalibravimo istorijos rezultatų. Ar vis dar norite tęsti kalibravimą?

source: Connecting to printer...
lt: Jungiamasi prie spausdintuvo...

source: The failed test result has been dropped.
lt: Nepavykusio testo rezultatas buvo panaikintas.

source: Flow Dynamics Calibration result has been saved to the printer.
lt: Srauto dinamikos kalibravimo rezultatas išsaugotas spausdintuve

source: There is already a historical calibration result with the same name: %s. Only one of the results with the same name is saved. Are you sure you want to override the historical result?
lt: Jau yra ankstesnio kalibravimo rezultatas tokiu pačiu pavadinimu: %s. Išsaugomas tik vienas iš to paties pavadinimo rezultatų. Ar tikrai norite pakeisti ankstesnį rezultatą?

source: This machine type can only hold %d history results per nozzle. This result will not be saved.
lt: Šis įrenginio tipas gali talpinti tik %d istorijos rezultatų iš vieno purkštuko. Šis rezultatas nebus išsaugotas.

source: Internal Error
lt: Vidinė klaida

source: Please select at least one filament for calibration
lt: Kalibravimui pasirinkite bent vieną giją

source: Flow rate calibration result has been saved to preset.
lt: Srauto kalibravimo rezultatas įrašytas į profilį

source: Max volumetric speed calibration result has been saved to preset.
lt: Maksimalaus tūrio greičio kalibravimo rezultatas įrašytas į profilį

source: When do you need Flow Dynamics Calibration
lt: Kada jums reikia srauto dinamikos kalibravimo

source: We now have added the auto-calibration for different filaments, which is fully automated and the result will be saved into the printer for future use. You only need to do the calibration in the following limited cases: 1. If you introduce a new filament of different brands/models or the filament is damp 2. If the nozzle is worn out or replaced with a new one 3. If the max volumetric speed or print temperature is changed in the filament setting
lt: Dabar pridėjome automatinį kalibravimą skirtingoms gijoms, kuris yra visiškai automatizuotas, o rezultatas bus išsaugotas spausdintuve ir naudojamas ateityje. Kalibravimą reikia atlikti tik šiais ribotais atvejais: 1. Jei įdedate naują skirtingų gamintojų ir (arba) modelių giją arba gija yra drėgna; 2. Jei antgalis nusidėvi arba pakeičiamas nauju; 3. Jei gijos nustatymuose keičiamas didžiausias tūrinis greitis arba spausdinimo temperatūra.

source: About this calibration
lt: Apie šį kalibravimą

source: Please find the details of Flow Dynamics Calibration from our wiki. Usually the calibration is unnecessary. When you start a single color/material print, with the "flow dynamics calibration" option checked in the print start menu, the printer will follow the old way, calibrate the filament before the print; When you start a multi color/material print, the printer will use the default compensation parameter for the filament during every filament switch which will have a good result in most cases. Please note that there are a few cases that can make the calibration results unreliable, such as insufficient adhesion on the build plate. Improving adhesion can be achieved by washing the build plate or applying glue. For more information on this topic, please refer to our Wiki. The calibration results have about 10 percent jitter in our test, which may cause the result not exactly the same in each calibration. We are still investigating the root cause to do improvements with new updates.
lt: Išsamią informaciją apie srauto dinamikos kalibravimą rasite mūsų wiki. Paprastai kalibravimas nebūtinas. Kai pradedate spausdinti vienos spalvos / medžiagos spaudinį, spausdinimo pradžios meniu pažymėjus parinktį "Srauto dinamikos kalibravimas", spausdintuvas vadovausis senuoju būdu ir prieš spausdinimą sukalibruos giją; kai pradedate spausdinti kelių spalvų / medžiagos spaudinį, spausdintuvas kiekvieno gijos perjungimo metu naudos numatytąjį gijos kompensavimo parametrą, kuris daugeliu atvejų duos gerą rezultatą. Atkreipkite dėmesį, kad yra keletas atvejų, dėl kurių kalibravimo rezultatai gali būti nepatikimi, pavyzdžiui, nepakankamas sukibimas su pagrindo plokšte. Pagerinti sukibimą galima nuplaunant pagrindo plokštę arba užtepant klijų. Daugiau informacijos šia tema rasite mūsų "Wiki". Mūsų bandyme kalibravimo rezultatai turi apie 10 proc. svyravimų, todėl kiekvieno kalibravimo rezultatai gali būti ne visiškai vienodi. Mes vis dar tiriame pagrindinę priežastį, kad galėtume atlikti patobulinimus su naujais atnaujinimais.

source: When to use Flow Rate Calibration
lt: Kada naudoti srauto greičio kalibravimą

source: After using Flow Dynamics Calibration, there might still be some extrusion issues, such as: 1. Over-Extrusion: Excess material on your printed object, forming blobs or zits, or the layers seem thicker than expected and not uniform 2. Under-Extrusion: Very thin layers, weak infill strength, or gaps in the top layer of the model, even when printing slowly 3. Poor Surface Quality: The surface of your prints seems rough or uneven 4. Weak Structural Integrity: Prints break easily or don't seem as sturdy as they should be
lt: Panaudojus srauto dinamikos kalibravimą, vis dar gali kilti problemų dėl ekstruzijos, pvz: 1. Per didelis išspaudimas: ant spausdinamo objekto atsiranda medžiagos perteklius, susidaro dėmės ar taškeliai arba sluoksniai atrodo storesni nei tikėtasi ir netolygūs. 2. Nepakankamas išspaudimas: Labai ploni sluoksniai, silpnas užpildo stiprumas arba viršutiniame modelio sluoksnyje esantys tarpai, net kai spausdinama lėtai. 3. Prasta paviršiaus kokybė: Spausdinių paviršius atrodo šiurkštus arba nelygus. 4. Silpnas struktūrinis vientisumas: Spaudiniai lengvai lūžta arba neatrodo tokie tvirti, kokie turėtų būti.

source: In addition, Flow Rate Calibration is crucial for foaming materials like LW-PLA used in RC planes. These materials expand greatly when heated, and calibration provides a useful reference flow rate.
lt: Be to, srauto greičio kalibravimas labai svarbus putojančioms medžiagoms, pavyzdžiui, LW-PLA, naudojamoms RC lėktuvų gamyboje. Šios medžiagos labai išsiplečia, kai yra kaitinamos, o kalibravimas suteikia naudingą etaloninį srauto greitį.

source: Flow Rate Calibration measures the ratio of expected to actual extrusion volumes. The default setting works well in Bambu Lab printers and official filaments as they were pre-calibrated and fine-tuned. For a regular filament, you usually won't need to perform a Flow Rate Calibration unless you still see the listed defects after you have done other calibrations. For more details, please check out the wiki article.
lt: Srauto greičio kalibravimas matuoja numatyto ir faktinio išspaudimo tūrio santykį. Numatytasis nustatymas gerai veikia "Bambu Lab" spausdintuvuose ir su oficialiomis gijomis, nes jos iš anksto sukalibruotos ir tiksliai sureguliuotos. Įprastai naudojamoms gijoms paprastai nereikia atlikti srauto greičio kalibravimo, nebent atlikus kitus kalibravimus vis dar matote išvardytus defektus. Išsamesnės informacijos rasite wiki straipsnyje.

source: Auto Flow Rate Calibration utilizes Bambu Lab's Micro-Lidar technology, directly measuring the calibration patterns. However, please be advised that the efficacy and accuracy of this method may be compromised with specific types of materials. Particularly, filaments that are transparent or semi-transparent, sparkling-particled, or have a high-reflective finish may not be suitable for this calibration and can produce less-than-desirable results. The calibration results may vary between each calibration or filament. We are still improving the accuracy and compatibility of this calibration through firmware updates over time. Caution: Flow Rate Calibration is an advanced process, to be attempted only by those who fully understand its purpose and implications. Incorrect usage can lead to sub-par prints or printer damage. Please make sure to carefully read and understand the process before doing it.
lt: Automatinis srauto greičio kalibravimas naudoja "Bambu Lab" mikrolidarų technologiją, tiesiogiai matuojančią kalibravimo modelius. Tačiau atkreipkite dėmesį, kad šio metodo veiksmingumas ir tikslumas gali sumažėti naudojant tam tikrų tipų medžiagas. Ypač skaidrios ar pusiau skaidrios, blizgančios arba turinčios labai atspindinčią apdailą gijos gali būti netinkamos šiam kalibravimui ir gali duoti prastesnius nei pageidaujami rezultatus. Kalibravimo rezultatai gali skirtis priklausomai nuo kalibravimo ar gijų. Vykdydami programinės aparatinės įrangos atnaujinimus laikui bėgant vis dar tobuliname šio kalibravimo tikslumą ir suderinamumą. Įspėjimas: Srauto greičio kalibravimas yra sudėtingas procesas, kurį gali atlikti tik tie, kurie visiškai supranta jo paskirtį ir pasekmes. Neteisingas naudojimas gali lemti nekokybiškus spaudinius arba spausdintuvo sugadinimą. Prieš atlikdami šį procesą būtinai atidžiai susipažinkite ir supraskite jo eigą.

source: When you need Max Volumetric Speed Calibration
lt: Kada reikia maksimalaus tūrio greičio kalibravimo

source: Over-extrusion or under extrusion
lt: Per didelis arba per mažas išspaudimas

source: Max Volumetric Speed calibration is recommended when you print with:
lt: Maksimalaus tūrio greičio kalibravimas rekomenduojamas, kai spausdinate su:

source: material with significant thermal shrinkage/expansion, such as...
lt: medžiaga, kuri smarkiai susitraukia ir (arba) plečiasi, pvz.,...

source: materials with inaccurate filament diameter
lt: medžiagos su netiksliu gijų skersmeniu

source: We found the best Flow Dynamics Calibration Factor
lt: Radome geriausią srauto dinamikos kalibravimo koeficientą

source: Part of the calibration failed! You may clean the plate and retry. The failed test result would be dropped.
lt: Dalis kalibravimo nepavyko! Galite nuvalyti pagrindą ir bandyti dar kartą. Nepavykusio bandymo rezultatas bus panaikintas.

source: *We recommend you to add brand, materia, type, and even humidity level in the Name
lt: *Į pavadinimą rekomenduojame įrašyti prekės ženklą, medžiagą, tipą ir net drėgmės lygį

source: Failed
lt: Nepavyko

source: Please enter the name you want to save to printer.
lt: Įveskite pavadinimą, kurį norite įrašyti į spausdintuvą.

source: The name cannot exceed 40 characters.
lt: Pavadinimas negali būti ilgesnis nei 40 simbolių.

source: Only one of the results with the same name will be saved. Are you sure you want to overwrite the other results?
lt: Bus išsaugotas tik vienas iš to paties pavadinimo rezultatų. Ar tikrai norite pakeisti kitus rezultatus?

source: Please find the best line on your plate
lt: Raskite geriausią liniją ant pagrindo

source: Please find the corner with perfect degree of extrusion
lt: Raskite kampą su tobulu išspaudimo laipsniu

source: Input Value
lt: Įvesties reikšmė

source: Save to Filament Preset
lt: Išsaugiti gijos profilyje

source: Preset
lt: Profilis

source: Record Factor
lt: Įrašo veiksnys

source: We found the best flow ratio for you
lt: Radome jums geriausią srauto santykį

source: Flow Ratio
lt: Srautas

source: Please input a valid value (0.0 < flow ratio < 2.0)
lt: Įveskite galiojančią reikšmę (0,0 < srauto santykis < 2,0)

source: Please enter the name of the preset you want to save.
lt: Įveskite norimo išsaugoti profilio pavadinimą.

source: Calibration1
lt: Kalibravimas1

source: Calibration2
lt: Kalibravimas2

source: Please find the best object on your plate
lt: Raskite geriausią objektą ant pagrindo

source: Fill in the value above the block with smoothest top surface
lt: Užpildykite reikšmę virš bloko, kurio viršutinis paviršius yra lygiausias

source: Skip Calibration2
lt: Praleisti kalibravimą2

source: flow ratio : %s
lt: srauto santykis : %s

source: Please choose a block with smoothest top surface.
lt: Pasirinkite bloką, kurio viršutinis paviršius lygiausias.

source: Please input a valid value (0 <= Max Volumetric Speed <= 60)
lt: Įveskite tinkamą reikšmę (0 <= Maksimalus tūrinis greitis <= 60)

source: Calibration Type
lt: Kalibravimo tipas

source: Complete Calibration
lt: Pilnas kalibravimas

source: Fine Calibration based on flow ratio
lt: Tikslusis kalibravimas pagal srauto santykį

source: Title
lt: Pavadinimas

source: A test model will be printed. Please clear the build plate and place it back to the hot bed before calibration.
lt: Bus atspausdintas bandomasis modelis. Prieš kalibruodami nuvalykite pagrindą ir padėkite ją atgal į kaitinimo vietą.

source: Printing Parameters
lt: Spausdinimo parametrai

source: Plate Type
lt: Plokštės tipas

source: filament position
lt: gijos padėtis

source: External Spool
lt: Išorinė ritė

source: Filament For Calibration
lt: Gija kalibravimui

source: Tips for calibration material: - Materials that can share same hot bed temperature - Different filament brand and family (Brand = Bambu, Family = Basic, Matte)
lt: Patarimai dėl kalibravimo medžiagos: - Medžiagos, kurios gali turėti tą pačią karšto pagrindo temperatūrą - Skirtingas gijų prekės ženklas ir šeima (prekės ženklas = Bambu, šeima = Basic, Matte)

source: Pattern
lt: Raštas

source: Method
lt: Metodas

source: %s is not compatible with %s
lt: %s nesuderinama su %s

source: TPU is not supported for Flow Dynamics Auto-Calibration.
lt: TPU nepalaiko srauto dinamikos automatinio kalibravimo.

source: Connecting to printer
lt: Jungiamasi prie spausdintuvo

source: From k Value
lt: Nuo k reikšmės

source: To k Value
lt: Iki k reikšmės

source: Step value
lt: Žingsnio dydis

source: The nozzle diameter has been synchronized from the printer Settings
lt: Purkštuko skersmuo buvo sinchronizuotas su spausdintuvo nustatymais

source: From Volumetric Speed
lt: Nuo tūrinio greičio

source: To Volumetric Speed
lt: Iki tūrinio greičio

source: Flow Dynamics Calibration Result
lt: Srauto dinamikos kalibravimo rezultatai

source: New
lt: Naujas

source: No History Result
lt: Nėra ankstesnių rezultatų

source: Success to get history result
lt: Sėkmingai gauti senesnį rezultatą

source: Refreshing the historical Flow Dynamics Calibration records
lt: Senesnių srauto dinamikos kalibravimo įrašų atnaujinimas

source: Action
lt: Veiksmas

source: This machine type can only hold %d history results per nozzle.
lt: Šis įrenginio tipas gali talpinti tik %d ankstesnių rezultatų iš vieno purkštuko.

source: Edit Flow Dynamics Calibration
lt: Redaguoti srauto dinamikos kalibravimą

source: New Flow Dynamic Calibration
lt: Naujas srauto dinaminis kalibravimas

source: Ok
lt: Gerai

source: The filament must be selected.
lt: Turi būti pasirinkta gija.

source: Network lookup
lt: Tinklo paieška

source: Address
lt: Adresas

source: Hostname
lt: Hosto pavadinimas

source: Service name
lt: Paslaugos pavadinimas

source: OctoPrint version
lt: OctoPrint versija

source: Searching for devices
lt: Ieškoma įrenginių

source: Finished
lt: Baigta

source: Multiple resolved IP addresses
lt: Keletas atrastų IP adresų

source: There are several IP addresses resolving to hostname %1%. Please select one that should be used.
lt: Yra keli IP adresai, kuriais galima nustatyti prievado vardą %1%. Pasirinkite vieną, kuris turėtų būti naudojamas.

source: PA Calibration
lt: PA kalibravimas

source: Extruder type
lt: Ekstruderio tipas

source: PA Tower
lt: PA bokštas

source: PA Line
lt: PA linija

source: PA Pattern
lt: PA raštas

source: Start PA:
lt: Pradėti PA:

source: End PA:
lt: Baigti PA:

source: PA step:
lt: PA žingsnis:

source: Accelerations:
lt: Pagreičiai:

source: Speeds:
lt: Greičiai:

source: Print numbers
lt: Spausdinti numerius

source: Comma-separated list of printing accelerations
lt: Kableliais atskirtas spausdinimo pagreičių sąrašas
