Repository: SoftFever/OrcaSlicer
Catalog: localization/i18n/*/OrcaSlicer_*.po
Languages: lt

source: This G-code will be used as a code for the pause print. User can insert pause G-code in G-code viewer
lt: Šis G-kodas bus naudojamas kaip pauzės spausdinimo kodas. Vartotojai gali įterpti pauzės G-kodą G-kodo peržiūros programoje

source: This G-code will be used as a custom code.
lt: Šis G-kodas bus naudojamas kaip pasirinktinis kodas

source: Small area flow compensation (beta)
lt: Mažo ploto srauto kompensavimas (beta)

source: Enable flow compensation for small infill areas.
lt: Įgalinti srauto kompensavimą mažuose užpildymo plotuose

source: Flow Compensation Model
lt: Srauto kompensavimo modelis

source: Flow Compensation Model, used to adjust the flow for small infill areas. The model is expressed as a comma separated pair of values for extrusion length and flow correction factors, one per line, in the following format: "1.234,5.678"
lt: Srauto kompensavimo modelis, naudojamas srautui sureguliuoti mažuose užpildymo plotuose. Modelis išreiškiamas kaip kableliais atskirta ekstruzijos ilgio ir srauto korekcijos koeficientų verčių pora, po vieną kiekvienoje eilutėje, tokiu formatu: "1.234,5.678"

source: Maximum speed X
lt: Didžiausias greitis X

source: Maximum speed Y
lt: Didžiausias greitis Y

source: Maximum speed Z
lt: Didžiausias greitis Z

source: Maximum speed E
lt: Didžiausias greitis E

source: Maximum X speed
lt: Didžiausias X greitis

source: Maximum Y speed
lt: Didžiausias Y greitis

source: Maximum Z speed
lt: Didžiausias Z greitis

source: Maximum E speed
lt: Didžiausias E greitis

source: Maximum acceleration X
lt: Didžiausias pagreitis X

source: Maximum acceleration Y
lt: Didžiausias pagreitis Y

source: Maximum acceleration Z
lt: Didžiausias pagreitis Z

source: Maximum acceleration E
lt: Didžiausias pagreitis E

source: Maximum acceleration of the X axis
lt: Didžiausias X ašies pagreitis

source: Maximum acceleration of the Y axis
lt: Didžiausias Y ašies pagreitis

source: Maximum acceleration of the Z axis
lt: Didžiausias Z ašies pagreitis

source: Maximum acceleration of the E axis
lt: Didžiausias E ašies pagreitis

source: Maximum jerk X
lt: Didžiausias trūkčiojimas X

source: Maximum jerk Y
lt: Didžiausias trūkčiojimas Y

source: Maximum jerk Z
lt: Didžiausias trūkčiojimas Z

source: Maximum jerk E
lt: Didžiausias trūkčiojimas E

source: Maximum jerk of the X axis
lt: Didžiausias X ašies trūkčiojimas

source: Maximum jerk of the Y axis
lt: Didžiausias Y ašies trūkčiojimas

source: Maximum jerk of the Z axis
lt: Didžiausias Z ašies trūkčiojimas

source: Maximum jerk of the E axis
lt: Didžiausias E ašies trūkčiojimas

source: Minimum speed for extruding
lt: Mažiausias ekstruzijos greitis

source: Minimum travel speed
lt: Mažiausias judėjimo greitis

source: Minimum travel speed (M205 T)
lt: Mažiausias judėjimo greitis (M205 T)

source: Maximum acceleration for extruding
lt: Didžiausias ekstruzijos pagreitis

source: Maximum acceleration for extruding (M204 P)
lt: Didžiausias ekstruzijos pagreitis (M204 P)

source: Maximum acceleration for retracting
lt: Didžiausias įtraukimo pagreitis

source: Maximum acceleration for retracting (M204 R)
lt: Didžiausias įtraukimo pagreitis (M204 R)

source: Maximum acceleration for travel
lt: Didžiausias judėjimo pagreitis

source: Maximum acceleration for travel (M204 T), it only applies to Marlin 2.
lt: Didžiausias judėjimo pagreitis (M204 T), jis taikomas tik "Marlin 2"

source: Part cooling fan speed may be increased when auto cooling is enabled. This is the maximum speed for the part cooling fan.
lt: Kai įjungtas automatinis aušinimas, dalių ventiliatoriaus greitis gali būti padidintas. Tai didžiausias dalių aušinimo ventiliatoriaus greitis

source: Max
lt: Maks

source: The highest printable layer height for the extruder. Used to limit the maximum layer height when adaptive layer height is enabled.
lt: Didžiausias ekstruderio spausdinamo sluoksnio aukštis: jis naudojamas didžiausiam sluoksnio aukščiui apriboti, kai įjungtas prisitaikantis sluoksnio aukštis

source: Extrusion rate smoothing
lt: Ekstruzijos greičio išlyginimas

source: This parameter smooths out sudden extrusion rate changes that happen when the printer transitions from printing a high flow (high speed/larger width) extrusion to a lower flow (lower speed/smaller width) extrusion and vice versa. It defines the maximum rate by which the extruded volumetric flow in mm3/sec can change over time. Higher values mean higher extrusion rate changes are allowed, resulting in faster speed transitions. A value of 0 disables the feature. For a high speed, high flow direct drive printer (like the Bambu lab or Voron) this value is usually not needed. However it can provide some marginal benefit in certain cases where feature speeds vary greatly. For example, when there are aggressive slowdowns due to overhangs. In these cases a high value of around 300-350mm3/s2 is recommended as this allows for just enough smoothing to assist pressure advance achieve a smoother flow transition. For slower printers without pressure advance, the value should be set much lower. A value of 10-15mm3/s2 is a good starting point for direct drive extruders and 5-10mm3/s2 for Bowden style. This feature is known as Pressure Equalizer in Prusa slicer. Note: this parameter disables arc fitting.
lt: Šis parametras išlygina staigius išspaudimo greičio pokyčius, kurie įvyksta spausdintuvui pereinant nuo didelio srauto (didelio greičio / didesnio pločio) išspaudimo prie mažesnio srauto (mažesnio greičio / mažesnio pločio) išspaudimo ir atvirkščiai. Jis apibrėžia didžiausią greitį, kuriuo gali kisti išspaustas tūrinis srautas mm3/sek. Didesnės vertės reiškia, kad leidžiami didesni ekstruzijos greičio pokyčiai, todėl greitis pereina greičiau. Reikšmė 0 išjungia šią funkciją. Didelio greičio ir didelio srauto tiesioginės pavaros spausdintuvams (pvz., "Bambu lab" arba "Voron") ši vertė paprastai nereikalinga. Tačiau tam tikrais atvejais, kai funkcijos greičiai labai skiriasi, ji gali duoti nedidelę naudą. Pavyzdžiui, kai yra agresyvių sulėtėjimų dėl iškyšų. Tokiais atvejais rekomenduojama didelė vertė, maždaug 300-350 mm3/s2 , nes tai leidžia pakankamai išlyginti, kad padedant slėgio avansui būtų pasiektas sklandesnis srauto perėjimas. Lėtesniems spausdintuvams, kuriuose nėra slėgio didinimo, vertė turėtų būti nustatyta daug mažesnė. Tiesioginės pavaros ekstruderiams gera pradinė vertė yra 10-15 mm3/s2, o Bowdeno tipo ekstruderiams - 5-10 mm3/s2. Ši funkcija "Prusa" programoje "Prusa slicer" vadinama slėgio išlyginimo funkcija. Pastaba: šis parametras išjungia lanko tvirtinimą.

source: Smoothing segment length
lt: Išlyginamojo segmento ilgis

source: A lower value results in smoother extrusion rate transitions. However, this results in a significantly larger G-code file and more instructions for the printer to process. Default value of 3 works well for most cases. If your printer is stuttering, increase this value to reduce the number of adjustments made Allowed values: 0.5-5
lt: Esant mažesnei vertei, išspaudimo greičio pokyčiai būna sklandesni. Tačiau dėl to gaunamas gerokai didesnis gkodo failas ir spausdintuvui tenka apdoroti daugiau instrukcijų. Numatytoji reikšmė 3 tinka daugeliu atvejų. Jei spausdintuvas stringa, padidinkite šią vertę, kad sumažintumėte atliekamų koregavimų skaičių. Leidžiamos reikšmės: 0.5-5

source: Apply only on external features
lt: Taikyti tik išoriniams elementams

source: Applies extrusion rate smoothing only on external perimeters and overhangs. This can help reduce artefacts due to sharp speed transitions on externally visible overhangs without impacting the print speed of features that will not be visible to the user.
lt: Išspaudimo greičio išlyginimas taikomas tik išoriniams perimetrams ir iškyšoms. Tai gali padėti sumažinti artefaktus, atsirandančius dėl staigių greičio perėjimų išorėje matomose iškyšuose, nedarant poveikio elementų, kurie nebus matomi naudotojui, spausdinimo greičiui.

source: Minimum speed for part cooling fan.
lt: Mažiausias dalies aušinimo ventiliatoriaus greitis

source: Speed of auxiliary part cooling fan. Auxiliary fan will run at this speed during printing except the first several layers which is defined by no cooling layers. Please enable auxiliary_fan in printer settings to use this feature. G-code command: M106 P2 S(0-255)
lt: Pagalbinės dalies aušinimo ventiliatoriaus greitis. Pagalbinis ventiliatorius veiks šiuo greičiu spausdinimo metu, išskyrus pirmuosius kelis sluoksnius, kuriems netaikomas sluoksnių aušinimas. Norėdami naudotis šia funkcija, spausdintuvo nustatymuose įjunkite auxiliary_fan. G-kodo komanda: M106 P2 S(0-255)

source: The lowest printable layer height for the extruder. Used to limit the minimum layer height when adaptive layer height is enabled.
lt: Mažiausias ekstruderio spausdinamo sluoksnio aukštis. Jis naudojamas mažiausiam sluoksnio aukščiui apriboti, kai įjungtas prisitaikantis sluoksnio aukštis

source: Min print speed
lt: Minimalus spausdinimo greitis

source: The minimum print speed to which the printer slows down to maintain the minimum layer time defined above when the slowdown for better layer cooling is enabled.
lt: Mažiausias spausdinimo greitis, iki kurio spausdintuvas sulėtėja, kad išlaikytų pirmiau apibrėžtą minimalų sluoksnio laiką, kai įjungtas sulėtinimas dėl geresnio sluoksnių aušinimo.

source: Diameter of nozzle
lt: Purkštuvo skersmuo

source: Configuration notes
lt: Konfigūracijos pastabos

source: You can put here your personal notes. This text will be added to the G-code header comments.
lt: Čia galite įdėti savo asmeninius užrašus. Šis tekstas bus pridėtas prie G kodo antraštės komentarų.

source: Host Type
lt: Hosto tipas

source: Orca Slicer can upload G-code files to a printer host. This field must contain the kind of the host.
lt: "Orca Slicer" gali įkelti G-kodo failus į spausdintuvą. Šiame lauke turi būti įrašyta įrenginio rūšis.

source: Nozzle volume
lt: Purkštuko tūris

source: Volume of nozzle between the cutter and the end of nozzle.
lt: Purkštuko tūris tarp pjaustytuvo ir purkštuko galo

source: Cooling tube position
lt: Aušinimo vamzdžio padėtis

source: Distance of the center-point of the cooling tube from the extruder tip.
lt: Aušinimo vamzdžio centro taško atstumas nuo ekstruderio antgalio.

source: Cooling tube length
lt: Aušinimo vamzdžio ilgis

source: Length of the cooling tube to limit space for cooling moves inside it.
lt: Aušinimo vamzdžio ilgis, kad būtų apribota erdvė aušinimo judesiams viduje.

source: High extruder current on filament swap
lt: Didelė ekstruderio srovė keičiant giją

source: It may be beneficial to increase the extruder motor current during the filament exchange sequence to allow for rapid ramming feed rates and to overcome resistance when loading a filament with an ugly shaped tip.
lt: Gali būti naudinga padidinti ekstruderio variklio srovę vykstant gijos keitimo sekai, kad būtų užtikrintas greitas tiekimo greitis ir įveiktų pasipriešinimą apkraunant giją su netipinės formos antgaliu.

source: Filament parking position
lt: Gijos stovėjimo padėtis

source: Distance of the extruder tip from the position where the filament is parked when unloaded. This should match the value in printer firmware.
lt: Ekstruderio antgalio atstumas nuo padėties, kurioje gija yra pastatyta, kai ji išimama. Tai turėtų atitikti spausdintuvo programinės įrangos reikšmę.

source: Extra loading distance
lt: Papildomas pakrovimo atstumas

source: When set to zero, the distance the filament is moved from parking position during load is exactly the same as it was moved back during unload. When positive, it is loaded further, if negative, the loading move is shorter than unloading.
lt: Nustačius nulį, atstumas, kuriuo gija išleidžiama iš stovėjimo padėties įdėjimo metu, yra lygiai toks pat, koks buvo perkeltas atgal išėmimo metu. Jei parametras teigiamas, įdėjimo atstumas didesnis, jei neigiamas, - įdėjimo atstumas yra mažesnis nei išėmimo.

source: Start end points
lt: Pradžios ir pabaigos taškai

source: The start and end points which is from cutter area to garbage can.
lt: Pradžios ir pabaigos taškai, t. y. nuo pjaustymo zonos iki šiukšliadėžės.

source: Reduce infill retraction
lt: Sumažinti užpildų įtraukimą

source: Don't retract when the travel is in infill area absolutely. That means the oozing can't been seen. This can reduce times of retraction for complex model and save printing time, but make slicing and G-code generating slower.
lt: Neįtraukti, kai judėjimas vyksta tik užpildytoje zonoje. Tai reiškia, kad ištekėjimo nematyti. Tai gali sutrumpinti įtraukimo laiką sudėtingam modeliui ir sutaupyti laiką spausdinimui, tačiau sluoksniavimas ir G kodo generavimas bus lėtesni

source: This option will drop the temperature of the inactive extruders to prevent oozing.
lt: Pasirinkus šią parinktį sumažės neaktyvių ekstruderių temperatūra, kad būtų išvengta išsiliejimo.

source: Filename format
lt: Failų pavadinimų formatas

source: Users can define the project file name when exporting.
lt: Eksportuodami vartotojai gali pasirinkti projekto failų pavadinimus

source: Make overhangs printable
lt: Padaryti iškyšas spausdinamas

source: Modify the geometry to print overhangs without support material.
lt: Pakeisti geometriją, kad būtų galima spausdinti iškyšas be atraminės medžiagos.

source: Make overhangs printable - Maximum angle
lt: Spausdintinos iškyšos - Didžiausias kampas

source: Maximum angle of overhangs to allow after making more steep overhangs printable.90° will not change the model at all and allow any overhang, while 0 will replace all overhangs with conical material.
lt: Didžiausias leistinas iškyšų kampas, kurį galima spausdinti padarius statesnes iškyšas. 90° visiškai nepakeis modelio ir leis bet kokią iškyšą, o 0 - visas iškyšas pakeis kūgio formos medžiaga.

source: Make overhangs printable - Hole area
lt: Spausdintinos iškyšos - Skylės plotas

source: Maximum area of a hole in the base of the model before it's filled by conical material. A value of 0 will fill all the holes in the model base.
lt: Didžiausias modelio pagrindo skylės plotas prieš ją užpildant kūgine medžiaga. 0 reikšmė užpildys visas modelio pagrindo skyles.

source: Detect overhang wall
lt: Aptikti išsikišusią sieną

source: Detect the overhang percentage relative to line width and use different speed to print. For 100%% overhang, bridge speed is used.
lt: Nustatykite iškyšos procentinę dalį, palyginti su linijos pločiu, ir naudokite skirtingą spausdinimo greitį. Jei iškyša 100 %%, naudojamas tilto greitis.

source: Filament to print walls
lt: Gijos sienoms spausdinti

source: Line width of inner wall. If expressed as a %, it will be computed over the nozzle diameter.
lt: Vidinės sienos linijos plotis. Jei išreiškiamas %, jis apskaičiuojamas pagal purkštuko skersmenį.

source: Speed of inner wall.
lt: Tai vidinių sienų greitis

source: Number of walls of every layer.
lt: Vieno sluoksnio sienų skaičius

source: Alternate extra wall
lt: Alternatyvi papildoma siena

source: This setting adds an extra wall to every other layer. This way the infill gets wedged vertically between the walls, resulting in stronger prints. When this option is enabled, the ensure vertical shell thickness option needs to be disabled. Using lightning infill together with this option is not recommended as there is limited infill to anchor the extra perimeters to.
lt: Šis nustatymas prie kiekvieno kito sluoksnio prideda papildomą sienelę. Taip užpildas vertikaliai įsiterpia tarp sienelių, todėl atspaudai tampa tvirtesni. Kai ši parinktis įjungta, reikia išjungti parinktį Užtikrinti vertikalų apvalkalo storį. Naudoti žaibo užpildą kartu su šia parinktimi nerekomenduojama, nes yra nedaug užpildo, prie kurio būtų galima pritvirtinti papildomą perimetrą.

source: If you want to process the output G-code through custom scripts, just list their absolute paths here. Separate multiple scripts with a semicolon. Scripts will be passed the absolute path to the G-code file as the first argument, and they can access the Orca Slicer config settings by reading environment variables.
lt: Jei norite apdoroti išvesties G-kodą naudodami pasirinktinius scenarijus, tiesiog nurodykite jų absoliučius kelius. Keletą scenarijų atskirkite kabliataškiu. Skriptams kaip pirmasis argumentas bus perduotas absoliutus kelias iki G-kodo failo ir jie galės pasiekti "Orca Slicer" konfigūracijos nustatymus skaitydami aplinkos kintamuosius.

source: Printer type
lt: Spausdintuvo tipas

source: Type of the printer
lt: Spausdintuvo tipas

source: Printer notes
lt: Spausdintuvo užrašai

source: You can put your notes regarding the printer here.
lt: Čia galite pridėti pastabas apie spausdintuvą.

source: Printer variant
lt: Spausdintuvo variantas

source: Raft contact Z distance
lt: Platformos kontakto Z atstumas

source: Z gap between object and raft. Ignored for soluble interface.
lt: Z tarpas tarp objekto ir platformos. Į jį neatsižvelgiama tirpių sąsajų atveju

source: Raft expansion
lt: Platformos išplėtimas

source: Expand all raft layers in XY plane.
lt: Tai išplečia visus platformos sluoksnius XY plokštumoje

source: Initial layer density
lt: Pradinio sluoksnio tankis

source: Density of the first raft or support layer.
lt: Pirmojo platformos arba atraminio sluoksnio tankis

source: Initial layer expansion
lt: Pradinio sluoksnio išplėtimas

source: Expand the first raft or support layer to improve bed plate adhesion.
lt: Kad pagerėtų sukibimas su pagrindu, išplečiamas pirmasis platformos arba atraminis sluoksnis

source: Raft layers
lt: Platformos sluoksniai

source: Object will be raised by this number of support layers. Use this function to avoid warping when printing ABS.
lt: Objektas bus padidintas šiuo atraminių sluoksnių skaičiumi. Šią funkciją naudokite norėdami išvengti deformacijų spausdinant ABS

source: G-code path is generated after simplifying the contour of model to avoid too much points and G-code lines in G-code file. Smaller value means higher resolution and more time to slice
lt: G-kodo kelias generuojamas supaprastinus modelio kontūrą, kad gkodo faile nebūtų per daug taškų ir gkodo linijų. Mažesnė reikšmė reiškia didesnę skiriamąją gebą ir ilgesnį sluoksniavimo laiką

source: Travel distance threshold
lt: Judėjimo atstumo riba

source: Only trigger retraction when the travel distance is longer than this threshold.
lt: Įtraukimas įjungiamas tik tada, kai judėjimo atstumas yra ilgesnis už šią ribą

source: Retract amount before wipe
lt: Įtraukiamas kiekis prieš nuvalymą

source: The length of fast retraction before wipe, relative to retraction length.
lt: Greito įtraukimo prieš nuvalymą ilgis, palyginti su įtraukimo ilgiu

source: Retract when change layer
lt: Įtraukti, kai keičiamas sluoksnis

source: Force a retraction when changes layer.
lt: Priverstinis įtraukimas, kai keičiasi sluoksnis

source: Retract on top layer
lt: Įtraukti viršutiniame sluoksnyje

source: Force a retraction on top layer. Disabling could prevent clog on very slow patterns with small movements, like Hilbert curve.
lt: Naudoti priverstinį įtraukimą viršutiname sluoksnyje. Išjungimas gali padėti išvengti užsikimšimo labai lėtuose modeliuose su mažais judesiais, pvz., Hilberto kreivėje.

source: Retraction Length
lt: Įtraukimo ilgis

source: Some amount of material in extruder is pulled back to avoid ooze during long travel. Set zero to disable retraction
lt: Tai gijos kiekis, kuris yra įtraukiamas į ekstruderį, kad būtų išvengta išsiliejimo per ilgą judėjimo atstumą. Nustatykite 0, kad įtraukimas būtų išjungtas

source: Long retraction when cut (beta)
lt: Ilgas įtraukimas, kai pjaunama (beta)

source: Experimental feature: Retracting and cutting off the filament at a longer distance during changes to minimize purge. While this reduces flush significantly, it may also raise the risk of nozzle clogs or other printing problems.
lt: Eksperimentinė funkcija: Pakeitimų metu gija įtraukiama ir nukerpama didesniu atstumu, kad būtų sumažintas išleidimas. Nors tai gerokai sumažina išleidimą, taip pat gali padidėti purkštukų užsikimšimo ar kitų spausdinimo problemų rizika.

source: Retraction distance when cut
lt: Įtraukimo atstumas, kai kerpama

source: Experimental feature: Retraction length before cutting off during filament change.
lt: Eksperimentinė savybė: Įtraukimo ilgis prieš nupjaunant keičiant giją

source: Z-hop height
lt: Z šuolio aukštis

source: Whenever the retraction is done, the nozzle is lifted a little to create clearance between nozzle and the print. It prevents nozzle from hitting the print when travel move. Using spiral lines to lift Z can prevent stringing.
lt: Kiekvieną kartą, kai gija įtraukiama, purkštukas šiek tiek pakeliamas, kad tarp purkštuko ir spaudinio atsirastų tarpas. Taip purkštukas, judėdamas daugiau, neužkliudo spaudinio. Naudojant spiralines linijas z pakėlimui, galima išvengti stygų susidarymo

source: Z-hop lower boundary
lt: Z šuolio apatinė riba

source: Z-hop will only come into effect when Z is above this value and is below the parameter: "Z-hop upper boundary"
lt: Z šuolis pradės veikti tik tada, kai Z bus didesnis už šią vertę ir mažesnis už parametrą: "Z šuolio viršutinė riba"

source: Z-hop upper boundary
lt: Z šuolio viršutinė riba

source: If this value is positive, Z-hop will only come into effect when Z is above the parameter: "Z-hop lower boundary" and is below this value
lt: Jei ši reikšmė yra teigiama, Z apyvarta pradės veikti tik tada, kai Z bus didesnė už parametrą: "Z šuolio apatinė riba" ir yra mažesnė už šią reikšmę

source: Z-hop type
lt: Z šuolio tipas

source: Slope
lt: Nuolydis

source: Spiral
lt: Spiralė

source: Traveling angle
lt: Judėjimo kampas

source: Traveling angle for Slope and Spiral Z-hop type. Setting it to 90° results in Normal Lift
lt: Šlaito ir spiralinio Z šuolio tipo judėjimo kampas. Nustačius 90°, naudojamas normalus pakėlimas

source: Only lift Z above
lt: Pakelti tik Z aukščiau

source: If you set this to a positive value, Z lift will only take place above the specified absolute Z.
lt: Jei nustatysite teigiamą reikšmę, Z kėlimas bus vykdomas tik virš nurodytos absoliučiosios Z reikšmės.

source: Only lift Z below
lt: Pakelti tik Z žemiau

source: If you set this to a positive value, Z lift will only take place below the specified absolute Z.
lt: Jei nustatysite teigiamą reikšmę, Z kėlimas bus vykdomas tik žemiau nurodytos absoliučiosios Z reikšmės.

source: On surfaces
lt: Ant paviršių

source: Enforce Z-Hop behavior. This setting is impacted by the above settings (Only lift Z above/below).
lt: Užtikrinkite "Z šuolio" elgesį. Šiam nustatymui įtakos turi pirmiau nurodyti nustatymai (tik pakelti Z virš/žemiau).

source: All Surfaces
lt: Visi paviršiai

source: Top Only
lt: Tik viršus

source: Bottom Only
lt: Tik apačia

source: Top and Bottom
lt: Viršus ir apačia

source: Extra length on restart
lt: Papildomas ilgis paleidus iš naujo

source: When the retraction is compensated after the travel move, the extruder will push this additional amount of filament. This setting is rarely needed.
lt: Kai įtraukimas kompensuojamas po judesio, ekstruderis išstums šį papildomą gijos kiekį. Šis nustatymas reikalingas retai.

source: When the retraction is compensated after changing tool, the extruder will push this additional amount of filament.
lt: Kai atitraukimas kompensuojamas pakeitus įrankį, ekstruderis išstums šį papildomą gijos kiekį.

source: Retraction Speed
lt: Įtraukimo greitis

source: Speed of retractions.
lt: Įtraukimo greitis

source: De-retraction Speed
lt: Atitraukimo greitis

source: Speed for reloading filament into extruder. Zero means same speed of retraction.
lt: Gijos įkėlimo į ekstruderį greitis po įtraukimo; nustačius 0, greitis bus toks pat kaip ir įtraukimo

source: Use firmware retraction
lt: Naudoti nustatytąjį įtraukimą
