Repository: SoftFever/OrcaSlicer
Catalog: localization/i18n/*/OrcaSlicer_*.po
Languages: lt

source: This experimental setting uses G10 and G11 commands to have the firmware handle the retraction. This is only supported in recent Marlin.
lt: Šis eksperimentinis nustatymas naudoja G10 ir G11 komandas, kad programinė įranga valdytų įtraukimą. Tai palaikoma tik naujausioje „Marlin“.

source: Show auto-calibration marks
lt: Rodyti automatinio kalibravimo ženklus

source: Disable set remaining print time
lt: Išjungti nustatytą likusį spausdinimo laiką

source: Disable generating of the M73: Set remaining print time in the final G-code
lt: Išjungti M73 generavimą: Nustatyti likusį spausdinimo laiką galutiniame gkode

source: Seam position
lt: Siūlės padėtis

source: The start position to print each part of outer wall.
lt: Kiekvienos išorinės sienos dalies pradinė padėtis

source: Nearest
lt: Artimiausia

source: Aligned
lt: Sulygiuota

source: Back
lt: Gale

source: Random
lt: Atsitiktinė

source: Staggered inner seams
lt: Vientisos vidinės siūlės

source: This option causes the inner seams to be shifted backwards based on their depth, forming a zigzag pattern.
lt: Vientisos vidinės siūlės Dėl šios parinkties vidinės siūlės bus paslinktos atgal pagal jų gylį, suformuojant zigzago raštą.

source: Seam gap
lt: Siūlės tarpas

source: In order to reduce the visibility of the seam in a closed loop extrusion, the loop is interrupted and shortened by a specified amount. This amount can be specified in millimeters or as a percentage of the current extruder diameter. The default value for this parameter is 10%.
lt: Siekiant sumažinti uždaros kilpos ekstruzijos siūlės matomumą, kilpa pertraukiama ir sutrumpinama tam tikru dydžiu. Šį kiekį galima nurodyti milimetrais arba procentais nuo esamo ekstruderio skersmens. Numatytoji šio parametro vertė yra 10 %.

source: Scarf joint seam (beta)
lt: Juostos jungiamoji siūlė (beta)

source: Use scarf joint to minimize seam visibility and increase seam strength.
lt: Naudokite juostos jungtį, kad siūlės būtų kuo mažiau matomos ir padidėtų siūlės tvirtumas.

source: Conditional scarf joint
lt: Sąlyginė juostinė jungtis

source: Apply scarf joints only to smooth perimeters where traditional seams do not conceal the seams at sharp corners effectively.
lt: Skersines siūles naudokite tik ties lygiais perimetrais, kai įprastinės siūlės efektyviai nepaslepia aštrių kampų siūlių.

source: Conditional angle threshold
lt: Sąlyginė kampo riba

source: This option sets the threshold angle for applying a conditional scarf joint seam. If the maximum angle within the perimeter loop exceeds this value (indicating the absence of sharp corners), a scarf joint seam will be used. The default value is 155°.
lt: Šia parinktimi nustatomas ribinis kampas, kuriuo taikoma sąlyginė juostinė siūlė. Jei didžiausias kampas perimetro kilpoje viršija šią vertę (tai rodo, kad nėra aštrių kampų), bus naudojama juostinė siūlė. Numatytoji vertė yra 155°.

source: Conditional overhang threshold
lt: Sąlyginė iškyšos riba

source: This option determines the overhang threshold for the application of scarf joint seams. If the unsupported portion of the perimeter is less than this threshold, scarf joint seams will be applied. The default threshold is set at 40% of the external wall's width. Due to performance considerations, the degree of overhang is estimated.
lt: Šia parinktimi nustatoma iškyšos riba, kurią pasiekus taikomos juostinės siūlės. Jei perimetro neatraminė dalis yra mažesnė už šią ribą, bus taikomos jungiamosios siūlės. Pagal numatytuosius nustatymus ši riba yra 40 % išorinės sienos pločio. Dėl eksploatacinių sumetimų įvertinamas iškyšos laipsnis.

source: Scarf joint speed
lt: Juostos jungties greitis

source: This option sets the printing speed for scarf joints. It is recommended to print scarf joints at a slow speed (less than 100 mm/s). It's also advisable to enable 'Extrusion rate smoothing' if the set speed varies significantly from the speed of the outer or inner walls. If the speed specified here is higher than the speed of the outer or inner walls, the printer will default to the slower of the two speeds. When specified as a percentage (e.g., 80%), the speed is calculated based on the respective outer or inner wall speed. The default value is set to 100%.
lt: Šia parinktimi nustatomas juostinių jungčių spausdinimo greitis. Rekomenduojama juostines jungtis spausdinti nedideliu greičiu (mažesniu nei 100 mm/s). Taip pat patartina įjungti funkciją "Spausdinimo greičio išlyginimas", jei nustatytas greitis labai skiriasi nuo išorinių arba vidinių sienų greičio. Jei čia nustatytas greitis yra didesnis už išorinių arba vidinių sienų greitį, spausdintuvas pagal numatytuosius nustatymus pasirinks lėtesnį iš šių dviejų greičių. Kai nurodyta procentais (pvz., 80 %), greitis apskaičiuojamas pagal atitinkamą išorinių arba vidinių sienų greitį. Numatytoji vertė yra 100 %.

source: Scarf joint flow ratio
lt: Juostinės jungties srauto koeficientas

source: This factor affects the amount of material for scarf joints.
lt: Šis veiksnys turi įtakos medžiagos kiekiui, reikalingam juostinėms siūlėms.

source: Scarf start height
lt: Juostos pradžios aukštis

source: Start height of the scarf. This amount can be specified in millimeters or as a percentage of the current layer height. The default value for this parameter is 0.
lt: Pradinis juostos aukštis. Šį dydį galima nurodyti milimetrais arba kaip dabartinio sluoksnio aukščio procentinę dalį. Numatytoji šio parametro reikšmė yra 0.

source: Scarf around entire wall
lt: Juosta aplink visą sieną

source: The scarf extends to the entire length of the wall.
lt: Juosta tęsiasi per visą sienos ilgį.

source: Scarf length
lt: Juostos ilgis

source: Length of the scarf. Setting this parameter to zero effectively disables the scarf.
lt: Juostos ilgis. Nustačius šį parametrą lygų nuliui, juosta išjungiama.

source: Scarf steps
lt: Jostos žingsniai

source: Minimum number of segments of each scarf.
lt: Mažiausias kiekvienos juostos segmentų skaičius.

source: Scarf joint for inner walls
lt: Vidinių sienų juostos jungtis

source: Use scarf joint for inner walls as well.
lt: Vidinėms sienoms taip pat naudoti juostos jungtį.

source: Role base wipe speed
lt: Vaidmens pagrindo nuvalymo greitis

source: The wipe speed is determined by the speed of the current extrusion role. e.g. if a wipe action is executed immediately following an outer wall extrusion, the speed of the outer wall extrusion will be utilized for the wipe action.
lt: Jei nuvalymo veiksmas atliekamas iš karto po išorinės sienelės išspaudimo, nuvalymo veiksmui bus naudojamas išorinės sienelės išspaudimo greitis.

source: Wipe on loops
lt: Nuvalyti kilpas

source: To minimize the visibility of the seam in a closed loop extrusion, a small inward movement is executed before the extruder leaves the loop.
lt: Siekiant sumažinti siūlės matomumą uždaroje ekstruzijos kilpoje, prieš ekstruderiui išeinant iš kilpos atliekamas nedidelis judesys į vidų.

source: Wipe before external loop
lt: Nuvalyti prieš išorinę kilpą

source: To minimize visibility of potential overextrusion at the start of an external perimeter when printing with Outer/Inner or Inner/Outer/Inner wall print order, the de-retraction is performed slightly on the inside from the start of the external perimeter. That way any potential over extrusion is hidden from the outside surface. This is useful when printing with Outer/Inner or Inner/Outer/Inner wall print order as in these modes it is more likely an external perimeter is printed immediately after a de-retraction move.
lt: Siekiant sumažinti galimo perteklinio išspaudimo matomumą išorinio perimetro pradžioje, kai spausdinama išorinės / vidinės arba vidinės / išorinės / išorinės / vidinės sienos spausdinimo tvarka, ištraukimas atliekamas šiek tiek į vidų nuo išorinio perimetro pradžios. Taip bet koks galimas perteklinis išspaudimas paslepiamas nuo išorinio paviršiaus. Tai naudinga, kai spausdinama naudojant išorinės / vidinės arba vidinės / išorinės / išorinės / vidinės sienos spausdinimo tvarką, nes šiuose režimuose didesnė tikimybė, kad išorinis perimetras bus išspausdintas iš karto po ištraukimo pašalinimo judesio.

source: Wipe speed
lt: Valymo greitis

source: The wipe speed is determined by the speed setting specified in this configuration. If the value is expressed as a percentage (e.g. 80%), it will be calculated based on the travel speed setting above. The default value for this parameter is 80%.
lt: Valymo greitis nustatomas pagal šioje konfigūracijoje nurodytą greičio nustatymą.Jei vertė išreikšta procentais (pvz., 80 %), ji bus apskaičiuota pagal pirmiau nurodytą judėjimo greičio nustatymą. Numatytoji šio parametro vertė yra 80 %

source: Skirt distance
lt: Apvado atstumas

source: Distance from skirt to brim or object
lt: Tai atstumas nuo apvado iki krašto arba objekto

source: Skirt start point
lt: Apvado pradžios taškas

source: Angle from the object center to skirt start point. Zero is the most right position, counter clockwise is positive angle.
lt: Kampas nuo objekto centro iki apvado pradžios taško. Nulis yra labiausiai į dešinę nukreipta padėtis, prieš laikrodžio rodyklę - teigiamas kampas.

source: Skirt height
lt: Apvado aukštis

source: How many layers of skirt. Usually only one layer.
lt: Kiek sluoksnių apvado. Paprastai tik vienas sluoksnis

source: Single loop draft shield
lt: Vieno sluoksnio apsauginis kokonas

source: Limits the draft shield loops to one wall after the first layer. This is useful, on occasion, to conserve filament but may cause the draft shield to warp / crack.
lt: Apriboja apsauginio ekrano kontūrą viena siena po pirmojo sluoksnio. Kartais tai naudinga siekiant taupyti giją, tačiau dėl to apsauginis ekranas gali deformuotis / įtrūkti.

source: Draft shield
lt: Apsauginis kokonas

source: A draft shield is useful to protect an ABS or ASA print from warping and detaching from print bed due to wind draft. It is usually needed only with open frame printers, i.e. without an enclosure. Enabled = skirt is as tall as the highest printed object. Otherwise 'Skirt height' is used. Note: With the draft shield active, the skirt will be printed at skirt distance from the object. Therefore, if brims are active it may intersect with them. To avoid this, increase the skirt distance value.
lt: Apsauginis skydas yra naudingas siekiant apsaugoti ABS arba ASA spaudinį nuo išlinkimo ir atsiskyrimo nuo spausdinimo pagrindo dėl skersvėjo. Jo paprastai reikia tik atviruose rėminiuose spausdintuvuose, t. y. be gaubto. Įjungta = apvadas yra tokio aukščio kaip aukščiausias spausdinamas objektas. Priešingu atveju naudojamas „apvado aukštis“. Pastaba: Kai įjungtas apsauginis skydas, apvadas bus spausdinamas apvado atstumu nuo objekto. Todėl, jei aktyvuoti apvadai, jis gali su jais susikirsti. Norėdami to išvengti, padidinkite apvado atstumo reikšmę.

source: Enabled
lt: Įjungta

source: Skirt type
lt: Apvado tipas

source: Combined - single skirt for all objects, Per object - individual object skirt.
lt: Kombinuota - vienas apvadas visiems objektams, Objektui - atskiras objekto apvadas.

source: Combined
lt: Kombinuotas

source: Per object
lt: Objektui

source: Skirt loops
lt: Apvado kontūrai

source: Number of loops for the skirt. Zero means disabling skirt.
lt: Tai yra apvado kontūrų skaičius. 0 reiškia, kad apvadas išjungtas

source: Skirt speed
lt: Apvado greitis

source: Speed of skirt, in mm/s. Zero means use default layer extrusion speed.
lt: Apvado greitis, mm/s. Nulis reiškia, kad naudojamas numatytasis sluoksnio išspaudimo greitis.

source: Skirt minimum extrusion length
lt: Minimalus apvado išspaudimo ilgis

source: Minimum filament extrusion length in mm when printing the skirt. Zero means this feature is disabled. Using a non-zero value is useful if the printer is set up to print without a prime line. Final number of loops is not taking into account while arranging or validating objects distance. Increase loop number in such case.
lt: Mažiausias gijos išspaudimo ilgis mm, kai spausdinamas apvadas. Nulis reiškia, kad ši funkcija išjungta. Naudoti nenulinę vertę naudinga, jei spausdintuvas nustatytas spausdinti be pirminės linijos. Į galutinį kontūrų skaičių neatsižvelgiama, kai organizuojamas arba patvirtinamas objektų atstumas. Tokiu atveju padidinkite kontūrų skaičių.

source: The printing speed in exported G-code will be slowed down, when the estimated layer time is shorter than this value, to get better cooling for these layers
lt: Spausdinimo greitis eksportuotame G-kode bus sulėtintas, kai numatomas sluoksnio laikas bus trumpesnis už šią vertę, tam, kad šie sluoksniai būtų geriau aušinami

source: Minimum sparse infill threshold
lt: Minimali reto užpildymo riba

source: Sparse infill area which is smaller than threshold value is replaced by internal solid infill.
lt: Reto užpildymo sritys, kurios yra mažesnės už šią ribinę vertę, pakeičiamos vidiniu vientisu užpildymu

source: Solid infill
lt: Vientisas užpildas

source: Filament to print solid infill
lt: Filamentas vientisam užpildui spausdinti

source: Line width of internal solid infill. If expressed as a %, it will be computed over the nozzle diameter.
lt: Vidinio vientiso užpildo linijos plotis. Jei išreiškiamas %, jis apskaičiuojamas pagal purkštuko skersmenį.

source: Speed of internal solid infill, not the top and bottom surface.
lt: Tai vidinio vientiso užpildo greitis, neįskaitant viršutinio ar apatinio paviršiaus

source: Spiralize smooths out the z moves of the outer contour. And turns a solid model into a single walled print with solid bottom layers. The final generated model has no seam.
lt: Tai leidžia atlikti spiralinį išlyginimą, kuris išlygina išorinio kontūro Z judesius ir paverčia vientisą modelį į vienos sienelės atspaudą su vientisais apatiniais sluoksniais. Galutiniame sudarytame modelyje nėra siūlės

source: Smooth Spiral
lt: Lygi spiralė

source: Smooth Spiral smooths out X and Y moves as well, resulting in no visible seam at all, even in the XY directions on walls that are not vertical.
lt: Sklandi spiralė išlygina X ir Y judesius, todėl XY kryptimis ant ne vertikalių sienų visiškai nesimato siūlių

source: Max XY Smoothing
lt: Didžiausias XY išlyginimas

source: Maximum distance to move points in XY to try to achieve a smooth spiral. If expressed as a %, it will be computed over nozzle diameter.
lt: Didžiausias atstumas, kuriuo galima perkelti taškus XY kryptimi, kad būtų pasiekta tolygi spiralė. Jei išreiškiamas %, jis bus apskaičiuojamas pagal purkštuko skersmenį.

source: Spiral starting flow ratio
lt: Pradinis srauto santykis spiralėje

source: Sets the starting flow ratio while transitioning from the last bottom layer to the spiral. Normally the spiral transition scales the flow ratio from 0% to 100% during the first loop which can in some cases lead to under extrusion at the start of the spiral.
lt: Nustato pradinį srauto santykį pereinant iš paskutinio apatinio sluoksnio į spiralę. Įprastai perėjimo į spiralę metu srauto santykis pirmojo ciklo metu keičiamas nuo 0 % iki 100 %, todėl kai kuriais atvejais spiralės pradžioje gali būti nepakankamas išspaudimas.

source: Spiral finishing flow ratio
lt: Galinis srauto santykis spiralėje

source: Sets the finishing flow ratio while ending the spiral. Normally the spiral transition scales the flow ratio from 100% to 0% during the last loop which can in some cases lead to under extrusion at the end of the spiral.
lt: Nustato baigiamojo srauto santykį, kai baigiama spiralė. Paprastai spiralės perėjimo metu srauto santykis keičiamas nuo 100 % iki 0 % paskutinio ciklo metu, todėl kai kuriais atvejais spiralės pabaigoje gali būti nepakankamas išspaudimas.

source: If smooth or traditional mode is selected, a timelapse video will be generated for each print. After each layer is printed, a snapshot is taken with the chamber camera. All of these snapshots are composed into a timelapse video when printing completes. If smooth mode is selected, the toolhead will move to the excess chute after each layer is printed and then take a snapshot. Since the melt filament may leak from the nozzle during the process of taking a snapshot, prime tower is required for smooth mode to wipe nozzle.
lt: Jei pasirinktas lygus arba tradicinis režimas, kiekvienam spaudiniui bus sukurtas pakadrinis vaizdo įrašas. Atspausdinus kiekvieną sluoksnį, kameros fotoaparatu padaroma momentinė nuotrauka. Baigus spausdinti, visos šios momentinės nuotraukos sudedamos į laike rodomą vaizdo įrašą. Jei pasirinktas sklandus režimas, po kiekvieno sluoksnio atspausdinimo įrankio galvutė persikels į perteklinį lataką ir tada padarys momentinę nuotrauką. Kadangi darant momentinę nuotrauką iš purkštuko gali ištekėti lydalo gija, norint nuvalyti purkštuką, naudojant sklandųjį režimą reikalingas pirminis bokštelis.

source: Traditional
lt: Tradicinis

source: Temperature variation
lt: Temperatūros kitimas

source: Temperature difference to be applied when an extruder is not active. The value is not used when 'idle_temperature' in filament settings is set to non-zero value.
lt: Temperatūros skirtumas, taikomas, kai ekstruderis nėra aktyvus. Ši vertė nenaudojama, kai „idle_temperature“ gijų nustatymuose nustatyta ne nulinė vertė.

source: Preheat time
lt: Įkaitinimo laikas

source: To reduce the waiting time after tool change, Orca can preheat the next tool while the current tool is still in use. This setting specifies the time in seconds to preheat the next tool. Orca will insert a M104 command to preheat the tool in advance.
lt: Kad sutrumpėtų laukimo laikas pakeitus įrankį, Orca gali iš anksto įkaitinti kitą įrankį, kol dabartinis įrankis dar naudojamas. Šis nustatymas nurodo kito įrankio įkaitinimo laiką sekundėmis. Orca įterps komandą M104, kad įrankis būtų įkaitintas iš anksto.

source: Preheat steps
lt: Įkaitinimo etapai

source: Insert multiple preheat commands (e.g. M104.1). Only useful for Prusa XL. For other printers, please set it to 1.
lt: Įterpkite kelias įkaitinimo komandas (pvz., M104.1). Naudinga tik „Prusa XL“. Kitiems spausdintuvams nustatykite 1.

source: Start G-code
lt: Pradžios G-kodas

source: Start G-code when starting the entire print.
lt: G kodo paleidimas, kai pradedamas visas spausdinimas

source: Start G-code when starting the printing of this filament.
lt: Paleisti G-kodą, kai pradedama spausdinti šia gija

source: Single Extruder Multi Material
lt: Vieno ekstruderio daugialypė medžiaga

source: Use single nozzle to print multi filament.
lt: Naudoti vieną antgalį spausdinti keliomis gijomis

source: Manual Filament Change
lt: Rankinis gijų keitimas

source: Enable this option to omit the custom Change filament G-code only at the beginning of the print. The tool change command (e.g., T0) will be skipped throughout the entire print. This is useful for manual multi-material printing, where we use M600/PAUSE to trigger the manual filament change action.
lt: Įjunkite šią parinktį, kad pasirinktinis Keisti gijos G-kodas būtų praleistas tik spausdinimo pradžioje. Įrankio keitimo komanda (pvz., T0) bus praleista viso spausdinimo metu. Tai naudinga spausdinant keliomis medžiagomis rankiniu būdu, kai rankinio gijos keitimo veiksmui įjungti naudojame M600/PAUSE.

source: Purge in prime tower
lt: Valymas pagrindiniame bokšte

source: Purge remaining filament into prime tower.
lt: Išstumti likusias gijas į pirminio valymo bokštą

source: Enable filament ramming.
lt: Įjungti gijų įspaudimą

source: No sparse layers (beta)
lt: Nėra retų sluoksnių (beta)

source: If enabled, the wipe tower will not be printed on layers with no tool changes. On layers with a tool change, extruder will travel downward to print the wipe tower. User is responsible for ensuring there is no collision with the print.
lt: Jei įjungta, valymo bokštas nebus spausdinamas ant sluoksnių, nepakeitus įrankio. Sluoksniuose, kuriuose keičiamas įrankis, ekstruderis judės žemyn, kad atspausdintų valymo bokštą. Vartotojas yra atsakingas už tai, kad nebūtų susidūrimo su spaudiniu.

source: Prime all printing extruders
lt: Pripildyti visus spausdinimo ekstruderius

source: If enabled, all printing extruders will be primed at the front edge of the print bed at the start of the print.
lt: Jei įjungta, visi spausdinimo ekstruderiai bus užpildyti priekiniame spausdinimo pagrindo krašte spausdinimo pradžioje.

source: Slice gap closing radius
lt: Sluoksniavimo tarpo uždarymo spindulys

source: Cracks smaller than 2x gap closing radius are being filled during the triangle mesh slicing. The gap closing operation may reduce the final print resolution, therefore it is advisable to keep the value reasonably low.
lt: Plyšiai, mažesni nei 2x tarpo uždarymo spindulys, užpildomi trikampio figūros sluoksniavimo metu. Tarpo uždarymo operacija gali sumažinti galutinę spausdinimo skiriamąją gebą, todėl patartina išlaikyti pakankamai žemą reikšmę.

source: Slicing Mode
lt: Sluoksniavimo režimas

source: Use "Even-odd" for 3DLabPrint airplane models. Use "Close holes" to close all holes in the model.
lt: 3DLabPrint lėktuvų modeliams naudokite „Lyginis-Nelyginis“. Naudokite „Uždaryti skyles“, kad uždarytumėte visas modelio skyles.

source: Regular
lt: Įprastas

source: Even-odd
lt: Lyginis-nelyginis

source: Close holes
lt: Uždaryti skyles

source: Z offset
lt: Z poslinkis

source: This value will be added (or subtracted) from all the Z coordinates in the output G-code. It is used to compensate for bad Z endstop position: for example, if your endstop zero actually leaves the nozzle 0.3mm far from the print bed, set this to -0.3 (or fix your endstop).
lt: Ši vertė bus pridėta (arba atimta) prie visų išvesties G kodo Z koordinačių. Ji naudojama blogai Z galinio ribotuvo padėčiai kompensuoti: pavyzdžiui, jei jūsų nulinis ribotuvas iš tikrųjų palieka purkštuką 0,3 mm atstumu nuo spausdinimo pagrindo, nustatykite šią reikšmę -0,3 (arba pataisykite galinį ribotuvą).

source: Enable support
lt: Įgalinti atramas

source: Enable support generation.
lt: Įgalinti atramų generavimą.

source: Normal (auto) and Tree (auto) are used to generate support automatically. If Normal (manual) or Tree (manual) is selected, only support enforcers are generated.
lt: Normalus (automatinis) ir Medis (automatinis) naudojamas automatiškai generuoti atramas. Pasirinkus Normalus (rankinis) arba Medis (rankinis), generuojamos tik atramos

source: Normal (auto)
lt: Įprastas (auto)

source: Tree (auto)
lt: Medis (auto)

source: Normal (manual)
lt: Įprastas (rankinis)

source: Tree (manual)
lt: Medis (rankinis)

source: Support/object xy distance
lt: Atramos/objekto xy atstumas

source: XY separation between an object and its support.
lt: Šiuo parametru nustatomas objekto ir atramos XY atstumas

source: Support/object first layer gap
lt: Atramos ir objekto pirmojo sluoksnio tarpas

source: XY separation between an object and its support at the first layer.
lt: XY atstumas tarp objekto ir jo atramos pirmajame sluoksnyje.

source: Pattern angle
lt: Rašto kampas

source: Use this setting to rotate the support pattern on the horizontal plane.
lt: Šį nustatymą naudokite norėdami pasukti atraminį modelį horizontalioje plokštumoje.

source: On build plate only
lt: Tik ant pagrindo plokštės

source: Don't create support on model surface, only on build plate.
lt: Šis nustatymas generuoja tik tas atramas, kurios prasideda ant spausdinimo plokštės

source: Support critical regions only
lt: Paremti tik kritines sritis

source: Only create support for critical regions including sharp tail, cantilever, etc.
lt: Atramas kurkite tik kritinėse srityse, įskaitant aštrų galą, konsolę ir pan.

source: Remove small overhangs
lt: Pašalinti nedideles iškyšas

source: Remove small overhangs that possibly need no supports.
lt: Pašalinti nedideles iškyšas, kurioms galbūt nereikia atramų.

source: Top Z distance
lt: Viršutinis Z atstumas
