Repository: SoftFever/OrcaSlicer
Catalog: localization/i18n/*/OrcaSlicer_*.po
Languages: lt

source: Preview
lt: Peržiūra

source: Multi-device
lt: Multiįrenginys

source: Project
lt: Projektas

source: Yes
lt: Taip

source: No
lt: Ne

source: will be closed before creating a new model. Do you want to continue?
lt: bus uždaryta prieš sukuriant modelį. Ar norite tęsti?

source: Slice plate
lt: Sluoksniuoti plokštę

source: Print plate
lt: Spausdinti plokštę

source: Slice all
lt: Sluoksniuoti viską

source: Export G-code file
lt: Eksportuoti G-kodo failą

source: Export plate sliced file
lt: Eksportuoti sluoksniuotos plokštės failą

source: Export all sliced file
lt: Eksportuoti visko sluoksniuoto failą

source: Print all
lt: Spausdinti viską

source: Send all
lt: Siųsti viską

source: Keyboard Shortcuts
lt: Klaviatūros nuorodos

source: Show the list of the keyboard shortcuts
lt: Rodyti sparčiųjų klavišų sąrašą

source: Setup Wizard
lt: Nustatymų vedlys

source: Show Configuration Folder
lt: Rodyti konfigūravimo katalogą

source: Show Tip of the Day
lt: Rodyti dienos patarimą

source: Check for Update
lt: Patikrinti ar nėra atnaujinimų

source: Open Network Test
lt: Atidaryti tinklo testą

source: &About %s
lt: &Apie %s

source: Upload Models
lt: Įkelti modelius

source: Download Models
lt: Parsisiųsti modelius

source: Default View
lt: Numatytas vaizdas

source: Top
lt: Viršutinis

source: Top View
lt: Vaizdas iš viršaus

source: Bottom
lt: Apatinis

source: Bottom View
lt: Vaizdas iš apačios

source: Front
lt: Priekis

source: Front View
lt: Vaizdas iš priekio

source: Rear
lt: Galas

source: Rear View
lt: Vaizdas iš galo

source: Left
lt: Kairė

source: Left View
lt: Vaizdas iš kairės

source: Right
lt: Dešinė

source: Right View
lt: Vaizdas iš dešinės

source: Start a new window
lt: Pradėti naują langą

source: New Project
lt: Naujas projektas

source: Start a new project
lt: Pradėti naują projektą

source: Open a project file
lt: Atidaryti projekto failą

source: Recent projects
lt: Naujausi projektai

source: Save Project
lt: Išsaugoti projektą

source: Save current project to file
lt: Išsaugoti dabartinį projektą į failą

source: Save Project as
lt: Išsaugoti projektą kaip

source: Save current project as
lt: Išsaugoti dabartinį projektą kaip

source: Import 3MF/STL/STEP/SVG/OBJ/AMF
lt: Importuoti 3MF/STL/STEP/SVG/OBJ/AMF

source: Load a model
lt: Įkelti modelį

source: Import Zip Archive
lt: Importuoti Zip archyvą

source: Load models contained within a zip archive
lt: Įkelti modelius iš ZIP archyvo

source: Import Configs
lt: Importuoti konfigūracijas

source: Load configs
lt: Užkrauti konfigūracijas

source: Import
lt: Importuoti

source: Export all objects as one STL
lt: Eksportuoti visus objektus kaip vieną STL

source: Export all objects as STLs
lt: Eksportuoti visus objektus kaip STL

source: Export Generic 3MF
lt: Eksportuoti pagrindinį 3MF

source: Export 3mf file without using some 3mf-extensions
lt: Eksportuoti 3MF failą nenaudojant kai kurių 3MF plėtinių

source: Export current sliced file
lt: Eksportuoti dabartinį sluoksniuotą failą

source: Export all plate sliced file
lt: Eksportuoti visų sluoksniuotų plokščių failą

source: Export G-code
lt: Eksportuoti G-kodą

source: Export current plate as G-code
lt: Eksportuoti dabartinę plokštę kaip G-kodą

source: Export Preset Bundle
lt: Eksportuoti parametrų rinkinį

source: Export current configuration to files
lt: Eksportuoti dabartinę konfigūraciją į failus

source: Export
lt: Eksportuoti

source: Quit
lt: Išeiti

source: Undo
lt: Anuliuoti

source: Redo
lt: Perdaryti

source: Cut selection to clipboard
lt: Iškirpti pasirinktą į iškarpinę

source: Copy
lt: Kopijuoti

source: Copy selection to clipboard
lt: Nukopijuoti pasirinkimą į mainų sritį

source: Paste
lt: Įklijuoti

source: Paste clipboard
lt: Įklijuoti iškarpinės turinį

source: Delete selected
lt: Ištrinti pasirinktus

source: Deletes the current selection
lt: Ištrina pasirinktus

source: Delete all
lt: Ištrinti viską

source: Deletes all objects
lt: Ištrina visus objektus

source: Clone selected
lt: Klonuoti pasirinktą

source: Clone copies of selections
lt: Klonuoti pasirinktų kopijas

source: Duplicate Current Plate
lt: Dubliuoti dabartinę plokštę

source: Duplicate the current plate
lt: Dubliuoti dabartinę plokštelę

source: Select all
lt: Pasirinkti viską

source: Selects all objects
lt: Parenka visus objektus

source: Deselect all
lt: Atžymėti visus pasirinkimus

source: Deselects all objects
lt: Panaikina visų objektų pasirinkimą

source: Use Perspective View
lt: Naudoti perspektyvinį vaizdą

source: Use Orthogonal View
lt: Naudoti ortogonalų vaizdą

source: Auto Perspective
lt: Automatinė perspektyva

source: Automatically switch between orthographic and perspective when changing from top/bottom/side views.
lt: Automatiškai perjungti ortografinį ir perspektyvinį vaizdą, kai perjungiamas vaizdas iš viršaus / apačios / šono.

source: Show &G-code Window
lt: Rodyti &G-kodo langą

source: Show G-code window in Preview scene.
lt: Rodyti g-kodo langą peržiūros vaizde

source: Show 3D Navigator
lt: Rodyti 3D navigatorių

source: Show 3D navigator in Prepare and Preview scene.
lt: Rodyti 3D navigatorių paruošimo ir peržiūros scenose

source: Reset Window Layout
lt: Atstatyti lango išdėstymą

source: Reset to default window layout
lt: Atstatyti į pradinį lango išdėstymą

source: Show &Labels
lt: Rodyti etiketes

source: Show object labels in 3D scene.
lt: 3D scenoje rodyti objektų etiketes

source: Show &Overhang
lt: Rodyti iškyšas

source: Show object overhang highlight in 3D scene.
lt: 3D scenoje paryškinti iškyšas

source: Show Selected Outline (beta)
lt: Rodyti pasirinktą kontūrą (beta)

source: Show outline around selected object in 3D scene.
lt: Rodyti kontūrą aplink pasirinktą objektą 3D scenoje

source: Preferences
lt: Parinktys

source: Help
lt: Pagalba

source: Temperature Calibration
lt: Temperatūros kalibravimas

source: Pass 1
lt: 1 fazė

source: Flow rate test - Pass 1
lt: Srauto testas - 1 fazė

source: Pass 2
lt: 2 fazė

source: Flow rate test - Pass 2
lt: Srauto testas - 2 fazė

source: YOLO (Recommended)
lt: YOLO (rekomenduojama)

source: Orca YOLO flowrate calibration, 0.01 step
lt: „Orca YOLO“ srauto kalibravimas, 0,01 žingsnis

source: YOLO (perfectionist version)
lt: YOLO (perfekcionistinė versija)

source: Orca YOLO flowrate calibration, 0.005 step
lt: „Orca YOLO“ srauto kalibravimas, 0,005 žingsnis

source: Flow rate
lt: Srauto greitis

source: Pressure advance
lt: Filamento tiekimas posūkio metu

source: Retraction test
lt: Įtraukimo testas

source: Orca Tolerance Test
lt: Orca tolerancijos testas

source: Max flowrate
lt: Maks srautas

source: More...
lt: Daugiau...

source: Tutorial
lt: Pamokos

source: Calibration help
lt: Kalibravimo pagalba

source: More calibrations
lt: Daugiau kalibravimų

source: &Open G-code
lt: Atidaryti G-kodą

source: Open a G-code file
lt: Atidaryti G-kodo failą

source: Re&load from Disk
lt: Iš naujo įke&lti iš disko

source: Reload the plater from disk
lt: Iš naujo įkelkite plokštę iš disko

source: Export &Toolpaths as OBJ
lt: Eksportas ir įrankių trajektorijos kaip OBJ

source: Export toolpaths as OBJ
lt: Eksportuoti įrankių trajektorijas OBJ formatu

source: Open &Slicer
lt: Atidaryti &sluoksniuotoją

source: Open Slicer
lt: Atidaryti sluoksniuotoją

source: &Quit
lt: Išeiti

source: Quit %s
lt: Išeiti iš %s

source: &File
lt: &Failas

source: &View
lt: &Vaizdas

source: &Help
lt: Pagalba

source: A file exists with the same name: %s, do you want to overwrite it?
lt: Failas tokiu pavadinimu jau egzistuoja: %s. Ar norite jį pakeisti?

source: A config exists with the same name: %s, do you want to overwrite it?
lt: Konfigūracija tokiu pavadinimu jau egzistuoja: %s. Ar norite ją pakeisti?

source: Overwrite file
lt: Perrašyti failą

source: Overwrite config
lt: Perrašyti konfigūraciją

source: Yes to All
lt: Taip viskam

source: No to All
lt: Ne viskam

source: Choose a directory
lt: Pasirinkite katalogą

source: There is %d config exported. (Only non-system configs)
lt: Eksportuota %d konfigūracija. (tik nesisteminė konfigūracija)

source: Export result
lt: Eksportuoti rezultatą

source: Select profile to load:
lt: Pasirinkite profilį įkėlimui:

source: There is %d config imported. (Only non-system and compatible configs)
lt: Įkelta %d konfigūracija. (Tik nesisteminė ir suderinama konfigūracija)

source: Hint: Make sure you have added the corresponding printer before importing the configs.
lt: Pastaba: Prieš įkeliant konfigūracijas įsitikinkite, kad pridėjote atitinkamą spausdintuvą.

source: Import result
lt: Importuoti rezultatą

source: File is missing
lt: Trūksta failo

source: The project is no longer available.
lt: Projektas nebepasiekiamas.

source: Filament Settings
lt: Gijos nustatymai

source: Do you want to synchronize your personal data from Bambu Cloud? It contains the following information: 1. The Process presets 2. The Filament presets 3. The Printer presets
lt: Ar norite sinchronizuoti asmeninius duomenis iš Bambu Cloud? Juose yra ši informacija: 1. Procesų išankstiniai nustatymai 2. Filamento išankstiniai nustatymai 3. Spausdintuvo išankstiniai nustatymai

source: Synchronization
lt: Sinchronizacija

source: The device cannot handle more conversations. Please retry later.
lt: Įrenginys, su kuriuo bandote bendrauti, šiuo metu yra perkrautas ir negali palaikyti daugiau pokalbių. Pabandykite vėliau.

source: Player is malfunctioning. Please reinstall the system player.
lt: Grotuvas neveikia tinkamai. Prašome iš naujo įdiegti sistemos grotuvą.

source: The player is not loaded, please click "play" button to retry.
lt: Grotuvas neįkeltas. Spustelėkite "paleisti" mygtuką, kad bandytumėte iš naujo.

source: Please confirm if the printer is connected.
lt: Prašome patvirtinti, kas spausdintuvas prijungtas.

source: The printer is currently busy downloading. Please try again after it finishes.
lt: Spausdintuvas šiuo metu siunčiasi naujinį. Pabandykite dar kartą, kai atsisiuntimas bus baigtas.

source: Printer camera is malfunctioning.
lt: Spausdintuvo kamera neveikia tinkamai.

source: A problem occurred. Please update the printer firmware and try again.
lt: Iškilo problema. Atnaujinkite spausdintuvo programinę įrangą ir bandykite dar kartą.

source: LAN Only Liveview is off. Please turn on the liveview on printer screen.
lt: LAN tiesioginė peržiūra („Liveview“) išjungta. Įjunkite tiesioginę peržiūrą spausdintuvo ekrane.

source: Please enter the IP of printer to connect.
lt: Prašome įvesti norimo prijungti spausdintuvo IP adresą.

source: Initializing...
lt: Inicializuojama...

source: Connection Failed. Please check the network and try again
lt: Ryšio klaida. Patikrinkite tinklą ir bandykite dar kartą

source: Please check the network and try again. You can restart or update the printer if the issue persists.
lt: Ryšio klaida. Patikrinkite tinklą ir bandykite dar kartą. Jei problema neišnyksta, galite pabandyti iš naujo paleisti arba atnaujinti spausdintuvą.

source: The printer has been logged out and cannot connect.
lt: Spausdintuvas atsijungė ir nebegali prisijungti.

source: Video Stopped.
lt: Vaizdo įrašas sustabdytas.

source: LAN Connection Failed (Failed to start liveview)
lt: LAN prisijungimo klaida (Nepavyko paleisti tiesioginės peržiūros)

source: Virtual Camera Tools is required for this task! Do you want to install them?
lt: Šiai užduočiai reikia Virtualios kameros įrankių! Ar norite juos instaliuoti?

source: Downloading Virtual Camera Tools
lt: Atsisiunčiami virtualios kameros įrankiai

source: Another virtual camera is running. Orca Slicer supports only a single virtual camera. Do you want to stop this virtual camera?
lt: Veikia kita virtuali kamera. Orca Slicer palaiko tik vieną virtualią kamerą. Ar norite sustabdyti šią virtualią kamerą?

source: Virtual camera initialize failed (%s)!
lt: Nepavyko inicijuoti virtualios kameros (%s)!

source: Network unreachable
lt: Tinklas nepasiekiamas

source: Information
lt: Informacija

source: Playing...
lt: Leidžiama...

source: Year
lt: Metai

source: Month
lt: Mėnuo

source: All Files
lt: Visi failai

source: Group files by year, recent first.
lt: Grupuoti failus pagal metus, naujausi pirmiausia.

source: Group files by month, recent first.
lt: Grupuoti failus pagal mėnesį, naujausi pirmiausia.

source: Show all files, recent first.
lt: Rodyti visus failus, naujausi pradžioje.

source: Switch to timelapse files.
lt: Perjungti į pakadrinio video failus.

source: Switch to video files.
lt: Perjungti į video failus.

source: Switch to 3mf model files.
lt: Perjungti į 3MF modelių failus.

source: Delete selected files from printer.
lt: Ištrinti pasirinktus failus iš spausdintuvo.

source: Download
lt: Parsisiųsti

source: Download selected files from printer.
lt: Atsisiųsti pasirinktus failus iš spausdintuvo.

source: Select
lt: Pasirinkti

source: Batch manage files.
lt: Valdyti fails rinkinyje.

source: Refresh
lt: Atnaujinti

source: Reload file list from printer.
lt: Iš naujo iš spausdintuvo įkelti failų sąrašą.

source: No printers.
lt: Bėra spausdintuvų.

source: Loading file list...
lt: Įkeliamas failų sąrašas...

source: No files
lt: Nėra failų

source: Load failed
lt: Įkėlimas nepavyko

source: Browsing file in SD card is not supported in current firmware. Please update the printer firmware.
lt: Failų naršymas SD kortelėje nepalaikomas naudojant dabartinę programinę įrangą (firmware). Atnaujinkite spausdintuvo programinę įrangą.

source: Please check if the SD card is inserted into the printer. If it still cannot be read, you can try formatting the SD card.
lt: Patikrinkite, ar SD kortelė įdėta į spausdintuvą. Jei jos vis tiek nepavyksta nuskaityti, galite pabandyti suformatuoti SD kortelę.

source: LAN Connection Failed (Failed to view sdcard)
lt: LAN ryšio klaida (Nepavyko pasiekti SD kortelės)

source: Browsing file in SD card is not supported in LAN Only Mode.
lt: Failų naršymas SD kortelėje nepalaikomas LAN Only režime.

source: You are going to delete %u file from printer. Are you sure to continue?
lt: Ketinate ištrinti %u failą iš spausdintuvo. Ar norite tęsti?

source: Delete files
lt: Ištrinti failus

source: Do you want to delete the file '%s' from printer?
lt: Ar norite ištrinti failą "%s" iš spausdintuvo?

source: Delete file
lt: Ištrinti failą

source: Fetching model information...
lt: Modelio informacijos rinkimas...

source: Failed to fetch model information from printer.
lt: Nepavyko iš spausdintuvo gauti modelio informacijos.

source: Failed to parse model information.
lt: Nepavyko apdoroti modelio informacijos.

source: The .gcode.3mf file contains no G-code data. Please slice it with Orca Slicer and export a new .gcode.3mf file.
lt: .gcode.3mf faile nėra G-kodo duomenų. Susluoksniuokite failą su Orca Slicer ir eksportuokite naują .gcode.3mf failą.

source: File '%s' was lost! Please download it again.
lt: Failas '%s' prarastas! Prašome parsisiųsti jį dar kartą.

source: File: %s Title: %s
lt: Failas: %s Pavadinimas: %s

source: Download waiting...
lt: Laikia atsisiuntimas...

source: Play
lt: Leisti

source: Open Folder
lt: Atverti katalogą

source: Download finished
lt: Atsisiuntimas baigtas

source: Downloading %d%%...
lt: Atsisiunčiama %d%%...

source: Reconnecting the printer, the operation cannot be completed immediately, please try again later.
lt: Bandant prisijungti prie spausdintuvo, operacija negali būti atlikta iš karto. Pabandykite dar kartą vėliau.

source: File does not exist.
lt: Failas neegzistuoja.

source: File checksum error. Please retry.
lt: Failo kontrolinės sumos klaida. Prašome pakartoti.

source: Not supported on the current printer version.
lt: Nepalaikoma dabartinio spausdintuvo versijos.

source: Storage unavailable, insert SD card.
lt: Saugykla nepasiekiama, įdėkite SD kortelę.

source: Error code: %d
lt: Klaidos kodas: %d

source: Speed:
lt: Greitis:

source: Deadzone:
lt: Akla zona:

source: Options:
lt: Pasirinkimai:

source: Zoom
lt: Padidinti

source: Translation/Zoom
lt: Konvertavimas/Mastelio keitimas

source: 3Dconnexion settings
lt: 3Dconnexion nustatymai

source: Swap Y/Z axes
lt: Sukeisti Y/Z ašis

source: Invert X axis
lt: Apsukti X ašį

source: Invert Y axis
lt: Apsukti Y ašį

source: Invert Z axis
lt: Apsukti Z ašį

source: Invert Yaw axis
lt: Apsukti posūkio aplink ašį

source: Invert Pitch axis
lt: Apsukti polinkio ašį

source: Invert Roll axis
lt: Apsukti ritinio ašį

source: Printing Progress
lt: Spausdinimo eiga

source: Layer: N/A
lt: Sluoksnis: N/A

source: Clear
lt: Išvalyti

source: You have completed printing the mall model, but the synchronization of rating information has failed.
lt: Sėkmingai išspausdinote mažą modelį, tačiau įvertinimo informacijos sinchronizavimas nepavyko.

source: How do you like this printing file?
lt: Kaip jums patiko šis spausdinimo failas?

source: (The model has already been rated. Your rating will overwrite the previous rating.)
lt: (Modelis jau buvo įvertintas. Jūsų įvertinimas perrašys ankstesnį įvertinimą.)

source: Rate
lt: Įvertinti

source: Camera
lt: Kamera

source: SD Card
lt: SD kortelė

source: Camera Setting
lt: Kameros nustatymai

source: Switch Camera View
lt: Perjungti kameros vaizdą

source: Control
lt: Valdyti

source: Printer Parts
lt: Spasdintuvo dalys

source: Print Options
lt: Spausdinimo parametrai

source: Lamp
lt: Apšvietimas

source: Aux
lt: Papild

source: Cham
lt: Kam

source: Bed
lt: Pagrindas

source: Debug Info
lt: Derinimo informacija

source: No SD Card
lt: Nėra SD kortelės

source: SD Card Abnormal
lt: SD kortelė netinkama

source: Cancel print
lt: Atšaukti spausdinimą

source: Are you sure you want to cancel this print?
lt: Ar tikrai norite sustabdyti šį spausdinimą?

source: Downloading...
lt: Atsisunčiama...

source: Cloud Slicing...
lt: Sluoksniavimas debesyje...

source: In Cloud Slicing Queue, there are %s tasks ahead.
lt: Debesies sluoksniavimo eilėje yra dar %s užduotys priekyje.

source: Layer: %s
lt: Sluoksnis: %s

source: Layer: %d/%d
lt: Sluoksnis: %d/%d

source: Still unload
lt: Vis dar išstumiama

source: Still load
lt: Vis dar įtraukiama

source: Please select an AMS slot before calibration.
lt: Prieš kalibruodami pasirinkite AMS lizdą

source: Cannot read filament info: the filament is loaded to the tool head, please unload the filament and try again.
lt: Neįmanoma nuskaityti gijos informacijos: gija įtraukta į galvutę. Prašome išstumti giją ir pabandyti dar kartą.

source: This only takes effect during printing
lt: Tai turi įtakos tik spausdinimo metu

source: Silent
lt: Tyliai

source: Standard
lt: Standartinis

source: Sport
lt: Sportiškai

source: Ludicrous
lt: Žaibiškai

source: Can't start this without SD card.
lt: Negalima šito pradėti be SD kortelės.

source: Rate the Print Profile
lt: Įvertinkite spausdinimo profilį

source: Comment
lt: Kometarai

source: Rate this print
lt: Įvertinkite šį spausdinį

source: Add Photo
lt: Įtraukti nuotrauką

source: Delete Photo
lt: Ištrinti nuotrauką

source: Submit
lt: Viskas tinka

source: Please click on the star first.
lt: Pirmiausia paspauskite žvaigždutę.

source: InFo
lt: Informacija

source: Get oss config failed.
lt: Nepavyko gauti OSS konfigūracijos.

source: Upload Pictures
lt: Įkelti paveikslėlius

source: Number of images successfully uploaded
lt: Paveiksliukų skaičius sėkmingai įkeltas

source: upload failed
lt: įkėlimas nepavyko

source: upload config prase failed
lt: nepavyko apdoroti konfigūracijos įkėlimo

source: No corresponding storage bucket
lt: Nėra atitinkamo saugojimo talpyklos

source: cannot be opened
lt: negalima atverti

source: The following issues occurred during the process of uploading images. Do you want to ignore them?
lt: Įkeliant vaizdus kilo šios problemos. Ar norite jas ignoruoti?

source: Synchronizing the printing results. Please retry a few seconds later.
lt: Sinchronizuojami spausdinimo rezultatai. Pabandykite dar kartą po kelių akimirkų.

source: Upload failed
lt: Įkėlimas nepavyko

source: obtaining instance_id failed
lt: Nepavyko gauti instance_id

source: Your comment result cannot be uploaded due to the following reasons: error code:
lt: Jūsų komentaro rezultato nepavyko įkelti dėl kelių priežasčių. Apie jas pranešama toliau: klaidos kodas:

source: error message:
lt: klaidos pranešimas:

source: Would you like to redirect to the webpage to give a rating?
lt: Norite būti nukreipti į puslapį, kuriame galima įvertinti?

source: Some of your images failed to upload. Would you like to redirect to the webpage to give a rating?
lt: Nepavyko įkelti kai kurių jūsų vaizdų. Norite būti nukreipti į puslapį, kuriame galite įvertinti?

source: You can select up to 16 images.
lt: Jūs galite pasirinkti iki 16 paveikslėlių.

source: At least one successful print record of this print profile is required to give a positive rating (4 or 5 stars).
lt: Norint palikti teigiamą įvertinimą (4 arba 5 žvaigždutės), būtinas bent vienas sėkmingas spausdinimo rezultatas su šiuo spausdinimo profiliu.

source: Status
lt: Būsena

source: Update
lt: Atnaujinti

source: Don't show again
lt: Daugiau nerodyti

source: %s error
lt: %s klaida

source: %s has encountered an error
lt: %s įvyko klaida

source: %s warning
lt: %s įspėjimas

source: %s has a warning
lt: %s turi įspėjimą

source: %s information
lt: %s informacija

source: Skip
lt: Praleisti

source: Newer 3mf version
lt: Naujesnė 3mf versija

source: The 3mf file version is in Beta and it is newer than the current OrcaSlicer version.
lt: 3MF failo versija yra Beta versijos, t.y. naujesnė, negu dabartinė Orca Slicer versija.

source: If you would like to try Orca Slicer Beta, you may click to
lt: Jei norite pabandyti Orca Slicer Beta, turėtumėte spustelėti

source: Download Beta Version
lt: Atsisiųsti Beta versiją

source: The 3mf file version is newer than the current Orca Slicer version.
lt: 3MF versija yra naujesnė, negu dabar naudojama Orca Slicer versija.

source: Update your Orca Slicer could enable all functionality in the 3mf file.
lt: Atnaujinus Orca Slicer programinę įrangą galėsite naudoti visas 3mf failo funkcijas.

source: Current Version:
lt: Dabartinė versija:

source: Latest Version:
lt: Paskutinė versija:

source: Not for now
lt: Dabar ne

source: Server Exception
lt: Serverio išimtis

source: The server is unable to respond. Please click the link below to check the server status.
lt: Serveris negali atsakyti. Norėdami patikrinti serverio būseną, spustelėkite toliau pateiktą nuorodą.

source: If the server is in a fault state, you can temporarily use offline printing or local network printing.
lt: Jei serveris yra sugedęs, galite laikinai naudoti spausdinimą neprisijungus arba spausdinimą vietiniame tinkle.

source: How to use LAN only mode
lt: Kaip naudoti tik LAN režimą

source: Don't show this dialog again
lt: Daugiau nerodyti šio dialogo lango

source: 3D Mouse disconnected.
lt: 3D pelė atjungta.

source: Configuration can update now.
lt: Yra nauja konfigūracija. Atnaujinti dabar?

source: Detail.
lt: Daugiau.

source: Integration was successful.
lt: Integracija sėkminga.

source: Integration failed.
lt: Integracija nepavyko.

source: Undo integration was successful.
lt: Integracijos atšaukimas sėkmingas.

source: New network plug-in available.
lt: Galimas naujas tinklo papildinys.

source: Details
lt: Smulkiau

source: New printer config available.
lt: Pasiekiama nauja spausdintuvo konfigūracija.

source: Undo integration failed.
lt: Integracijos atšaukimas nepavyko.

source: Exporting.
lt: Eksportuojama.

source: Software has New version.
lt: Yra atnaujinimas!

source: Goto download page.
lt: Eikite į atsisiuntimo puslapį.

source: Open Folder.
lt: Atverti katalogą.

source: Safely remove hardware.
lt: Saugiai atjunkite įrangą.

source: %1$d Object has custom supports.
lt: %1$d objektas turi pasirinktines atramas.

source: %1$d Object has color painting.
lt: %1$d objektas yra spalvotas.
