Repository: SoftFever/OrcaSlicer
Catalog: localization/i18n/*/OrcaSlicer_*.po
Languages: lt

source: Speed of initial layer except the solid infill part.
lt: Greitis taikomas pirmajam sluoksniui, išskyrus vientiso užpildo ruožus

source: Initial layer infill
lt: Pradinio sluoksnio užpildymas

source: Speed of solid infill part of initial layer.
lt: Pirmojo sluoksnio vientiso užpildo dalių greitis

source: Initial layer travel speed
lt: Pradinio sluoksnio judėjimo greitis

source: Travel speed of initial layer.
lt: Pradinio sluoksnio judėjimo greitis

source: Number of slow layers
lt: Viršutinių sąsajos sluoksnių skaičius

source: The first few layers are printed slower than normal. The speed is gradually increased in a linear fashion over the specified number of layers.
lt: Keli pirmieji sluoksniai spausdinami lėčiau nei įprastai. Greitis palaipsniui linijiniu būdu didinamas per nurodytą sluoksnių skaičių.

source: Initial layer nozzle temperature
lt: Pradinė sluoksnio purkštuko temperatūra

source: Nozzle temperature for printing initial layer when using this filament.
lt: Purkštuko temperatūra pradiniam sluoksniui spausdinti, kai naudojama ši gija

source: Full fan speed at layer
lt: Visas ventiliatoriaus greitis sluoksnyje

source: Fan speed will be ramped up linearly from zero at layer "close_fan_the_first_x_layers" to maximum at layer "full_fan_speed_layer". "full_fan_speed_layer" will be ignored if lower than "close_fan_the_first_x_layers", in which case the fan will be running at maximum allowed speed at layer "close_fan_the_first_x_layers" + 1.
lt: Ventiliatoriaus greitis bus didinamas tiesiškai nuo nulio sluoksnyje "close_fan_the_first_x_layers" iki maksimalaus sluoksnyje "full_fan_speed_layer". Į "full_fan_speed_layer" bus neatsižvelgiama, jei jis bus mažesnis už "close_fan_the_first_x_layers"; tokiu atveju ventiliatorius veiks didžiausiu leistinu greičiu sluoksnyje "close_fan_the_first_x_layers" + 1.

source: layer
lt: sluoksnis

source: Support interface fan speed
lt: Atramų sąsajos ventiliatoriaus greitis

source: This part cooling fan speed is applied when printing support interfaces. Setting this parameter to a higher than regular speed reduces the layer binding strength between supports and the supported part, making them easier to separate. Set to -1 to disable it. This setting is overridden by disable_fan_first_layers.
lt: Šis dalies aušinimo ventiliatoriaus greitis taikomas spausdinant atramines sąsajas. Nustačius šį parametrą didesniu nei įprastai greičiu, sumažėja sluoksnių surišimo stiprumas tarp atramų ir remiamos dalies, todėl jas lengviau atskirti. Nustatykite -1, kad išjungtumėte šį parametrą. Šis parametras pakeičiamas parametru "Išjungti pirmųjų sluoksnių aušinimą".

source: Internal bridges fan speed
lt: Vidinių tiltų ventiliatoriaus greitis

source: The part cooling fan speed used for all internal bridges. Set to -1 to use the overhang fan speed settings instead. Reducing the internal bridges fan speed, compared to your regular fan speed, can help reduce part warping due to excessive cooling applied over a large surface for a prolonged period of time.
lt: Dalies aušinimo ventiliatoriaus greitis, naudojamas visiems vidiniams tilteliams. Nustatykite į -1, kad vietoj to būtų naudojami iškyšos ventiliatoriaus greičio nustatymai. Sumažinus vidinių tiltelių ventiliatoriaus greitį, palyginti su įprastu ventiliatoriaus greičiu, galima sumažinti detalės deformaciją dėl per didelio aušinimo, ilgą laiką taikomo dideliam paviršiui.

source: Randomly jitter while printing the wall, so that the surface has a rough look. This setting controls the fuzzy position.
lt: Dėl šio nustatymo spausdinant sienas įrankio galvutė atsitiktinai trūkčioja, todėl paviršius atrodo grublėtas. Šiuo nustatymu kontroliuojama grublėtumo padėtis

source: Contour
lt: Kontūras

source: Contour and hole
lt: Kontūras ir skylė

source: All walls
lt: Visos sienos

source: Fuzzy skin thickness
lt: Grublėto paviršiaus storis

source: The width within which to jitter. It's advised to be below outer wall line width.
lt: Plotis, kurio ribose turi būti drebėjimas. Rekomenduojama, kad jis būtų mažesnis už išorinės sienos linijos plotį

source: Fuzzy skin point distance
lt: Grublėto paviršiaus taško atstumas

source: The average distance between the random points introduced on each line segment.
lt: Vidutinis atstumas tarp atsitiktinių taškų, įvestų kiekvienoje linijos atkarpoje

source: Apply fuzzy skin to first layer
lt: Taikyti grublėtą paviršių pirmajam sluoksniui

source: Whether to apply fuzzy skin on the first layer.
lt: Ar taikyti grublėtą paviršių pirmajame sluoksnyje

source: Fuzzy skin noise type
lt: Grublėto paviršiaus nelygumų tipas

source: Noise type to use for fuzzy skin generation: Classic: Classic uniform random noise. Perlin: Perlin noise, which gives a more consistent texture. Billow: Similar to perlin noise, but clumpier. Ridged Multifractal: Ridged noise with sharp, jagged features. Creates marble-like textures. Voronoi: Divides the surface into voronoi cells, and displaces each one by a random amount. Creates a patchwork texture.
lt: Nelygumų tipas, kurį naudoti generuojant grublėtą paviršių. Klasikinis: Klasikinis vienodas atsitiktinis triukšmas. Perlin: Perlino triukšmas, kuris suteikia nuoseklesnę tekstūrą. Billow: Panašus į Perlino triukšmą, bet gremėzdiškesnis. Ridged Multifractal: Tai - rifliuotas triukšmas su aštriomis, dantytomis savybėmis. Sukuria marmurines tekstūras. Voronoi: Paviršius padalijamas į Voronoi ląsteles ir kiekviena iš jų pasislenka atsitiktiniu dydžiu. Sukuriama mozaikinė tekstūra.

source: Classic
lt: Klasikinis

source: Fuzzy skin feature size
lt: Grublėto paviršiaus elementų dydis

source: The base size of the coherent noise features, in mm. Higher values will result in larger features.
lt: Koherentinio triukšmo elementų bazinis dydis, mm. Didesnės reikšmės reiškia didesnius elementus.

source: Fuzzy Skin Noise Octaves
lt: Grublėto paviršiaus nelygumų oktavos

source: The number of octaves of coherent noise to use. Higher values increase the detail of the noise, but also increase computation time.
lt: Koherentinio triukšmo oktavų skaičius, kuris bus naudojamas. Didesnės reikšmės padidina triukšmo detalumą, tačiau taip pat pailgina skaičiavimo laiką.

source: Fuzzy skin noise persistence
lt: Grublėto paviršiaus nelygumų patvarumas

source: The decay rate for higher octaves of the coherent noise. Lower values will result in smoother noise.
lt: Aukštesnių oktavų koherentinio triukšmo silpnėjimo greitis. Dėl mažesnių verčių triukšmas bus lygesnis.

source: Filter out tiny gaps
lt: Filtruoti mažus tarpus

source: Layers and Perimeters
lt: Sluoksniai ir perimetrai

source: Don't print gap fill with a length is smaller than the threshold specified (in mm). This setting applies to top, bottom and solid infill and, if using the classic perimeter generator, to wall gap fill.
lt: Nespausdinti tarpo užpildymo, kurio ilgis yra mažesnis už nurodytą ribą (mm). Šis nustatymas taikomas viršutiniam, apatiniam ir vientisam užpildui, o jei naudojamas klasikinis perimetro generatorius - ir sienos tarpo užpildymui.

source: Speed of gap infill. Gap usually has irregular line width and should be printed more slowly.
lt: Tarpų užpildymo greitis. Tarpai paprastai būna netaisyklingo pločio, todėl juos reikia spausdinti lėčiau

source: Precise Z height
lt: Tikslus Z aukštis

source: Enable this to get precise z height of object after slicing. It will get the precise object height by fine-tuning the layer heights of the last few layers. Note that this is an experimental parameter.
lt: Įjunkite šią funkciją, jei norite gauti tikslų objekto z aukštį po sluoksniavimo. Tikslus objekto aukštis bus gautas tiksliai nustatant kelių paskutinių sluoksnių aukštį. Atkreipkite dėmesį, kad tai eksperimentinis parametras.

source: Arc fitting
lt: Lanko talpinimas

source: Enable this to get a G-code file which has G2 and G3 moves. The fitting tolerance is same as the resolution. Note: For Klipper machines, this option is recommended to be disabled. Klipper does not benefit from arc commands as these are split again into line segments by the firmware. This results in a reduction in surface quality as line segments are converted to arcs by the slicer and then back to line segments by the firmware.
lt: Įgalinkite šią funkciją, kad gautumėte G-kodo failą su G2 ir G3 judesiais. Montavimo tolerancija yra tokia pati kaip skiriamoji geba. Pastaba: „Klipper“ mašinoms šią parinktį rekomenduojama išjungti. Klipper neturi naudos iš lanko komandų, nes jas programinė įranga vėl suskaido į linijų segmentus. Dėl to suprastėja paviršiaus kokybė, nes linijiniai segmentai pjaustytuve paverčiami lankais, o programinėje įrangoje vėl paverčiami linijiniais segmentais.

source: Add line number
lt: Pridėti eilutės numerį

source: Enable this to add line number(Nx) at the beginning of each G-code line
lt: Įjunkite šią funkciją, kad kiekvienos G-kodo eilutės pradžioje būtų pridėtas eilutės numeris (Nx)

source: Scan first layer
lt: Nuskaityti pirmąjį sluoksnį

source: Enable this to enable the camera on printer to check the quality of first layer.
lt: Įjunkite šią funkciją, kad spausdintuvo kamera būtų galima patikrinti pirmojo sluoksnio kokybę

source: Nozzle type
lt: Purkštuko tipas

source: The metallic material of nozzle. This determines the abrasive resistance of nozzle, and what kind of filament can be printed.
lt: Nuo purkštuko medžiagos priklauso antgalio atsparumas abrazyvui ir tai, kokią giją galima spausdinti

source: Undefine
lt: Neapibrėžti

source: Hardened steel
lt: Kietintas plienas

source: Stainless steel
lt: Nerūdijantis plienas

source: Brass
lt: Žalvaris

source: Nozzle HRC
lt: Purkštuko HRC

source: The nozzle's hardness. Zero means no checking for nozzle's hardness during slicing.
lt: Antgalio kietumas. Nulis reiškia, kad sluoksniavimo antgalio kietumas netikrinamas.

source: Printer structure
lt: Spausdintuvo konstrukcija

source: The physical arrangement and components of a printing device.
lt: Spausdinimo įrenginio fizinis išdėstymas ir sudedamosios dalys

source: Best object position
lt: Geriausia objekto padėtis

source: Best auto arranging position in range [0,1] w.r.t. bed shape.
lt: Geriausia automatinio išdėstymo padėtis intervale [0,1] pagal pagrindo formą.

source: Enable this option if machine has auxiliary part cooling fan. G-code command: M106 P2 S(0-255).
lt: Įjunkite šią parinktį, jei mašinoje yra papildomas dalių aušinimo ventiliatorius. G-kodo komanda: M106 P2 S(0-255).

source: Start the fan this number of seconds earlier than its target start time (you can use fractional seconds). It assumes infinite acceleration for this time estimation, and will only take into account G1 and G0 moves (arc fitting is unsupported). It won't move fan commands from custom G-code (they act as a sort of 'barrier'). It won't move fan commands into the start G-code if the 'only custom start G-code' is activated. Use 0 to deactivate.
lt: Įjunkite ventiliatorių šiuo sekundžių skaičiumi anksčiau už jo tikslinį paleidimo laiką (galite naudoti sekundžių dalis). Įvertinant šį laiką daroma prielaida, kad pagreitis yra begalinis, ir atsižvelgiama tik į G1 ir G0 judesius (lanko pritaikymas nepalaikomas). Jis neperkelia ventiliatoriaus komandų iš pasirinktinių G-kodą (jie veikia kaip tam tikras „barjeras“). Jis neperkelia ventiliatoriaus komandų į pradžios G-kodą, jei įjungta parinktis „tik pasirinktinis pradžios gkodas“. Jei norite išjungti, naudokite 0.

source: Only overhangs
lt: Tik iškyšos

source: Will only take into account the delay for the cooling of overhangs.
lt: Atsižvelgs tik į iškyšų aušinimo vėlavimą.

source: Fan kick-start time
lt: Ventiliatoriaus paleidimo laikas

source: Emit a max fan speed command for this amount of seconds before reducing to target speed to kick-start the cooling fan. This is useful for fans where a low PWM/power may be insufficient to get the fan started spinning from a stop, or to get the fan up to speed faster. Set to 0 to deactivate.
lt: Šį kiekį sekundžių siunčia maksimalaus ventiliatoriaus greičio komandą, o po to sumažina greitį, kad aušinimo ventiliatorius pradėtų veikti. Tai naudinga ventiliatoriams, kai mažos PWM / galios gali nepakakti, kad ventiliatorius pradėtų suktis nuo sustojimo, arba kad ventiliatorius greičiau įsibėgėtų. Nustatykite 0, kad išjungtumėte.

source: Time cost
lt: Laiko kaina

source: The printer cost per hour.
lt: Spausdintuvo valandos kaina

source: money/h
lt: pinigai/h

source: Support control chamber temperature
lt: Kameros temperatūros kontrolės palaikymas

source: This option is enabled if machine support controlling chamber temperature G-code command: M141 S(0-255)
lt: Ši parinktis įjungiama, jei mašina palaiko kameros temperatūros kontrolę. G-kodo komanda: M141 S(0-255)

source: Support air filtration
lt: Oro filtravimo palaikymas

source: Enable this if printer support air filtration G-code command: M106 P3 S(0-255)
lt: Įjunkite šią funkciją, jei spausdintuvas palaiko oro filtravimą G-kodo komanda: M106 P3 S(0-255)

source: G-code flavor
lt: G-kodo tipas

source: What kind of G-code the printer is compatible with
lt: Su kokiu gkodu suderinamas spausdintuvas

source: Pellet Modded Printer
lt: Modifikuotas granulių spausdintuvas

source: Enable this option if your printer uses pellets instead of filaments.
lt: Įjunkite šią parinktį, jei spausdintuve vietoj gijų naudojamos granulės

source: Support multi bed types
lt: Kelių tipų pagrindų palaikymas

source: Enable this option if you want to use multiple bed types.
lt: Įjunkite šią parinktį, jei norite naudoti kelių tipų pagrindus

source: Label objects
lt: Objektų žymėjimas

source: Enable this to add comments into the G-code labeling print moves with what object they belong to, which is useful for the Octoprint CancelObject plugin. This settings is NOT compatible with Single Extruder Multi Material setup and Wipe into Object / Wipe into Infill.
lt: Įgalinkite šią funkciją, jei norite pridėti komentarų prie G-kodo žymėjimo spausdinimo judesių su objektu, kuriam jie priklauso. Tai naudinga „Octoprint CancelObject“ papildiniui. Šie nustatymai NĖRA suderinami su Vieno Ekstruderio Kelių Medžiagų sąranka ir Valyti Objekte / Valyti Užpildyme.

source: Exclude objects
lt: Išskirti objektus

source: Enable this option to add EXCLUDE OBJECT command in G-code
lt: Įjunkite šią parinktį, jei norite į G-kodą įtraukti komandą EXCLUDE OBJECT

source: Verbose G-code
lt: Išsamus G-kodas

source: Enable this to get a commented G-code file, with each line explained by a descriptive text. If you print from SD card, the additional weight of the file could make your firmware slow down.
lt: Įjunkite tai, kad gautumėte komentuojamą G-kodo failą su kiekviena eilute paaiškinta aprašomuoju tekstu. Jei spausdinate iš SD kortelės, dėl papildomo failo dydžio gali sulėtėti veikimas.

source: Infill combination
lt: Užpildymo derinys

source: Automatically Combine sparse infill of several layers to print together to reduce time. Wall is still printed with original layer height.
lt: Automatiškai sujungti kelių sluoksnių retą užpildą, kad būtų spausdinama kartu ir sutrumpėtų laikas. Siena vis tiek spausdinama su pradiniu sluoksnio aukščiu.

source: Infill combination - Max layer height
lt: Užpildų derinys - Maksimalus sluoksnio aukštis

source: Maximum layer height for the combined sparse infill. Set it to 0 or 100% to use the nozzle diameter (for maximum reduction in print time) or a value of ~80% to maximize sparse infill strength. The number of layers over which infill is combined is derived by dividing this value with the layer height and rounded down to the nearest decimal. Use either absolute mm values (eg. 0.32mm for a 0.4mm nozzle) or % values (eg 80%). This value must not be larger than the nozzle diameter.
lt: Didžiausias kombinuoto reto užpildo sluoksnio aukštis. Nustatykite 0 arba 100 %, jei norite naudoti purkštuko skersmenį (kad maksimaliai sutrumpėtų spausdinimo laikas), arba ~80 %, jei norite maksimaliai padidinti reto užpildo stiprumą. Sluoksnių, per kuriuos derinamas užpildas, skaičius gaunamas dalijant šią vertę iš sluoksnio aukščio ir suapvalinant žemyn iki artimiausio dešimtainio skaičiaus. Naudokite absoliučias mm vertes (pvz., 0,32 mm 0,4 mm antgaliui) arba % vertes (pvz., 80 %). Ši vertė neturi būti didesnė už purkštuko skersmenį.

source: Filament to print internal sparse infill.
lt: Gija, skirta spausdinti vidinį retą užpildą.

source: Line width of internal sparse infill. If expressed as a %, it will be computed over the nozzle diameter.
lt: Vidinio reto užpildo linijos plotis. Jei išreiškiamas %, jis apskaičiuojamas pagal purkštuko skersmenį.

source: Infill/Wall overlap
lt: Užpildo ir sienos persidengimas

source: Infill area is enlarged slightly to overlap with wall for better bonding. The percentage value is relative to line width of sparse infill. Set this value to ~10-15% to minimize potential over extrusion and accumulation of material resulting in rough top surfaces.
lt: Užpildo plotas šiek tiek padidintas, kad persidengtų su siena ir geriau sukibtų. Procentinė vertė yra santykinė su reto užpildo linijos pločiu. Nustatykite šią vertę ~10-15 %, kad sumažintumėte galimą perteklinį išspaudimą ir medžiagos sankaupas, dėl kurių susidaro šiurkštus viršutinis paviršius.

source: Top/Bottom solid infill/wall overlap
lt: Viršutinio ir apatinio vientiso užpildo ir sienos persidengimas

source: Top solid infill area is enlarged slightly to overlap with wall for better bonding and to minimize the appearance of pinholes where the top infill meets the walls. A value of 25-30% is a good starting point, minimizing the appearance of pinholes. The percentage value is relative to line width of sparse infill.
lt: Viršutinė vientiso užpildo sritis šiek tiek padidinta, kad geriau sutaptų su siena ir kad viršutinio užpildo vietoje, kur jis jungiasi su sienomis, atsirastų kuo mažiau skylučių. 25-30 % vertė yra geras pradinis taškas, sumažinantis skylučių atsiradimą. Procentinė vertė yra santykinė su reto užpildo linijos pločiu

source: Speed of internal sparse infill.
lt: Vidinio reto užpildymo greitis

source: Inherits profile
lt: Paveldi profilį

source: Name of parent profile.
lt: Pirminio profilio pavadinimas

source: Interface shells
lt: Sąsajos apvalkalai

source: Force the generation of solid shells between adjacent materials/volumes. Useful for multi-extruder prints with translucent materials or manual soluble support material.
lt: Priverstinai sukuriami vientisi apvalkalai tarp gretimų medžiagų ir (arba) tūrių. Naudinga spausdinant daugiasluoksniais ekstruderiais su permatomomis medžiagomis arba rankiniu būdu tirpiomis pagalbinėmis medžiagomis

source: Maximum width of a segmented region
lt: Didžiausias segmentuotos srities plotis

source: Maximum width of a segmented region. Zero disables this feature.
lt: Didžiausias segmentuotos srities plotis. Nulis išjungia šią funkciją.

source: Interlocking depth of a segmented region
lt: Segmentuotos srities susikirtimo gylis

source: Interlocking depth of a segmented region. It will be ignored if "mmu_segmented_region_max_width" is zero or if "mmu_segmented_region_interlocking_depth" is bigger than "mmu_segmented_region_max_width". Zero disables this feature.
lt: Segmentuoto regiono susikirtimo gylis. Jis bus ignoruojamas, jei „mmu_segmented_region_max_width“ yra nulis arba jei „mmu_segmented_region_interlocking_depth“ yra didesnis už „mmu_segmented_region_max_width“. Nulis išjungia šią funkciją.

source: Use beam interlocking
lt: Naudoti pluošto blokavimą

source: Generate interlocking beam structure at the locations where different filaments touch. This improves the adhesion between filaments, especially models printed in different materials.
lt: Vietose, kuriose liečiasi skirtingos gijos, sukurkite susisiekiančių sijų struktūrą. Tai pagerina sukibimą tarp gijų, ypač modelių, atspausdintų iš skirtingų medžiagų.

source: Interlocking beam width
lt: Blokavimo sijų plotis

source: The width of the interlocking structure beams.
lt: Susikertančių konstrukcijos sijų plotis.

source: Interlocking direction
lt: Susiejimo kryptis

source: Orientation of interlock beams.
lt: Blokavimo sijų kryptis.

source: Interlocking beam layers
lt: Tarpusavyje besijungiantys sijų sluoksniai

source: The height of the beams of the interlocking structure, measured in number of layers. Less layers is stronger, but more prone to defects.
lt: Sujungtos konstrukcijos sijų aukštis, matuojamas sluoksnių skaičiumi. Mažesnis sluoksnių skaičius yra tvirtesnis, bet labiau linkęs į defektus.

source: Interlocking depth
lt: Blokavimo gylis

source: The distance from the boundary between filaments to generate interlocking structure, measured in cells. Too few cells will result in poor adhesion.
lt: Atstumas nuo ribos tarp gijų iki susikertančios struktūros, matuojamas ląstelėmis. Dėl per mažo ląstelių skaičiaus sukibimas bus silpnas.

source: Interlocking boundary avoidance
lt: Blokuotų ribų vengimas

source: The distance from the outside of a model where interlocking structures will not be generated, measured in cells.
lt: Atstumas nuo modelio išorės, kai nesukuriamos susikertančios struktūros, matuojamas ląstelėmis.

source: Ironing Type
lt: Lyginimo tipas

source: Ironing is using small flow to print on same height of surface again to make flat surface more smooth. This setting controls which layer being ironed
lt: Lyginant naudojamas nedidelis srautas, kuris spausdina tame pačiame paviršiaus aukštyje, kad plokšti paviršiai būtų lygesni. Šis nustatymas kontroliuoja, kurie sluoksniai lyginami

source: No ironing
lt: Nėra lyginimo

source: Top surfaces
lt: Viršutiniai paviršiai

source: Topmost surface
lt: Aukščiausias paviršius

source: All solid layer
lt: Visas vientisas sluoksnis

source: Ironing Pattern
lt: Lyginimo raštas

source: The pattern that will be used when ironing.
lt: Raštas, kuris bus naudojamas lyginant

source: Ironing flow
lt: Lyginimo srautas

source: The amount of material to extrude during ironing. Relative to flow of normal layer height. Too high value results in overextrusion on the surface.
lt: Medžiagos kiekis, kuris turi būti išspaustas lyginimo metu. Jis yra susijęs su įprasto sluoksnio aukščio srautu. Dėl per didelės vertės paviršiuje atsiras perteklinis išspaudimas

source: Ironing line spacing
lt: Tarpai tarp lyginimo linijų

source: The distance between the lines of ironing.
lt: Atstumas tarp lyginimui naudojamų linijų

source: Ironing inset
lt: Lyginimo intarpas

source: The distance to keep from the edges. A value of 0 sets this to half of the nozzle diameter.
lt: Atstumas, kurį reikia išlaikyti nuo kraštų. Jei reikšmė 0, nustatoma pusė purkštuko skersmens.

source: Ironing speed
lt: Lyginimo greitis

source: Print speed of ironing lines.
lt: Lyginimo linijų spausdinimo greitis

source: Ironing angle
lt: Lyginimo kampas

source: The angle ironing is done at. A negative number disables this function and uses the default method.
lt: Atliekamas kampinis lyginimas. Neigiamas skaičius išjungia šią funkciją ir naudojamas numatytasis metodas.

source: This G-code part is inserted at every layer change after lift z
lt: Šis G-kodas įterpiamas kiekvieną kartą keičiant sluoksnį po z pakėlimo

source: Supports silent mode
lt: Palaikomas tylusis režimas

source: Whether the machine supports silent mode in which machine use lower acceleration to print.
lt: Ar įrenginys palaiko tylųjį režimą, kai spausdindamas naudoja mažesnį pagreitį

source: Emit limits to G-code
lt: Išsiųsti apribojimus į G-kodą

source: Machine limits
lt: Mašinos ribos

source: If enabled, the machine limits will be emitted to G-code file. This option will be ignored if the G-code flavor is set to Klipper.
lt: Jei įjungta, įrenginio apribojimai bus perduodami į G-kodo failą. Ši parinktis bus ignoruojama, jei g-kodo tipas nustatytas kaip Klipper.
