Repository: SoftFever/OrcaSlicer
Catalog: localization/i18n/*/OrcaSlicer_*.po
Languages: lt

source: Brim for better adhesion Did you know that when printed models have a small contact interface with the printing surface, it's recommended to use a brim?
lt: Kraštas geresniam sukibimui Ar žinojote, kad kai spausdinimo modeliai turi nedidelę sąlyčio sąsają su spausdinimo paviršiumi, rekomenduojama naudoti kraštą?

source: Set parameters for multiple objects Did you know that you can set slicing parameters for all selected objects at one time?
lt: Kelių objektų parametrų nustatymas Ar žinojote, kad sluoksniavimo parametrus vienu metu galite nustatyti visiems pasirinktiems objektams?

source: Stack objects Did you know that you can stack objects as a whole one?
lt: Daiktų krūva Ar žinojote, kad objektus galima sudėti į krūvą kaip vieną?

source: Flush into support/objects/infill Did you know that you can save the wasted filament by flushing them into support/objects/infill during filament change?
lt: Išleisti į atramas/objektus/užpildymą Ar žinojote, kad keičiant gijas galima sutaupyti išeikvotų gijų, jas nuleidžiant į atramas/objektus/užpildymą?

source: Improve strength Did you know that you can use more wall loops and higher sparse infill density to improve the strength of the model?
lt: Padidinkite stiprumą Ar žinojote, kad modelio tvirtumui padidinti galite naudoti daugiau sienų kontūrų ir didesnį reto užpildo tankį?

source: Avoid warping Did you know that when printing materials that are prone to warping such as ABS, appropriately increasing the heatbed temperature can reduce the probability of warping.
lt: Išvengti deformacijos Ar žinojote, kad spausdinant medžiagas, kurios linkusios deformuotis, pavyzdžiui, ABS, tinkamai padidinus kaitinimo pagrindo temperatūrą galima sumažinti deformavimosi tikimybę.
