Repository: SoftFever/OrcaSlicer
Catalog: localization/i18n/*/OrcaSlicer_*.po
Languages: lt

source: Select camera navigation style. Default: LMB+move for rotation, RMB/MMB+move for panning. Touchpad: Alt+move for rotation, Shift+move for panning.
lt: Pasirinkite kameros valdymo stilių. Numatytasis: Kairysis pelės mygtukas + judinti - sukimui, dešinys pelės mygtukas / vidurinis pelės mygtukas + judinti - perkėlimui. Jutiklinis kilimėlis: Alt + judinti - sukimui, Shift + judinti - perkėlimui.

source: Zoom to mouse position
lt: Išdidinti iki pelės vietos

source: Zoom in towards the mouse pointer's position in the 3D view, rather than the 2D window center.
lt: "Priartinti prie pelės rodiklio padėties 3D vaizde, o ne prie 2D lango centro.

source: Use free camera
lt: Naudoti laisvą kamerą

source: If enabled, use free camera. If not enabled, use constrained camera.
lt: Jei įjungta, naudoti laisvą kamerą. Jei neįjungta, naudoti stacionarią kamerą.

source: Reverse mouse zoom
lt: Apversti pelės didinimą

source: If enabled, reverses the direction of zoom with mouse wheel.
lt: Jei įjungta, apverčia didinimo ar mažinimo kryptį pelės ratuku.

source: Show splash screen
lt: Rodyti paleidimo ekraną

source: Show the splash screen during startup.
lt: Paleidžiant programą rodyti informacinį ekramą.

source: Show "Tip of the day" notification after start
lt: Pradėjus rodyti pranešimą „Dienos patarimas“

source: If enabled, useful hints are displayed at startup.
lt: Jei įjungta, paleidžiant rodomi naudingi patarimai.

source: Flushing volumes: Auto-calculate every time the color changed.
lt: Išmetimo apimtys: Automatinis skaičiavimas kaskart, kai pasikeičia spalva.

source: If enabled, auto-calculate every time the color changed.
lt: Jei įjungta, automatinis skaičiavimas atliekamas kaskart, kai pasikeičia spalva.

source: Flushing volumes: Auto-calculate every time when the filament is changed.
lt: Valymo erdvės: Automatiškai perskaičiuoti kiekvieną kartą pasikeitus gijai.

source: If enabled, auto-calculate every time when filament is changed
lt: Jei įjungtas, kiekvieną kartą pasikeitus gijai automatiškai perskaičiuoja

source: Remember printer configuration
lt: Atsiminti spausdintuvo konfigūraciją

source: If enabled, Orca will remember and switch filament/process configuration for each printer automatically.
lt: Jei įjungta, Orca Slicer automatiškai prisimins ir perjungs gijos ir proceso konfigūracijas kiekvienams spausdintuvui.

source: Multi-device Management (Take effect after restarting Orca Slicer).
lt: Kelių įrenginių valdymas (įsigalios tik po programos paleidimo iš naujo).

source: With this option enabled, you can send a task to multiple devices at the same time and manage multiple devices.
lt: Kai įjungta ši funkcija, jūs galite siųsti užduotį keliems įrenginiams vienu metu, taip apt kontroliuoti keletą įrenginių.

source: Auto arrange plate after cloning
lt: Automatinis plokštės sutvarkymas po klonavimo

source: Auto arrange plate after object cloning
lt: Automatinis plokštės išdėstymas po objekto klonavimo

source: Network
lt: Tinklas

source: Auto sync user presets (Printer/Filament/Process)
lt: Automatiškai sinchronizuoti naudotojo nustatymus (spausdintuvas/gija/procesas)

source: User Sync
lt: Naudotojo sinchronizavimas

source: Update built-in Presets automatically.
lt: Automatinis įmontuotų nustatymų atnaujinimas.

source: System Sync
lt: Sistemos sinchronizavimas

source: Clear my choice on the unsaved presets.
lt: Išvalyti mano pasirinkimą neišsaugotuose nustatymuose.

source: Associate files to OrcaSlicer
lt: Susieti failus su Orca Slicer

source: Associate .3mf files to OrcaSlicer
lt: Susieti .3mf failus su Orca Slicer

source: If enabled, sets OrcaSlicer as default application to open .3mf files
lt: Jei įjungta, "Orca Slicer" nustatoma kaip numatytasis .3mf failų atidarymo įrankis

source: Associate .stl files to OrcaSlicer
lt: Susieti .stl failus su Orca Slicer

source: If enabled, sets OrcaSlicer as default application to open .stl files
lt: Jei įjungta, "Orca Slicer" nustatoma kaip numatytoji programa .stl failams atverti

source: Associate .step/.stp files to OrcaSlicer
lt: Susieti .step/.stp failus su Orca Slicer

source: If enabled, sets OrcaSlicer as default application to open .step files
lt: Jei įjungta, "Orca Slicer" nustatoma kaip numatytoji programa .step failams atverti

source: Associate web links to OrcaSlicer
lt: Susieti interneto nuorodas su Orca Slicer

source: Associate URLs to OrcaSlicer
lt: Susieti URL su Orca Slicer

source: Load All
lt: Įkelti viską

source: Ask When Relevant
lt: Klausti, kai aktualu

source: Always Ask
lt: Visada klausti

source: Load Geometry Only
lt: Įkelti tik geometriją

source: Load Behaviour
lt: Įkelti elgseną

source: Should printer/filament/process settings be loaded when opening a .3mf?
lt: Ar atidarant .3mf failą reikia įkelti spausdintuvo / gijų / proceso nustatymus?

source: Maximum recent projects
lt: Daugiausia buvusių projektų

source: Maximum count of recent projects
lt: Didžiausias skaičius buvusių projektų

source: Clear my choice on the unsaved projects.
lt: Išvalyti mano pasirinkimus neišsaugotuose projektuose.

source: No warnings when loading 3MF with modified G-code
lt: Nerodyti perspėjimų įkeliant 3MF su modifikuotais G-kodais

source: Auto-Backup
lt: Automatinis atsarginis kopijavimas

source: Backup your project periodically for restoring from the occasional crash.
lt: Periodiškai saugoti jūsų projekto atsargines kopijas kad programos gedimo atveju jį būtų galima atkurti.

source: every
lt: kiekvienas

source: The period of backup in seconds.
lt: Atsarginės kopijos kūrimo laikotarpis sekundėmis.

source: Downloads
lt: Atsisuntimai

source: Dark Mode
lt: Tamsusis režimas

source: Enable Dark mode
lt: Įjungti tamsųjį režimą

source: Develop mode
lt: Kūrėjo režimas

source: Skip AMS blacklist check
lt: Praleisti AMS draudžiamo sąrašo tikrinimą

source: Home page and daily tips
lt: Pagrindinis puslapis ir dienos patarimai

source: Show home page on startup
lt: Startuojant rodyti pagrindinį puslapį

source: Sync settings
lt: Sinchronizavimo nustatymai

source: User sync
lt: Naudotojo sinchronizavimas

source: Preset sync
lt: Nustatymų sinchronizavimas

source: Preferences sync
lt: Pasirinkimų sinchronizavimas

source: View control settings
lt: Peržiūrėti valdymo nustatymus

source: Rotate of view
lt: Vaizdo sukimas

source: Move of view
lt: Vaizdo perkėlimas

source: Zoom of view
lt: Vaizdo didinimas

source: Other
lt: Kita

source: Mouse wheel reverses when zooming
lt: Apversta pelės ratuko didinimo kryptis

source: Enable SSL(MQTT)
lt: Įjungti SSL (MQTT)

source: Enable SSL(FTP)
lt: Įjungti SSL (FTP)

source: Internal developer mode
lt: Vidinio kūrėjo režimas

source: Log Level
lt: Žurnalų lygmuo

source: fatal
lt: kritinė

source: error
lt: klaida

source: warning
lt: perspėjimas

source: debug
lt: testavimas

source: trace
lt: sekimas

source: Host Setting
lt: Hosto nustatymai

source: DEV host: api-dev.bambu-lab.com/v1
lt: DEV hostas: api-dev.bambu-lab.com/v1

source: QA host: api-qa.bambu-lab.com/v1
lt: QA hostas: api-qa.bambu-lab.com/v1

source: PRE host: api-pre.bambu-lab.com/v1
lt: PRE hostas: api-pre.bambu-lab.com/v1

source: Product host
lt: Produkto hostas

source: debug save button
lt: derinimo išsaugojimo mygtukas

source: save debug settings
lt: išsaugoti testavimo nuostatas

source: DEBUG settings have been saved successfully!
lt: TESTAVIMO nuostatos sėkmingai išsaugotos!

source: Switch cloud environment, please login again!
lt: Perjungiama debesies aplinka, prašome prisijungti iš naujo!

source: System presets
lt: Sistemos išankstiniai nustatymai

source: User presets
lt: Naudotojo išankstiniai nustatymai

source: Incompatible presets
lt: Nesuderinami išankstiniai nustatymai

source: AMS filaments
lt: AMS gijos

source: Click to select filament color
lt: Paspauskite gijos spalvos pasirinkimui

source: Please choose the filament color
lt: Prašome pasirinkti gijos spalvą

source: Add/Remove presets
lt: Pridėti / pašalinti išankstinius nustatymus

source: Edit preset
lt: Redaguoti išankstinį nustatymą

source: Project-inside presets
lt: Projekto vidiniai nustatymai

source: Add/Remove filaments
lt: Pridėti / pašalinkite gijas

source: Add/Remove materials
lt: Pridėti / pašalinti medžiagas

source: Select/Remove printers (system presets)
lt: Pasirinkti / Pašalinti spausdintuvus (sistemos nustatymai)

source: Create printer
lt: Sukurti spausdintuvą

source: The selected preset is null!
lt: Pasirinktas šablonas yra tuščias!

source: End
lt: Pabaiga

source: Customize
lt: Pritaikyti

source: Other layer filament sequence
lt: Kita sluoksnio gijos seka

source: Please input layer value (>= 2).
lt: Prašome įvesti sluoksnių skaičių (>=2).

source: Plate name
lt: Plokštės pavadinimas

source: Same as Global Print Sequence
lt: Tokia pati, kaip ir bendra spausdinimo eiga

source: Print sequence
lt: Spausdinimo eiga

source: Same as Global
lt: Kaip ir bendra

source: Disable
lt: Išjungti

source: Spiral vase
lt: Spiralinė vaza

source: First layer filament sequence
lt: Pirmojo sluoksnio gijos eiga

source: Same as Global Plate Type
lt: Toks pats, kaip ir bendras plokštės tipas

source: Same as Global Bed Type
lt: Toks pats, kaip ir bendras pagrindo tipas

source: By Layer
lt: Pagal sluoksnį

source: By Object
lt: Pagal objektą

source: Accept
lt: Priimti

source: Log Out
lt: Atsijungti

source: Slice all plate to obtain time and filament estimation
lt: Laiko ir gijos sąnaudoms sužinoti susluoksniuokite visą plokštę

source: Packing project data into 3mf file
lt: Projekto duomenys pakuojami į .3mf failą

source: Uploading 3mf
lt: Įkeliamas 3mf

source: Jump to model publish web page
lt: Pereiti į modelio talpinimo interneto puslapį

source: Note: The preparation may take several minutes. Please be patient.
lt: Pastaba: paruošimas gali užtrukti kelias minutes. Būkite kantrūs.

source: Publish
lt: Talpinti

source: Publish was canceled
lt: Talpinimas atšauktas

source: Slicing Plate 1
lt: Sluoksniuojama plokštė 1

source: Packing data to 3mf
lt: Duomenys pakuojami į 3mf

source: Jump to webpage
lt: Pereiti į interneto puslapį

source: Save %s as
lt: Išsaugoti %s kaip

source: User Preset
lt: Naudotojo nustatymai

source: Preset Inside Project
lt: Nustatymai projekto viduje

source: Name is unavailable.
lt: Nėra pavadinimo.

source: Overwriting a system profile is not allowed.
lt: Sistemos profilio perrašyti neleidžiama

source: Preset "%1%" already exists.
lt: Nustatymai "%1%" jau yra.

source: Preset "%1%" already exists and is incompatible with the current printer.
lt: Nustatymai "%1%" jau yra, tačiau jie nesuderinami su dabartiniu spausdintuvu.

source: The name cannot be the same as a preset alias name.
lt: Pavadinimas negali būti toks pat kaip iš anksto nustatytasis.

source: Save preset
lt: Išsaugoti išankstinį nustatymą

# PresetName
source: Copy
lt: Kopijuoti

source: Printer "%1%" is selected with preset "%2%"
lt: Spausdintuvas "%1%" pasirinktas su nustatymais "%2%"

source: Please choose an action with "%1%" preset after saving.
lt: Prašome pasirinkti veiksmą su "%1%" nustatymais po išsaugojimo.

source: For "%1%", change "%2%" to "%3%"
lt: "%1%", keičiamas "%2%" į "%3%"

source: For "%1%", add "%2%" as a new preset
lt: "%1%", pridedama "%2%" kaip nauji nustatymai

source: Simply switch to "%1%"
lt: Paprasčiausiai persijunkite į "%1%"

source: Task canceled
lt: Užduotis atšaukta

source: Search
lt: Paieška

source: My Device
lt: Mano įrenginys

source: Other Device
lt: Kitas įrenginys

source: Online
lt: Pasiekiamas

source: Input access code
lt: Įvesti prieigos kodą

source: Can't find my devices?
lt: Negalite rasti jūsų įrenginių?

source: Log out successful.
lt: Atsijungimas sėkmingas.

source: Busy
lt: Užimtas

source: Bambu Cool Plate
lt: Bambu Cool plokštė

source: PLA Plate
lt: PLA plokštė

source: Bambu Engineering Plate
lt: Bambu inžinerinė plokštė

source: Bambu Smooth PEI Plate
lt: Bambu smulkaus PEI plokštė

source: High temperature Plate
lt: Aukštos temperatūros plokštė

source: Bambu Textured PEI Plate
lt: Bambu stabaus PEI plokštė

source: Send print job to
lt: Siųsti spausdinti į

source: Flow Dynamics Calibration
lt: Gijos srauto kalibravimas

source: Click here if you can't connect to the printer
lt: Jei negalite prijungti spausdintuvo, spauskite čia

source: send completed
lt: siuntimas baigtas

source: Error code
lt: Klaidos kodas

source: No login account, only printers in LAN mode are displayed
lt: Nėra prisijungimo paskyros, rodomi tik vietiniame tinkle esantys spausdintuvai

source: Connecting to server
lt: Jungiamasi prie serverio

source: Synchronizing device information
lt: Sinchronizuojama įrenginio informacija

source: Synchronizing device information time out
lt: Baigėsi įrenginio informacijos sinchronizavimo laikas

source: Cannot send the print job when the printer is updating firmware
lt: Spausdinimo užduoties negalima išsiųsti, kai spausdintuvo programinė įranga atnaujinama

source: The printer is executing instructions. Please restart printing after it ends
lt: Spausdintuvas vykdo instrukcijas. Kai jis baigs, prašome paleisti spausdinimą iš naujo

source: The printer is busy on other print job
lt: Spausdintuvas užimtas kitu spausdinimo darbu

source: Filament %s exceeds the number of AMS slots. Please update the printer firmware to support AMS slot assignment.
lt: Gija %s viršija gijų rūšių skaičių, lyginant su AMS lizdų skaičiumi. Atnaujinkite spausdintuvo programinę įrangą, kad galėtumėte priskirti lizdus AMS.

source: Filament exceeds the number of AMS slots. Please update the printer firmware to support AMS slot assignment.
lt: Įdėta daugiau gijų rūšių, nei turite AMS lizdų. Atnaujinkite spausdintuvo programinę įrangą, kad galėtumėte priskirti lizdus AMS.

source: Filaments to AMS slots mappings have been established. You can click a filament above to change its mapping AMS slot
lt: Gijų priskyrimas AMS lizdams atliktas. Norėdami pakeisti AMS lizdą, spustelėkite giją viršuje

source: Please click each filament above to specify its mapping AMS slot before sending the print job
lt: Prieš siųsdami spausdinimo užduotį, spustelėkite kiekvieną giją viršuje, kad nurodytumėte jos priskyrimą AMS lizdui

source: Filament %s does not match the filament in AMS slot %s. Please update the printer firmware to support AMS slot assignment.
lt: Naudojama gija %s nesutampa su gija AMS lizde %s. Atnaujinkite spausdintuvo programinę įrangą, kad galėtumėte priskirti lizdus AMS.

source: Filament does not match the filament in AMS slot. Please update the printer firmware to support AMS slot assignment.
lt: Naudojama gija nesutampa su gija AMS lizde. Atnaujinkite spausdintuvo programinę įrangą, kad galėtumėte priskirti lizdus AMS.

source: The printer firmware only supports sequential mapping of filament => AMS slot.
lt: Spausdintuvo programinė įranga palaiko tik nuoseklų gijų ir AMS lizdų susiejimą.

source: An SD card needs to be inserted before printing.
lt: Prieš spausdinant reikia įdėti SD kortelę.

source: The selected printer (%s) is incompatible with the chosen printer profile in the slicer (%s).
lt: Pasirinktas spausdintuvas (%s) nesuderinamas su pasirinktu spausdintuvo profiliu programoje (%s).

source: An SD card needs to be inserted to record timelapse.
lt: Norint įrašinėti pakadrinius video, reikia įdėti SD kortelę.

source: Cannot send the print job to a printer whose firmware is required to get updated.
lt: Neįmanoma išsiųsti spausdinimo užduoties spausdintuvui, kurio programinę įrangą reikia atnaujinti.

source: Cannot send the print job for empty plate
lt: Negalima siųsti spausdinimo užduoties tuščiai plokštei

source: This printer does not support printing all plates
lt: Spausdintuvas nepalaiko visų plokščių spausdinimo

source: When enable spiral vase mode, machines with I3 structure will not generate timelapse videos.
lt: Įjungus spiralės vazos režimą, I3 struktūros spausdintuvai negeneruos pakadrinių vaizdo įrašų.

source: Timelapse is not supported because Print sequence is set to "By object".
lt: Pakadrinis įrašymas nepalaikomas, nes pasirinkta spausdinimo eiga "Pagal objektą".

source: Errors
lt: Klaidos

source: Please check the following:
lt: Prašome patikrinti:

source: The printer type selected when generating G-code is not consistent with the currently selected printer. It is recommended that you use the same printer type for slicing.
lt: G-kodo generavimo metu pasirinktas spausdintuvo tipas neatitinka šiuo metu pasirinkto spausdintuvo. Rekomenduojame sluoksniavimui naudoti tą patį spausdintuvo tipą.

source: There are some unknown filaments in the AMS mappings. Please check whether they are the required filaments. If they are okay, press "Confirm" to start printing.
lt: AMS sistemoje yra nežinomų gijų. Prašome patikrinti, ar tai yra reikalingos gijos. Jei viskas tvarkoje, spausdinimą galite pradėti paspaudę „Patvirtinti“.

source: nozzle in preset: %s %s
lt: purkštukas parametre: %s %s

source: nozzle memorized: %.2f %s
lt: purkštukas įsimintas: %.2f %s

source: Your nozzle diameter in sliced file is not consistent with memorized nozzle. If you changed your nozzle lately, please go to Device > Printer Parts to change settings.
lt: Purkštuko skersmuo susluoksniuotame faile neatitinka išsaugoto purkštuko skersmens. Jei pastaruoju metu pakeitėte purkštuką, eikite į Įrenginys > Spausdintuvo dalys ir pakeiskite nustatymus.

source: Printing high temperature material (%s material) with %s may cause nozzle damage
lt: Spausdinant aukštos temperatūros medžiagą (%s medžiaga) su %s, gali būti sugadintas purkštukas

source: Please fix the error above, otherwise printing cannot continue.
lt: Prašome ištaisyti aukščiau pateiktą klaidą, priešingu atveju nebus galima pradėti spausdinimo.

source: Please click the confirm button if you still want to proceed with printing.
lt: Jei jūs vis dar norite tęsti spausdinimą, paspauskite patvirtinimo mygtuką.

source: Connecting to the printer. Unable to cancel during the connection process.
lt: Jungiamasi prie spausdintuvo. Negalima atšaukti jungimosi metu.

source: Caution to use! Flow calibration on Textured PEI Plate may fail due to the scattered surface.
lt: Dėmesio! Srauto kalibravimas ant tekstūruotos PEI gali nepavykti dėl nelygaus paviršiaus.

source: Automatic flow calibration using Micro Lidar
lt: Automatinis srauto kalibravimas naudojant mikrolidarą

source: Modifying the device name
lt: Modifikuojamas įrenginio pavadinimas

source: Bind with Pin Code
lt: Susieti su PIN kodu

source: Bind with Access Code
lt: Susieti su prieigos kodu

source: Send to Printer SD card
lt: Siųsti į spausdintuvo SD kortelę

source: Cannot send the print task when the upgrade is in progress
lt: Negalima nusiųsti spausdinimo užduočių programinės įrangos atnaujinimo metu

source: The selected printer is incompatible with the chosen printer presets.
lt: Pasirinktas spausdintuvas nesuderinamas su išrinktais spausdintuvų nustatymais.

source: An SD card needs to be inserted before send to printer SD card.
lt: Prieš siunčiant į spausdintuvo SD kortelę, reikia įdėti SD kortelę.

source: The printer is required to be in the same LAN as Orca Slicer.
lt: Spausdintuvas privalo būti tame pačiame tinkle kaip ir Orca Slicer.

source: The printer does not support sending to printer SD card.
lt: Spausdintuvas nepalaiko siuntimo į spausdintuvo SD kortelę.

source: Slice ok.
lt: Sluoksniavimas baigtas.

source: View all Daily tips
lt: Peržiūrėti visus dienos patarimus

source: Failed to create socket
lt: Nepavyko sukurti soketo

source: Failed to connect socket
lt: Nepavyko prisijungti prie soketo

source: Failed to publish login request
lt: Nepavyko paskelbti prisijungimo užklausos

source: Get ticket from device timeout
lt: Įrenginio bilieto laukimo laikas baigėsi

source: Get ticket from server timeout
lt: Serverio bilieto laukimo laikas baigėsi

source: Failed to post ticket to server
lt: Nepavyko paskelbti bilieto serveryje

source: Failed to parse login report reason
lt: Nepavyko išanalizuoti prisijungimo ataskaitos priežasties

source: Receive login report timeout
lt: Prisijungimo ataskaitos gavimo laikas baigėsi

source: Unknown Failure
lt: Nežinomas gedimas

source: Please Find the Pin Code in Account page on printer screen, and type in the Pin Code below.
lt: Prašome rasti PIN kodą spausdintuvo ekrano paskyros puslapyje ir įveskite jį žemiau esančiame PIN kodo lauke.

source: Can't find Pin Code?
lt: Nerandate PIN kodo?

source: Pin Code
lt: PIN kodas

source: Binding...
lt: Siejama...

source: Please confirm on the printer screen
lt: Prašome patvirtinti spausdintuvo ekrane

source: Log in failed. Please check the Pin Code.
lt: Prisijungti nepavyko. Prašome patikrinti PIN kodą.

source: Log in printer
lt: Prijungti spausdintuvą

source: Would you like to log in to this printer with the current account?
lt: Ar norite prisijungti prie šio spausdintuvo su šia paskyra?

source: Check the reason
lt: Patikrinti priežastį

source: Read and accept
lt: Perskaičiau ir sutinku

source: Terms and Conditions
lt: Naudojimo sąlygos

source: Thank you for purchasing a Bambu Lab device. Before using your Bambu Lab device, please read the terms and conditions. By clicking to agree to use your Bambu Lab device, you agree to abide by the Privacy Policy and Terms of Use (collectively, the "Terms"). If you do not comply with or agree to the Bambu Lab Privacy Policy, please do not use Bambu Lab equipment and services.
lt: Dėkojame, kad įsigijote „Bambu Lab“ prietaisą. Prieš naudodamiesi „Bambu Lab“ prietaisu, perskaitykite taisykles ir sąlygas. Paspaudę sutikti naudoti „Bambu Lab“ įrenginį, sutinkate laikytis privatumo politikos ir naudojimo sąlygų (toliau kartu - sąlygos). Jei nesilaikote „Bambu Lab“ privatumo politikos arba nesutinkate su ja, nesinaudokite „Bambu Lab“ įranga ir paslaugomis.

source: and
lt: ir

source: Privacy Policy
lt: Privatumo politika

source: We ask for your help to improve everyone's printer
lt: Mes prašome jūsų pagalbos tobulinant kiekvieno spausdintuvą

source: Statement about User Experience Improvement Program
lt: Informacija apie vartotojo patirties tobulinimo programą

source: In the 3D Printing community, we learn from each other's successes and failures to adjust our own slicing parameters and settings. %s follows the same principle and uses machine learning to improve its performance from the successes and failures of the vast number of prints by our users. We are training %s to be smarter by feeding them the real-world data. If you are willing, this service will access information from your error logs and usage logs, which may include information described in Privacy Policy. We will not collect any Personal Data by which an individual can be identified directly or indirectly, including without limitation names, addresses, payment information, or phone numbers. By enabling this service, you agree to these terms and the statement about Privacy Policy.
lt: 3D spausdinimo bendruomenėje mokomės vieni iš kitų sėkmių ir nesėkmių, kad galėtume koreguoti savo sluoksniavimo parametrus ir nustatymus. %s veikia tuo pačiu principu ir naudoja mašininį mokymąsi, kad pagerintų savo veikimą remdamasi didžiule mūsų vartotojų spausdinimo sėkmėmis ir nesėkmėmis. Mes mokome %s tapti protingesniu įrankiu, pateikdami jam realaus pasaulio duomenis. Jei sutinkate, ši paslauga pasieks informaciją iš jūsų klaidų ir naudojimo žurnalų, kurie gali apimti informaciją, aprašytą Privatumo politikoje. Mes nerenkame jokių asmens duomenų, kuriais galima tiesiogiai ar netiesiogiai identifikuoti asmenį, įskaitant, bet neapsiribojant, vardus, pavardes, adresus, mokėjimo informacija ar telefono numerius. Įgalindami šią paslaugą, jūs sutinkate su šiomis sąlygomis ir Privatumo politikos nuostatais.

source: Statement on User Experience Improvement Plan
lt: Informacija apie vartotojo patirties tobulinimo planą
