{
    "device_error": {
        "it": [
            {
                "ecode": "12FF8003",
                "intro": "Estrarre il filamento dal'estrusore o controllare se il filamento è spezzato nell'estrusore, quindi fare clic sul pulsante Riprova."
            },
            {
                "ecode": "12FFC003",
                "intro": "Estrarre il filamento dall'estrusore o controllare se il filamento è spezzato nell'estrusore."
            },
            {
                "ecode": "0500C010",
                "intro": "Errore microSD: reinseriscila, formattala o sostituiscila."
            },
            {
                "ecode": "0514039",
                "intro": "L'accesso al dispositivo è scaduto, riprova a eseguire l'associazione."
            },
            {
                "ecode": "03008018",
                "intro": "Malfunzionamento temperatura camera."
            },
            {
                "ecode": "03008019",
                "intro": "Piastra non posizionata."
            },
            {
                "ecode": "12038007",
                "intro": "Impossibile estrudere il filamento. Controlla se l'estrusore ha cloggato. Dopo aver risolto il problema, fai clic sul pulsante \"Riprova\"."
            },
            {
                "ecode": "12038016",
                "intro": "L'estrusore non estrude normalmente, fare riferimento all'HMS, dopo aver risolto il problema, fare clic sul pulsante \"Riprova\"."
            },
            {
                "ecode": "03008016",
                "intro": "Il nozzle è ostruito dal filamento. Si prega di controllare. In seguito clicca «Riprendi» per riprendere il lavoro di stampa."
            },
            {
                "ecode": "0300400F",
                "intro": "Piastra non posizionata."
            },
            {
                "ecode": "03004005",
                "intro": "La velocità ventola del nozzle è anomala."
            },
            {
                "ecode": "03008010",
                "intro": "La velocità ventola del nozzle è anomala."
            },
            {
                "ecode": "12028016",
                "intro": "L'estrusore non estrude normalmente, fare riferimento all'HMS, dopo aver risolto il problema, fare clic sul pulsante Riprova."
            },
            {
                "ecode": "12008016",
                "intro": "L'estrusore non estrude normalmente, fare riferimento all'HMS, dopo aver risolto il problema, fare clic sul pulsante Riprova."
            },
            {
                "ecode": "12018016",
                "intro": "L'estrusore non estrude normalmente, fare riferimento all'HMS, dopo aver risolto il problema, fare clic sul pulsante Riprova."
            },
            {
                "ecode": "05014038",
                "intro": "Le impostazioni regionali non corrispondono alla stampante, controllare le impostazioni internazionali della stampante."
            },
            {
                "ecode": "05004002",
                "intro": "Percorso o nome del file di stampa non supportato. Invia nuovamente il lavoro di stampa."
            },
            {
                "ecode": "12038015",
                "intro": "Impossibile estrarre il filamento dalla testa di stampa. verifica se il filamento è bloccato o se il filamento è rotto all'interno dell'estrusore. Dopo aver risolto il problema, fai clic sul pulsante Riprova."
            },
            {
                "ecode": "05008036",
                "intro": "Il file non è compatibile con il modello di stampante corrente. Continuare?"
            },
            {
                "ecode": "05004037",
                "intro": "Il file non è compatibile con il modello di stampante corrente. Questo file non può essere stampato su questa stampante."
            },
            {
                "ecode": "05004038",
                "intro": "Il diametro del nozzle nel file non corrisponde all'impostazione attuale dell'ugello. Questo file non può essere stampato."
            },
            {
                "ecode": "03008017",
                "intro": "Rilevati oggetti estranei sul piano di stampa, controllare e pulire il piano, quindi toccare il pulsante \"Riprendi\" per riprendere il lavoro di stampa."
            },
            {
                "ecode": "1000C001",
                "intro": "L'elevata temperatura del piano può causare l'ostruzione del filamento nell'ugello. Assicurarsi di ventilare la camera della stampante."
            },
            {
                "ecode": "1000C002",
                "intro": "La stampa di materiale CF (fibra di carbonio) con nozzle in acciaio inossidabile può danneggiarli."
            },
            {
                "ecode": "1000C003",
                "intro": "L'abilitazione del timelapse tradizionale potrebbe causare difetti. Continuare?"
            },
            {
                "ecode": "1001C001",
                "intro": "Il timelapse non è supportato perché nelle impostazioni è abilitata la stampa Vaso a spirale."
            },
            {
                "ecode": "1001C002",
                "intro": "Il timelapse non è supportato perché la sequenza di stampa è impostata su \"Per oggetto\"."
            },
            {
                "ecode": "0300800A",
                "intro": "Il filamento spurgato si è accumulato nello scarico posteriore, il che può causare una collisione con la testa di stampa. Effettua una pulizia. Se la pulizia è accettabile, clicca \"Riprendi\" per riprendere il lavoro di stampa."
            },
            {
                "ecode": "0C008001",
                "intro": "Sono stati rilevati difetti nel primo layer. Se i difetti sono accettabili, clicca \"Riprendi\" per continuare il lavoro di stampa."
            },
            {
                "ecode": "05008030",
                "intro": ""
            },
            {
                "ecode": "12018014",
                "intro": "Non è stato possibile controllare la posizione del filamento nella testa di stampa, fai riferimento all'HMS. Dopo la risoluzione dei problemi, fai clic sul pulsante «Riprova»."
            },
            {
                "ecode": "12028014",
                "intro": "Non è stato possibile controllare la posizione del filamento nella testa di stampa, fai riferimento all'HMS. Dopo la risoluzione dei problemi, fai clic sul pulsante «Riprova»."
            },
            {
                "ecode": "12038014",
                "intro": "Non è stato possibile controllare la posizione del filamento nella testa di stampa, fai riferimento all'HMS. Dopo la risoluzione dei problemi, fai clic sul pulsante «Riprova»."
            },
            {
                "ecode": "0500402E",
                "intro": "Il sistema non supporta il file system attualmente utilizzato dalla scheda SD. Sostituisci la scheda SD o formatta la scheda SD corrente in FAT32."
            },
            {
                "ecode": "0500402F",
                "intro": "I dati del settore della scheda SD sono danneggiati. Utilizza lo strumento di riparazione della scheda SD per ripararla o formattarla. Se ancora non può essere identificato, sostituisci la scheda SD."
            },
            {
                "ecode": "03008014",
                "intro": "Il nozzle è ricoperto di filamento o il piatto è inserito storto. Pulisci il nozzle o regola la posizione del piatto. Quindi premi \"Riprendi\" per proseguire il lavoro di stampa."
            },
            {
                "ecode": "03008015",
                "intro": "Filamento esaurito; carica il nuovo filamento nella pagina \"filamento\", quindi torna alla pagina di stampa e premi \"Riprendi\" per proseguire il lavoro di stampa."
            },
            {
                "ecode": "05014017",
                "intro": "Associazione fallita. Riprova o riavvia la stampante."
            },
            {
                "ecode": "05014018",
                "intro": "L'analisi delle informazioni di configurazione del binding non è riuscita, riprovare."
            },
            {
                "ecode": "05014019",
                "intro": "La stampante è già associata. Dissociata e riprova."
            },
            {
                "ecode": "0501401A",
                "intro": "L'accesso al cloud non è riuscito. Tra le possibili cause vi sono l'instabilità della rete causata da interferenze, l'impossibilità di accedere a Internet o le restrizioni della configurazione del firewall del router. Si può provare a spostare la stampante più vicino al router o a controllare la configurazione del router e riprovare."
            },
            {
                "ecode": "0501401B",
                "intro": "La risposta del cloud non è valida. Se hai provato più volte e il problema persiste, contatta il servizio clienti."
            },
            {
                "ecode": "0501401C",
                "intro": "L'accesso al cloud è stato rifiutato. Se hai provato più volte e continua a fallire, contatta il servizio clienti."
            },
            {
                "ecode": "0501401D",
                "intro": "L'accesso al cloud non è riuscito, il che potrebbe essere causato dall'instabilità della rete dovuta a interferenze. Puoi provare ad avvicinare la stampante al router prima di riprovare."
            },
            {
                "ecode": "0501401E",
                "intro": "La risposta del cloud non è valida. Se hai provato più volte e il problema persiste, contatta il servizio clienti."
            },
            {
                "ecode": "0501401F",
                "intro": "L'autorizzazione è scaduta. Assicurati che il tuo telefono o PC abbia accesso a Internet e assicurati che l'APP Bambu Studio/Bambu Handy sia in esecuzione in primo piano durante l'operazione di associazione."
            },
            {
                "ecode": "05014020",
                "intro": "Accesso al cloud rifiutato. Se si è provato più volte e il tentativo non è ancora andato a buon fine, contattare il servizio clienti."
            },
            {
                "ecode": "05014021",
                "intro": "L'accesso al cloud non è riuscito, il che potrebbe essere causato dall'instabilità della rete dovuta a interferenze. Puoi provare ad avvicinare la stampante al router prima di riprovare."
            },
            {
                "ecode": "05014022",
                "intro": "La risposta del cloud non è valida. Se hai provato più volte e il problema persiste, contatta il servizio clienti."
            },
            {
                "ecode": "05014023",
                "intro": "Accesso al cloud rifiutato. Se si è provato più volte e il tentativo non è ancora andato a buon fine, contattare il servizio clienti."
            },
            {
                "ecode": "05014024",
                "intro": "L'accesso al cloud non è riuscito. Tra le possibili cause vi sono l'instabilità della rete causata da interferenze, l'impossibilità di accedere a Internet o le restrizioni della configurazione del firewall del router. Si può provare a spostare la stampante più vicino al router o a controllare la configurazione del router prima di riprovare."
            },
            {
                "ecode": "05014025",
                "intro": "La risposta del cloud non è valida. Se hai provato più volte e il problema persiste, contatta il servizio clienti."
            },
            {
                "ecode": "05014026",
                "intro": "L'accesso al cloud è rifiutato. Se hai provato più volte e continui a fallire, contatta il servizio clienti."
            },
            {
                "ecode": "05014027",
                "intro": "Accesso al cloud non riuscito. Le cause possibili sono l'instabilità della rete per interferenze. Prova ad avvicinare la stampante al router o controlla la configurazione del router e riprova."
            },
            {
                "ecode": "05014028",
                "intro": "La risposta del cloud non è valida. Se hai provato più volte e il problema persiste, contatta il servizio clienti."
            },
            {
                "ecode": "05014029",
                "intro": "L'accesso al cloud è stato rifiutato. Se hai provato più volte e continua a fallire, contatta il servizio clienti."
            },
            {
                "ecode": "05014031",
                "intro": "L'associazione Device Discovery è in corso e il codice QR non può essere visualizzato sullo schermo. Puoi attendere il completamento dell'associazione o interrompere il processo di associazione Device Discovery nell'App/Studio e riprovare a scansionare il codice QR sullo schermo per verificare l'associazione."
            },
            {
                "ecode": "05014032",
                "intro": "L'associazione del codice QR è in corso e l'associazione di rilevamento del dispositivo non può essere eseguita. Puoi scansionare il codice QR sullo schermo per verificarne l'associazione oppure uscire dalla pagina di visualizzazione del codice QR sullo schermo e provare l'associazione Device Discovery."
            },
            {
                "ecode": "05014033",
                "intro": "La tua regione APP non corrisponde alla tua stampante, scarica l'APP nella regione corrispondente e registra nuovamente l'account."
            },
            {
                "ecode": "12008015",
                "intro": "Impossibile estrarre il filamento dalla testa di stampa. verifica se il filamento è bloccato o se il filamento è rotto all'interno dell'estrusore. Dopo la risoluzione dei problemi, fai clic sul pulsante Riprova."
            },
            {
                "ecode": "12018015",
                "intro": "Impossibile estrarre il filamento dalla testa di stampa. verifica se il filamento è bloccato o se il filamento è rotto all'interno dell'estrusore. Dopo la risoluzione dei problemi, fai clic sul pulsante Riprova."
            },
            {
                "ecode": "12028015",
                "intro": "Impossibile estrarre il filamento dalla testa di stampa. verifica se il filamento è bloccato o se il filamento è rotto all'interno dell'estrusore. Dopo la risoluzione dei problemi, fai clic sul pulsante Riprova."
            },
            {
                "ecode": "05014034",
                "intro": "L'avanzamento dello slicing non viene aggiornato tempo e l'operazione di stampa è terminata. Conferma i parametri e riavvia la stampa."
            },
            {
                "ecode": "05014035",
                "intro": "Il dispositivo è in fase di associazione e non può rispondere alla richiesta vincolante."
            },
            {
                "ecode": "07FFC003",
                "intro": "Rimuovi il filamento esterno dall'estrusore. Se desideri utilizzare un AMS in un secondo momento, collega il tubo in PTFE all'accoppiatore."
            },
            {
                "ecode": "0C00800A",
                "intro": "Il piatto rilevato non è la stesso del G-code."
            },
            {
                "ecode": "07FF8007",
                "intro": "Osservare il nozzle. Se il filamento è stato estruso, fai clic su «Fatto»; in caso contrario, spingi leggermente il filamento in avanti e poi fai clic su «Riprova»."
            },
            {
                "ecode": "12008014",
                "intro": "Impossibile controllare la posizione del filamento di tutti gli slot. Dopo la risoluzione dei problemi, fai clic su «Riprova»."
            },
            {
                "ecode": "03008012",
                "intro": ""
            },
            {
                "ecode": "05004019",
                "intro": "La stampante è già collegata. Scollegala e riprova."
            },
            {
                "ecode": "0500401A",
                "intro": "Accesso al cloud non riuscito. Le cause possibili sono l'instabilità della rete per interferenze, l'impossibilità di accesso ad Internet o restrizioni configurazione del firewall del router. Prova ad avvicinare la stampante al router o controlla la configurazione del router e riprova."
            },
            {
                "ecode": "0500401B",
                "intro": "La risposta cloud non è valida. Se hai provato più volte e continui a fallire, contatta il servizio clienti."
            },
            {
                "ecode": "0500401C",
                "intro": "L'accesso al cloud è rifiutato. Se hai provato più volte e continui a fallire, contatta il servizio clienti."
            },
            {
                "ecode": "0500401D",
                "intro": "Accesso al cloud non riuscito. Le cause possibili sono l'instabilità della rete per interferenze. Prova ad avvicinare la stampante al router o controlla la configurazione del router e riprova."
            },
            {
                "ecode": "0500401E",
                "intro": "La risposta cloud non è valida. Se hai provato più volte e continui a fallire, contatta il servizio clienti."
            },
            {
                "ecode": "0500401F",
                "intro": "L'autorizzazione è scaduta. Assicurati che il tuo telefono o PC abbia accesso a Internet e assicurati che l'APP Bambu Studio/Bambu Handy sia in esecuzione in primo piano durante l'operazione di associazione."
            },
            {
                "ecode": "05004020",
                "intro": "L'accesso al cloud è rifiutato. Se hai provato più volte e continui a fallire, contatta il servizio clienti."
            },
            {
                "ecode": "05004021",
                "intro": "Accesso al cloud non riuscito. Le cause possibili sono l'instabilità della rete per interferenze. Prova ad avvicinare la stampante al router o controlla la configurazione del router e riprova."
            },
            {
                "ecode": "05004022",
                "intro": "La risposta cloud non è valida. Se hai provato più volte e continui a fallire, contatta il servizio clienti."
            },
            {
                "ecode": "05004023",
                "intro": "L'accesso al cloud è rifiutato. Se hai provato più volte e continui a fallire, contatta il servizio clienti."
            },
            {
                "ecode": "05004024",
                "intro": "Accesso al cloud non riuscito. Le cause possibili sono l'instabilità della rete per interferenze, l'impossibilità di accesso ad Internet o restrizioni configurazione del firewall del router. Prova ad avvicinare la stampante al router o controlla la configurazione del router e riprova."
            },
            {
                "ecode": "05004025",
                "intro": "La risposta cloud non è valida. Se hai provato più volte e continui a fallire, contatta il servizio clienti."
            },
            {
                "ecode": "05004026",
                "intro": "L'accesso al cloud è rifiutato. Se hai provato più volte e continui a fallire, contatta il servizio clienti."
            },
            {
                "ecode": "05004027",
                "intro": "Accesso al cloud non riuscito. Le cause possibili sono l'instabilità della rete per interferenze. Prova ad avvicinare la stampante al router o controlla la configurazione del router e riprova."
            },
            {
                "ecode": "05004028",
                "intro": "La risposta cloud non è valida. Se hai provato più volte e continui a fallire, contatta il servizio clienti."
            },
            {
                "ecode": "05004029",
                "intro": "L'accesso al cloud è rifiutato. Se hai provato più volte e continui a fallire, contatta il servizio clienti."
            },
            {
                "ecode": "0500402A",
                "intro": "Connessione al router non riuscita, che può essere causata da interferenze wireless o dalla distanza eccessiva dal router. Riprova o avvicina la stampante al router e riprova."
            },
            {
                "ecode": "0500402B",
                "intro": "Connessione al router non riuscita a causa di una password errata. Controlla la password e riprova."
            },
            {
                "ecode": "0500402C",
                "intro": "Impossibile ottenere l'indirizzo IP, ciò può essere causato da interferenze wireless con conseguente errore nella trasmissione dei dati o riempimento del pool di indirizzi DHCP del router. Sposta la stampante più vicino al router e riprova. Se il problema persiste, controlla le impostazioni del router per vedere se gli indirizzi IP sono esauriti."
            },
            {
                "ecode": "03008011",
                "intro": "Il piatto in uso non è la stessa del G-code. Interrompi il processo di stampa e cambia il piatto. Puoi anche toccare «Riprendi» per riprendere forzatamente il lavoro di stampa."
            },
            {
                "ecode": "03008013",
                "intro": "La stampa è in pausa. Tocca «Riprendi» per riprendere la stampa."
            },
            {
                "ecode": "0500402D",
                "intro": "Eccezione di sistema"
            },
            {
                "ecode": "05004016",
                "intro": "La scheda MicroSD è protetta da scrittura. Sostituire la scheda MicroSD."
            },
            {
                "ecode": "05004017",
                "intro": "Associazione fallita. Riprova o riavvia la stampante."
            },
            {
                "ecode": "05004018",
                "intro": "Analisi delle informazioni di configurazione dell associazione non riuscita, riprovare."
            },
            {
                "ecode": "12038001",
                "intro": "Taglio filamento fallito. Controlla la taglierina. Dopo aver risolto il problema, fai clic sul pulsante Riprova."
            },
            {
                "ecode": "12038002",
                "intro": "Taglierina bloccata. Estrai la leva della taglierina e fai clic sul pulsante riprova."
            },
            {
                "ecode": "12038003",
                "intro": "Impossibile estrarre il filamento dall'estrusore. Controlla se il nozzle ha cloggato o se il filamento è rotto all'interno dell'estrusore. Dopo aver risolto il problema, fai clic sul pulsante Riprova."
            },
            {
                "ecode": "12038004",
                "intro": "Impossibile estrarre il filamento dalla testa di stampa. Controlla se il filamento è bloccato. Dopo aver risolto il problema, fai clic sul pulsante Riprova."
            },
            {
                "ecode": "12038005",
                "intro": "Non è stato possibile alimentare il filamento. Carica il filamento, quindi fai clic sul pulsante Riprova."
            },
            {
                "ecode": "12038006",
                "intro": "Impossibile inserire il filamento nella testa di stampa. Controlla se il filamento è bloccato. Dopo aver risolto il problema, fai clic sul pulsante Riprova."
            },
            {
                "ecode": "12038010",
                "intro": "Controlla se la bobina o il filamento sono bloccati. Dopo aver risolto il problema, fai clic sul pulsante Riprova."
            },
            {
                "ecode": "12038011",
                "intro": "Filamento AMS esaurito. Inserisci un nuovo filamento nell'AMS e fai clic sul pulsante Riprova."
            },
            {
                "ecode": "12038012",
                "intro": "Impossibile ottenere la tabella di mappatura AMS; fai clic sul pulsante Riprova per continuare."
            },
            {
                "ecode": "12038013",
                "intro": "Timeout durante lo spurgo del vecchio filamento. Controlla se il filamento è bloccato o l'estrusore ha cloggato. Dopo aver risolto il problema, fai clic sul pulsante Riprova."
            },
            {
                "ecode": "12034001",
                "intro": "Il filamento viene ancora caricato dall'AMS quando è stato disabilitato. Scarica il filamento AMS, caricalo dal supporto della bobina e riavvia il processo di stampa."
            },
            {
                "ecode": "12018001",
                "intro": "Taglio filamento fallito. Controlla la taglierina. Dopo aver risolto il problema, fai clic sul pulsante Riprova."
            },
            {
                "ecode": "12028001",
                "intro": "Taglio filamento fallito. Controlla la taglierina. Dopo aver risolto il problema, fai clic sul pulsante Riprova."
            },
            {
                "ecode": "12018002",
                "intro": "Taglierina bloccata. Estrai la leva della taglierina e fai clic sul pulsante riprova."
            },
            {
                "ecode": "12028002",
                "intro": "Taglierina bloccata. Estrai la leva della taglierina e fai clic sul pulsante riprova."
            },
            {
                "ecode": "12018003",
                "intro": "Impossibile estrarre il filamento dall'estrusore. Controlla se il nozzle ha cloggato o se il filamento è rotto all'interno dell'estrusore. Dopo aver risolto il problema, fai clic sul pulsante Riprova."
            },
            {
                "ecode": "12028003",
                "intro": "Impossibile estrarre il filamento dall'estrusore. Controlla se il nozzle ha cloggato o se il filamento è rotto all'interno dell'estrusore. Dopo aver risolto il problema, fai clic sul pulsante Riprova."
            },
            {
                "ecode": "12018004",
                "intro": "Impossibile estrarre il filamento dalla testa di stampa. Controlla se il filamento è bloccato. Dopo aver risolto il problema, fai clic sul pulsante Riprova."
            },
            {
                "ecode": "12028004",
                "intro": "Impossibile estrarre il filamento dalla testa di stampa. Controlla se il filamento è bloccato. Dopo aver risolto il problema, fai clic sul pulsante Riprova."
            },
            {
                "ecode": "12018005",
                "intro": "Non è stato possibile alimentare il filamento. Carica il filamento e fai clic sul pulsante Riprova."
            },
            {
                "ecode": "12028005",
                "intro": "Non è stato possibile alimentare il filamento. Carica il filamento, quindi fai clic sul pulsante Riprova."
            },
            {
                "ecode": "12018006",
                "intro": "Impossibile inserire il filamento nella testa di stampa. Controlla se il filamento è bloccato. Dopo aver risolto il problema, fai clic sul pulsante Riprova."
            },
            {
                "ecode": "12028006",
                "intro": "Impossibile inserire il filamento nella testa di stampa. Controlla se il filamento è bloccato. Dopo aver risolto il problema, fai clic sul pulsante Riprova."
            },
            {
                "ecode": "12018007",
                "intro": "Impossibile estrudere il filamento. Controlla se l'estrusore ha cloggato. Dopo aver risolto il problema, fai clic sul pulsante Riprova."
            },
            {
                "ecode": "12028007",
                "intro": "Impossibile estrudere il filamento. Controlla se l'estrusore ha cloggato. Dopo aver risolto il problema, fai clic sul pulsante Riprova."
            },
            {
                "ecode": "12018010",
                "intro": "Controlla se la bobina o il filamento sono bloccati. Dopo aver risolto il problema, fai clic sul pulsante Riprova."
            },
            {
                "ecode": "12028010",
                "intro": "Controlla se la bobina o il filamento sono bloccati. Dopo aver risolto il problema, fai clic sul pulsante Riprova."
            },
            {
                "ecode": "12018011",
                "intro": "Filamento AMS esaurito. Inserisci un nuovo filamento nell'AMS e fai clic sul pulsante Riprova."
            },
            {
                "ecode": "12028011",
                "intro": "Filamento AMS esaurito. Inserisci un nuovo filamento nell'AMS e fai clic sul pulsante Riprova."
            },
            {
                "ecode": "12018012",
                "intro": "Impossibile ottenere la tabella di mappatura AMS; fai clic sul pulsante Riprova per continuare."
            },
            {
                "ecode": "12028012",
                "intro": "Impossibile ottenere la tabella di mappatura AMS; fai clic sul pulsante Riprova per continuare."
            },
            {
                "ecode": "12018013",
                "intro": "Timeout durante lo spurgo del vecchio filamento. Controlla se il filamento è bloccato o l'estrusore ha cloggato. Dopo aver risolto il problema, fai clic sul pulsante Riprova."
            },
            {
                "ecode": "12028013",
                "intro": "Timeout durante lo spurgo del vecchio filamento. Controlla se il filamento è bloccato o l'estrusore ha cloggato. Dopo aver risolto il problema, fai clic sul pulsante Riprova."
            },
            {
                "ecode": "12024001",
                "intro": "Il filamento viene ancora caricato dall'AMS quando è stato disabilitato. Scarica il filamento AMS, caricalo dal supporto della bobina e riavvia il processo di stampa."
            },
            {
                "ecode": "12008001",
                "intro": "Taglio filamento fallito. Controlla la taglierina. Dopo aver risolto il problema, fai clic sul pulsante Riprova."
            },
            {
                "ecode": "12008002",
                "intro": "Taglierina bloccata. Estrai la leva della taglierina e fai clic sul pulsante riprova."
            },
            {
                "ecode": "12008003",
                "intro": "Impossibile estrarre il filamento dall'estrusore. Controlla se il nozzle ha cloggato o se il filamento è rotto all'interno dell'estrusore. Dopo aver risolto il problema, fai clic sul pulsante Riprova."
            },
            {
                "ecode": "12008004",
                "intro": "Impossibile estrarre il filamento dalla testa di stampa. Controlla se il filamento è bloccato. Dopo aver risolto il problema, fai clic sul pulsante Riprova."
            },
            {
                "ecode": "12008005",
                "intro": "Non è stato possibile alimentare il filamento. Carica il filamento, quindi fai clic sul pulsante Riprova."
            },
            {
                "ecode": "12008006",
                "intro": "Impossibile inserire il filamento nella testa di stampa. Controlla se il filamento è bloccato. Dopo aver risolto il problema, fai clic sul pulsante Riprova."
            },
            {
                "ecode": "12008007",
                "intro": "Impossibile estrudere il filamento. Controlla se l'estrusore ha cloggato. Dopo aver risolto il problema, fai clic sul pulsante Riprova."
            },
            {
                "ecode": "12008010",
                "intro": "Controlla se la bobina o il filamento sono bloccati. Dopo aver risolto il problema, fai clic sul pulsante Riprova."
            },
            {
                "ecode": "12008011",
                "intro": "Filamento AMS esaurito. Inserisci un nuovo filamento nell'AMS e fai clic sul pulsante Riprova."
            },
            {
                "ecode": "12008012",
                "intro": "Impossibile ottenere la tabella di mappatura AMS. Fai clic sul pulsante Riprova per continuare."
            },
            {
                "ecode": "12008013",
                "intro": "Timeout durante lo spurgo del vecchio filamento. Controlla se il filamento è bloccato o l'estrusore ha cloggato. Dopo aver risolto il problema, fai clic sul pulsante Riprova."
            },
            {
                "ecode": "12014001",
                "intro": "Il filamento viene ancora caricato dall'AMS quando è stato disabilitato. Scarica il filamento AMS, caricalo dal supporto della bobina e riavvia il processo di stampa."
            },
            {
                "ecode": "12FF8001",
                "intro": "Taglio filamento fallito. Controlla la taglierina. Dopo aver risolto il problema, fai clic sul pulsante Riprova."
            },
            {
                "ecode": "12004001",
                "intro": "Il filamento viene ancora caricato dall'AMS quando è stato disabilitato. Scarica il filamento AMS, caricalo dal supporto della bobina e riavvia il processo di stampa."
            },
            {
                "ecode": "12FF4001",
                "intro": "Il filamento viene ancora caricato dall'AMS quando è stato disabilitato. Scarica il filamento AMS, caricalo dal supporto della bobina e riavvia il processo di stampa."
            },
            {
                "ecode": "12FF8002",
                "intro": "Taglierina bloccata. Estrai la leva della taglierina e fai clic sul pulsante riprova."
            },
            {
                "ecode": "12FF8004",
                "intro": "Impossibile estrarre il filamento dalla testa di stampa. Controlla se il filamento è bloccato. Dopo aver risolto il problema, fai clic sul pulsante Riprova."
            },
            {
                "ecode": "12FF8005",
                "intro": "Non è stato possibile alimentare il filamento. Carica il filamento, quindi fai clic sul pulsante Riprova."
            },
            {
                "ecode": "12FF8006",
                "intro": "Alimenta il dispositivo dal portabobina fino all'attivazione del sensore di filamento della testa di stampa, quindi fai clic sul pulsante Riprova."
            },
            {
                "ecode": "12FFC006",
                "intro": "Alimenta dal portabobina fino all'attivazione del sensore di filamento della testa di stampa."
            },
            {
                "ecode": "12FF8007",
                "intro": "Osserva il nozzle. Se il filamento è stato estruso, fai clic su \"Fatto\"; in caso contrario, spingi leggermente il filamento in avanti e fai clic sul pulsante Riprova."
            },
            {
                "ecode": "12FF8010",
                "intro": "Controlla se la bobina o il filamento sono bloccati. Dopo aver risolto il problema, fai clic sul pulsante Riprova."
            },
            {
                "ecode": "12FF8011",
                "intro": "Filamento AMS esaurito. Inserisci un nuovo filamento nell'AMS e fai clic sul pulsante Riprova."
            },
            {
                "ecode": "12FF8012",
                "intro": "Impossibile ottenere la tabella di mappatura AMS; fai clic sul pulsante Riprova per continuare."
            },
            {
                "ecode": "12FF8013",
                "intro": "Timeout durante lo spurgo del vecchio filamento. Controlla se il filamento è bloccato o l'estrusore ha cloggato. Dopo aver risolto il problema, fai clic sul pulsante Riprova."
            },
            {
                "ecode": "05004015",
                "intro": "Lo spazio di archiviazione libero non è sufficiente per il processo di stampa. Formatta o pulisci la scheda microSD per liberare lo spazio disponibile."
            },
            {
                "ecode": "07FF8003",
                "intro": "Rimuovi il filamento esterno dall'estrusore. Se in seguito utilizzerai un AMS, collega il tubo PTFE all'accoppiatore e fai clic sul pulsante \"Riprova\"."
            },
            {
                "ecode": "07FFC006",
                "intro": "Alimentare dal portabobina fino all'attivazione del sensore di filamento della testa di stampa."
            },
            {
                "ecode": "0500C011",
                "intro": ""
            },
            {
                "ecode": "0500400D",
                "intro": "Effettua una diagnosi e riavvia il processo di stampa."
            },
            {
                "ecode": "0500400E",
                "intro": "La stampa è stata annullata."
            },
            {
                "ecode": "05008013",
                "intro": "File di stampa non disponibile. Verifica se la MicroSD è inserita."
            },
            {
                "ecode": "05004014",
                "intro": "Impossibile suddividere il lavoro di stampa. Verifica le impostazioni e riavvia il processo di stampa."
            },
            {
                "ecode": "05004003",
                "intro": "Si è verificato un problema durante l'analisi di G-code.3mf. Invia nuovamente il lavoro di stampa."
            },
            {
                "ecode": "05004009",
                "intro": "Non è consentito inviare lavori di stampa durante l'aggiornamento dei registri."
            },
            {
                "ecode": "0500400A",
                "intro": "Nome del file non supportato. Rinomina e riavvia il processo di stampa."
            },
            {
                "ecode": "0500400B",
                "intro": "Si è verificato un problema durante il download di un file. Controlla la connessione di rete e invia nuovamente il lavoro di stampa."
            },
            {
                "ecode": "0500400C",
                "intro": "Inserisci una microSD e riavvia il processo di stampa."
            },
            {
                "ecode": "0300800E",
                "intro": "File di stampa non disponibile. Verifica se la MicroSD è inserita."
            },
            {
                "ecode": "0300800F",
                "intro": "La porta sembra essere aperta, quindi la stampa è stata messa in pausa."
            },
            {
                "ecode": "0C008009",
                "intro": "Il Marker di localizzazione del piatto non è stato trovato."
            },
            {
                "ecode": "0300800B",
                "intro": "Taglierina bloccata. Estrarre la leva della taglierina e fai clic sul pulsante riprova."
            },
            {
                "ecode": "0300800C",
                "intro": "Rilevato step saltato, recupero automatico completato; riprendi la stampa e controlla se ci sono problemi di scostamento del layer."
            },
            {
                "ecode": "0300800D",
                "intro": "Alcuni oggetti potrebbero essere caduti o l'estrusore non estrude normalmente. Se i difetti sono accettabili, clicca \"Riprendi\" per riprendere il lavoro di stampa."
            },
            {
                "ecode": "03004009",
                "intro": "Homing dell'asse XY fallito."
            },
            {
                "ecode": "0300400E",
                "intro": "Autoverifica del motore fallita."
            },
            {
                "ecode": "03004000",
                "intro": "Homing asse Z fallito."
            },
            {
                "ecode": "03004002",
                "intro": "Mesh livellamento piano fallita."
            },
            {
                "ecode": "03004006",
                "intro": "Il Nozzle ha cloggato."
            },
            {
                "ecode": "0300400A",
                "intro": "Identificazione frequenza di risonanza meccanica fallita."
            },
            {
                "ecode": "0C008005",
                "intro": "Il filamento spurgato si è accumulato nello scarico posteriore, il che può causare una collisione con la testa di stampa."
            },
            {
                "ecode": "0C00C006",
                "intro": "Il filamento spurgato potrebbe essersi accumulato nello scarico posteriore."
            },
            {
                "ecode": "03008002",
                "intro": "Sono stati rilevati difetti del primo layer. Se i difetti sono accettabili, clicca \"Riprendi\" per riprendere il lavoro di stampa."
            },
            {
                "ecode": "03008003",
                "intro": "Sono stati rilevati spaghetti. Se i difetti sono accettabili, clicca \"Riprendi\" per riprendere il lavoro di stampa."
            },
            {
                "ecode": "07FF8010",
                "intro": "Motore AMS sovraccarico. Controlla se la bobina o il filamento sono bloccati. Dopo aver risolto il problema, fai clic sul pulsante Riprova."
            },
            {
                "ecode": "07FF8011",
                "intro": "Filamento AMS esaurito. Inserisci un nuovo filamento nell'AMS fai clic sul pulsante Riprova."
            },
            {
                "ecode": "07FF8012",
                "intro": "Impossibile ottenere la tabella di mappatura AMS; fai clic su \"Riprova\" per continuare."
            },
            {
                "ecode": "07FF8013",
                "intro": "Timeout per lo spurgo del vecchio filamento: controlla se il filamento è bloccato o l'estrusore ha cloggato. Dopo aver risolto il problema, fai clic sul pulsante Riprova."
            },
            {
                "ecode": "07FF8001",
                "intro": "Taglio filamento fallito. Controlla la taglierina. Dopo aver risolto il problema, fare clic sul pulsante Riprova."
            },
            {
                "ecode": "07FF8002",
                "intro": "Taglierina bloccata. Estrarre la leva della taglierina e fai clic sul pulsante riprova."
            },
            {
                "ecode": "07FF8004",
                "intro": "Impossibile estrarre il filamento dalla testa di stampa all'AMS. Si prega di controllare se il filamento o la bobina sono bloccati. Dopo aver risolto il problema, fai clic sul pulsante Riprova."
            },
            {
                "ecode": "07FF8005",
                "intro": "Impossibile alimentare il filamento dall'esterno AMS. Controlla l'estremità del filamento e verifica se la bobina è bloccata. Dopo aver risolto il problema, fai clic sul pulsante Riprova."
            },
            {
                "ecode": "07FF8006",
                "intro": "Utilizza il supporto della bobina fino all'attivazione del sensore filamento della testa di stampa, fai clic sul pulsante «Riprova»."
            },
            {
                "ecode": "07FF4001",
                "intro": "Il filamento è ancora caricato dall'AMS dopo che è stato disattivato. Scaricare il filamento, caricarlo dal supporto della bobina e riavviare la stampa."
            },
            {
                "ecode": "07038001",
                "intro": "Taglio filamento fallito. Controlla la taglierina. Dopo aver risolto il problema, fare clic sul pulsante Riprova."
            },
            {
                "ecode": "07038002",
                "intro": "Taglierina bloccata. Estrarre la leva della taglierina e fai clic sul pulsante riprova."
            },
            {
                "ecode": "07038003",
                "intro": "Impossibile estrarre il filamento dall'estrusore. Controlla se il nozzle ha cloggato o se il filamento è rotto all'interno dell'estrusore. Dopo aver risolto il problema, fai clic sul pulsante Riprova."
            },
            {
                "ecode": "07038004",
                "intro": "Impossibile estrarre il filamento dalla testa di stampa all'AMS. Si prega di controllare se il filamento o la bobina sono bloccati. Dopo aver risolto il problema, fai clic sul pulsante Riprova."
            },
            {
                "ecode": "07038005",
                "intro": "Impossibile alimentare il filamento dall'esterno AMS. Controlla l'estremità del filamento e verifica se la bobina è bloccata. Dopo aver risolto il problema, fai clic sul pulsante Riprova."
            },
            {
                "ecode": "07038006",
                "intro": "Impossibile inserire il filamento nella testa di stampa. Si prega di controllare se il filamento o la bobina sono bloccati. Dopo aver risolto il problema, fai clic sul pulsante Riprova."
            },
            {
                "ecode": "07038007",
                "intro": "Impossibile estrudere il filamento. Controlla se l'estrusore ha cloggato. Dopo aver risolto il problema, fai clic sul pulsante Riprova."
            },
            {
                "ecode": "07038010",
                "intro": "Motore AMS sovraccarico. Controlla se la bobina o il filamento sono bloccati. Dopo aver risolto il problema, fai clic sul pulsante Riprova."
            },
            {
                "ecode": "07038011",
                "intro": "Filamento AMS esaurito. Inserisci un nuovo filamento nell'AMS fai clic sul pulsante Riprova."
            },
            {
                "ecode": "07038012",
                "intro": "Impossibile ottenere la tabella di mappatura AMS; fai clic su \"Riprova\" per continuare."
            },
            {
                "ecode": "07038013",
                "intro": "Timeout per lo spurgo del vecchio filamento: controlla se il filamento è bloccato o l'estrusore ha cloggato. Dopo aver risolto il problema, fai clic sul pulsante Riprova."
            },
            {
                "ecode": "07034001",
                "intro": "Il filamento è ancora caricato dall'AMS dopo che è stato disattivato. Scaricare il filamento, caricarlo dal supporto della bobina e riavviare la stampa."
            },
            {
                "ecode": "07028001",
                "intro": "Taglio filamento fallito. Controlla la taglierina. Dopo aver risolto il problema, fare clic sul pulsante Riprova."
            },
            {
                "ecode": "07028002",
                "intro": "Taglierina bloccata. Estrarre la leva della taglierina e fai clic sul pulsante riprova."
            },
            {
                "ecode": "07028003",
                "intro": "Impossibile estrarre il filamento dall'estrusore. Controlla se il nozzle ha cloggato o se il filamento è rotto all'interno dell'estrusore. Dopo aver risolto il problema, fai clic sul pulsante Riprova."
            },
            {
                "ecode": "07028004",
                "intro": "Impossibile estrarre il filamento dalla testa di stampa all'AMS. Si prega di controllare se il filamento o la bobina sono bloccati. Dopo aver risolto il problema, fai clic sul pulsante Riprova."
            },
            {
                "ecode": "07028005",
                "intro": "Impossibile alimentare il filamento dall'esterno AMS. Controlla l'estremità del filamento e verifica se la bobina è bloccata. Dopo aver risolto il problema, fai clic sul pulsante Riprova."
            },
            {
                "ecode": "07028006",
                "intro": "Impossibile inserire il filamento nella testa di stampa. Si prega di controllare se il filamento o la bobina sono bloccati. Dopo aver risolto il problema, fai clic sul pulsante Riprova."
            },
            {
                "ecode": "07028007",
                "intro": "Impossibile estrudere il filamento. Controlla se l'estrusore ha cloggato. Dopo aver risolto il problema, fai clic sul pulsante Riprova."
            },
            {
                "ecode": "07028010",
                "intro": "Motore AMS sovraccarico. Controlla se la bobina o il filamento sono bloccati. Dopo aver risolto il problema, fai clic sul pulsante Riprova."
            },
            {
                "ecode": "07028011",
                "intro": "Filamento AMS esaurito. Inserisci un nuovo filamento nell'AMS fai clic sul pulsante Riprova."
            },
            {
                "ecode": "07028012",
                "intro": "Impossibile ottenere la tabella di mappatura AMS; fai clic su \"Riprova\" per continuare."
            },
            {
                "ecode": "07028013",
                "intro": "Timeout per lo spurgo del vecchio filamento: controlla se il filamento è bloccato o l'estrusore ha cloggato. Dopo aver risolto il problema, fai clic sul pulsante Riprova."
            },
            {
                "ecode": "07024001",
                "intro": "Il filamento è ancora caricato dall'AMS dopo che è stato disattivato. Scaricare il filamento, caricarlo dal supporto della bobina e riavviare la stampa."
            },
            {
                "ecode": "07008006",
                "intro": "Impossibile inserire il filamento nella testa di stampa. Si prega di controllare se il filamento o la bobina sono bloccati. Dopo aver risolto il problema, fai clic sul pulsante Riprova."
            },
            {
                "ecode": "07018004",
                "intro": "Impossibile estrarre il filamento dalla testa di stampa all'AMS. Si prega di controllare se il filamento o la bobina sono bloccati. Dopo aver risolto il problema, fai clic sul pulsante Riprova."
            },
            {
                "ecode": "07018005",
                "intro": "Impossibile alimentare il filamento dall'esterno AMS. Controlla l'estremità del filamento e verifica se la bobina è bloccata. Dopo aver risolto il problema, fai clic sul pulsante Riprova."
            },
            {
                "ecode": "07018006",
                "intro": "Impossibile inserire il filamento nella testa di stampa. Si prega di controllare se il filamento o la bobina sono bloccati. Dopo aver risolto il problema, fai clic sul pulsante Riprova."
            },
            {
                "ecode": "07018007",
                "intro": "Impossibile estrudere il filamento. Controlla se l'estrusore ha cloggato. Dopo aver risolto il problema, fai clic sul pulsante Riprova."
            },
            {
                "ecode": "07018010",
                "intro": "Motore AMS sovraccarico. Controlla se la bobina o il filamento sono bloccati. Dopo aver risolto il problema, fai clic sul pulsante Riprova."
            },
            {
                "ecode": "07018011",
                "intro": "Filamento AMS esaurito. Inserisci un nuovo filamento nell'AMS fai clic sul pulsante Riprova."
            },
            {
                "ecode": "07018012",
                "intro": "Impossibile ottenere la tabella di mappatura AMS; fai clic su \"Riprova\" per continuare."
            },
            {
                "ecode": "07018013",
                "intro": "Timeout per lo spurgo del vecchio filamento: controlla se il filamento è bloccato o l'estrusore ha cloggato. Dopo aver risolto il problema, fai clic sul pulsante Riprova."
            },
            {
                "ecode": "07018001",
                "intro": "Taglio filamento fallito. Controlla la taglierina. Dopo aver risolto il problema, fare clic sul pulsante Riprova."
            },
            {
                "ecode": "07018002",
                "intro": "Taglierina bloccata. Estrarre la leva della taglierina e fai clic sul pulsante riprova."
            },
            {
                "ecode": "07018003",
                "intro": "Impossibile estrarre il filamento dall'estrusore. Controlla se il nozzle ha cloggato o se il filamento è rotto all'interno dell'estrusore. Dopo aver risolto il problema, fai clic sul pulsante Riprova."
            },
            {
                "ecode": "07014001",
                "intro": "Il filamento è ancora caricato dall'AMS dopo che è stato disattivato. Scaricare il filamento, caricarlo dal supporto della bobina e riavviare la stampa."
            },
            {
                "ecode": "07008002",
                "intro": "Taglierina bloccata. Estrarre la leva della taglierina e fai clic sul pulsante riprova."
            },
            {
                "ecode": "07008004",
                "intro": "Impossibile estrarre il filamento dalla testa di stampa all'AMS. Si prega di controllare se il filamento o la bobina sono bloccati. Dopo aver risolto il problema, fai clic sul pulsante Riprova."
            },
            {
                "ecode": "07008005",
                "intro": "Impossibile alimentare il filamento dall'esterno AMS. Controlla l'estremità del filamento e verifica se la bobina è bloccata. Dopo aver risolto il problema, fai clic sul pulsante Riprova."
            },
            {
                "ecode": "07008007",
                "intro": "Impossibile estrudere il filamento. Controlla se l'estrusore è intasato. Dopo aver risolto il problema, fai clic sul pulsante Riprova."
            },
            {
                "ecode": "07008010",
                "intro": "Motore AMS sovraccarico. Controlla se la bobina o il filamento sono bloccati. Dopo aver risolto il problema, fai clic sul pulsante Riprova."
            },
            {
                "ecode": "07008011",
                "intro": "Filamento AMS esaurito. Inserisci un nuovo filamento nell'AMS fai clic sul pulsante Riprova."
            },
            {
                "ecode": "07008012",
                "intro": "Impossibile ottenere la tabella di mappatura AMS; fai clic su \"Riprova\" per continuare."
            },
            {
                "ecode": "07008013",
                "intro": "Timeout per lo spurgo del vecchio filamento: controlla se il filamento è bloccato o l'estrusore ha cloggato. Dopo aver risolto il problema, fai clic sul pulsante Riprova."
            },
            {
                "ecode": "07008001",
                "intro": "Taglio filamento fallito. Controlla la taglierina. Dopo aver risolto il problema, fare clic sul pulsante Riprova."
            },
            {
                "ecode": "07008003",
                "intro": "Impossibile estrarre il filamento dall'estrusore. Controlla se il nozzle ha cloggato o se il filamento è rotto all'interno dell'estrusore. Dopo aver risolto il problema, fai clic sul pulsante Riprova."
            },
            {
                "ecode": "07004001",
                "intro": "Il filamento è ancora caricato dall'AMS dopo che è stato disattivato. Scaricare il filamento, caricarlo dal supporto della bobina e riavviare la stampa."
            },
            {
                "ecode": "0C00C003",
                "intro": "Possibili difetti rilevati nel primo layer."
            },
            {
                "ecode": "0C00C004",
                "intro": "Rilevato possibile fallimento spaghetti."
            },
            {
                "ecode": "0C008002",
                "intro": "Rilevato fallimento spaghetti."
            },
            {
                "ecode": "05004004",
                "intro": "I lavori di stampa non possono essere inviati durante una stampa."
            },
            {
                "ecode": "05004005",
                "intro": "Non è consentito inviare lavori di stampa durante l'aggiornamento del firmware."
            },
            {
                "ecode": "05004006",
                "intro": "Lo spazio di archiviazione non è sufficiente per il lavoro di stampa. Il ripristino delle impostazioni di fabbrica può liberare spazio disponibile."
            },
            {
                "ecode": "05004007",
                "intro": "I lavori di stampa non possono essere inviati durante l'aggiornamento forzato o quando è necessario un aggiornamento di riparazione."
            },
            {
                "ecode": "05004008",
                "intro": "Avvio della stampa non riuscito. Spegnere e riaccendere la stampante e inviare nuovamente il lavoro di stampa."
            },
            {
                "ecode": "0300400D",
                "intro": "Ripresa della stampa fallita dopo la perdita di alimentazione."
            },
            {
                "ecode": "03008000",
                "intro": "La stampa è stata sospesa per un motivo sconosciuto. Puoi toccare \"Riprendi\" per continuare la stampa."
            },
            {
                "ecode": "03008001",
                "intro": "La stampa è stata sospesa dall'utente. Puoi toccare «Riprendi» per riprendere la stampa."
            },
            {
                "ecode": "03008004",
                "intro": "Il filamento è esaurito. Carica il nuovo filamento in Temperatura/Asse e tocca \"Riprendi\" per riprendere il lavoro di stampa."
            },
            {
                "ecode": "03008005",
                "intro": "La stampa è stata interrotta perché il coperchio anteriore della testa di stampa è caduto. Riposiziona il coperchio e tocca \"Riprendi\" per riprendere il lavoro di stampa."
            },
            {
                "ecode": "03008006",
                "intro": "Il marker di localizzazione del piatto non è stato trovato oppure il piatto non è lo stesso del G-code. Interrompi il lavoro di stampa e sostituiscilo. Puoi anche toccare \"Riprendi\" per forzare la ripresa del lavoro di stampa."
            },
            {
                "ecode": "03008007",
                "intro": "C'era un lavoro di stampa incompiuto quando la stampante è stata spenta. Tocca \"Riprendi\" per continuare la stampa."
            },
            {
                "ecode": "03008008",
                "intro": "Malfunzionamento temperatura del Nozzle."
            },
            {
                "ecode": "03008009",
                "intro": "Malfunzionamento temperatura del piano."
            },
            {
                "ecode": "05004001",
                "intro": "Impossibile connettersi a Bambu Cloud. Controlla la connessione di rete."
            },
            {
                "ecode": "03004001",
                "intro": "La stampante si è bloccata in attesa che il nozzle si raffreddasse prima di eseguire l'homing."
            },
            {
                "ecode": "03004008",
                "intro": "L'AMS non è riuscito a cambiare il filamento."
            },
            {
                "ecode": "0300400B",
                "intro": "Eccezione di comunicazione interna."
            },
            {
                "ecode": "0300400C",
                "intro": "La stampa è stata annullata."
            }
        ],
        "ver": 202401241730
    },
    "device_hms": {
        "it": [
            {
                "ecode": "0500020000020006",
                "intro": "Lo Streaming non funziona correttamente. Controlla la rete e riprova. Se il problema persiste, aggiorna e riavvia la stampante"
            },
            {
                "ecode": "0300010000010008",
                "intro": "Si stà presentando un'anomalia nella fase di riscaldamento del piano, la scheda AC potrebbe rompersi."
            },
            {
                "ecode": "030001000001000C",
                "intro": "Il piano sta funzionando a pieno carico per un tempo eccessivo. Il sistema di controllo della temperatura potrebbe essere difettoso."
            },
            {
                "ecode": "030002000001000B",
                "intro": "La temperatura del nozzle è anomala. Il sistema controllo della temperatura potrebbe essere difettoso."
            },
            {
                "ecode": "030091000001000C",
                "intro": "Il riscaldatore della camera 1 sta funzionando a pieno carico per un tempo eccessivo. Il sistema di controllo temperatura potrebbe essere difettoso."
            },
            {
                "ecode": "03000D0000020004",
                "intro": "Il piatto non e posizionato correttamente. Aggiustalo."
            },
            {
                "ecode": "03000D0000020005",
                "intro": "Il piatto non e posizionato correttamente. Aggiustalo."
            },
            {
                "ecode": "03000D0000020006",
                "intro": "Il piatto non e posizionato correttamente. Aggiustalo."
            },
            {
                "ecode": "03000D0000020007",
                "intro": "Il piatto non e posizionato correttamente. Aggiustalo."
            },
            {
                "ecode": "03000D0000020008",
                "intro": "Il piatto non e posizionato correttamente. Aggiustalo."
            },
            {
                "ecode": "03000D0000020009",
                "intro": "Il piatto non e posizionato correttamente. Aggiustalo."
            },
            {
                "ecode": "03000D000002000A",
                "intro": "Il piatto non e posizionato correttamente. Aggiustalo."
            },
            {
                "ecode": "03000D0000020003",
                "intro": "Il piatto non e posizionato correttamente. Aggiustalo."
            },
            {
                "ecode": "03001C0000010001",
                "intro": "Il driver del motore di estrusione è anomalo. Il MOSFET potrebbe presentare un cortocircuito."
            },
            {
                "ecode": "03001D0000010001",
                "intro": "Il sensore di posizione del motore di estrusione è anomalo. Il cavo segnale del sensore potrebbe non essere collegato correttamente."
            },
            {
                "ecode": "0C00010000010009",
                "intro": "L'obiettivo della telecamera della camera sembra essere sporco. Pulisci la lente."
            },
            {
                "ecode": "030001000001000A",
                "intro": "Il controllo temperatura hotbed è anomalo, la scheda AC potrebbe essere guasta."
            },
            {
                "ecode": "030091000001000A",
                "intro": "La temperatura del riscaldatore della camera 1 è anormalo. La scheda AC potrebbe essere guasta."
            },
            {
                "ecode": "030092000001000A",
                "intro": "La temperatura riscaldatore della camera 2 è anormale. La scheda AC potrebbe essere guasta."
            },
            {
                "ecode": "0300180000010002",
                "intro": "La sensibilità del sensore di forza estrusione è bassa, il nozzle potrebbe non essere installato correttamente."
            },
            {
                "ecode": "0300170000010001",
                "intro": "La velocità ventola del nozzle è troppo lenta o interrotta. Potrebbe essere bloccata o il connettore potrebbe non essere inserito correttamente."
            },
            {
                "ecode": "0300170000020002",
                "intro": "La velocità ventola del nozzle è bassa. Potrebbe essere bloccata e deve essere pulita."
            },
            {
                "ecode": "0500040000030009",
                "intro": "La temperatura del piano supera la temperatura di vetrificazione del filamento, che può causare l'ostruzione del nozzle. Si prega di tenere aperta la porta anteriore della stampante. Sto già disattivando temporaneamente il rilevamento dell'apertura della porta."
            },
            {
                "ecode": "03001B0000010001",
                "intro": "Il segnale del sensore d'accelerazione del piano riscaldato è debole. Il sensore potrebbe essere caduto o essere stato danneggiato."
            },
            {
                "ecode": "03001B0000010002",
                "intro": "È stato rilevato un disturbo esterno sul sensore d'accelerazione del piano riscaldato. Il cavo di segnale del sensore potrebbe non essere fisso."
            },
            {
                "ecode": "03001B0000010003",
                "intro": "Il sensore d'accelerazione del piano riscaldato ha rilevato una forza continua inaspettata. Il sensore potrebbe essere bloccato o il front-end analogico potrebbe essere rotto."
            },
            {
                "ecode": "0C0003000002000F",
                "intro": "Se le parti vengono saltate prima dell'ispezione del primo layer, questa non sarà supportata per il lavoro di stampa corrente."
            },
            {
                "ecode": "0500050000030002",
                "intro": "Il dispositivo è in stato di progettazione, presta attenzione alle questioni relative alla sicurezza delle informazioni."
            },
            {
                "ecode": "03000D000001000B",
                "intro": "Il motore dell'asse Z sembra bloccato durante lo spostamento. Controlla se ci sono corpi estranei sui cursori Z o sulle ruote a cinghia dentata Z."
            },
            {
                "ecode": "0C00030000020010",
                "intro": "Corpi estranei rilevati sul piano riscaldato, si prega di controllare e pulire il piano."
            },
            {
                "ecode": "0500050000010001",
                "intro": "I dati di fabbrica della scheda AP sono anomali, si prega di sostituire la scheda AP con una nuova."
            },
            {
                "ecode": "0300020000010009",
                "intro": "Il controllo della temperatura del nozzle è anomalo, l'estremità calda potrebbe non essere installata. Se intendi riscaldare l'hotend senza averlo installato, attiva la modalità manutenzione nella pagina impostazioni."
            },
            {
                "ecode": "0300940000020003",
                "intro": "La camera non ha raggiunto la temperatura desiderata. La macchina rimarrà ferma in attesa del raggiungimento della temperatura idonea."
            },
            {
                "ecode": "0500040000020020",
                "intro": ""
            },
            {
                "ecode": "1202200000020006",
                "intro": "L'estrusione filamento da AMS3 Slot1 fallita, l'estrusore potrebbe essere intasato o il filamento potrebbe essere troppo sottile, causandone lo slittamento dall'estrusore."
            },
            {
                "ecode": "1203200000020006",
                "intro": "L'estrusione filamento da AMS4 Slot1 fallita, l'estrusore potrebbe essere intasato o il filamento potrebbe essere troppo sottile, causandone lo slittamento dall'estrusore."
            },
            {
                "ecode": "1200210000020006",
                "intro": "L'estrusione filamento da AMS1 Slot2 fallita, l'estrusore potrebbe essere intasato o il filamento potrebbe essere troppo sottile, causandone lo slittamento dall'estrusore."
            },
            {
                "ecode": "1201210000020006",
                "intro": "L'estrusione filamento da AMS2 Slot2 fallita, l'estrusore potrebbe essere intasato o il filamento potrebbe essere troppo sottile, causandone lo slittamento dall'estrusore."
            },
            {
                "ecode": "1202210000020006",
                "intro": "L'estrusione filamento da AMS3 Slot2 fallita, l'estrusore potrebbe essere intasato o il filamento potrebbe essere troppo sottile, causandone lo slittamento dall'estrusore."
            },
            {
                "ecode": "1203210000020006",
                "intro": "L'estrusione filamento da AMS4 Slot2 fallita, l'estrusore potrebbe essere intasato o il filamento potrebbe essere troppo sottile, causandone lo slittamento dall'estrusore."
            },
            {
                "ecode": "1200220000020006",
                "intro": "L'estrusione filamento da AMS1 Slot3 fallita, l'estrusore potrebbe essere intasato o il filamento potrebbe essere troppo sottile, causandone lo slittamento dall'estrusore."
            },
            {
                "ecode": "1201220000020006",
                "intro": "L'estrusione filamento da AMS2 Slot3 fallita, l'estrusore potrebbe essere intasato o il filamento potrebbe essere troppo sottile, causandone lo slittamento dall'estrusore."
            },
            {
                "ecode": "1202220000020006",
                "intro": "L'estrusione filamento da AMS3 Slot3 fallita, l'estrusore potrebbe essere intasato o il filamento potrebbe essere troppo sottile, causandone lo slittamento dall'estrusore."
            },
            {
                "ecode": "1203220000020006",
                "intro": "L'estrusione filamento da AMS4 Slot3 fallita, l'estrusore potrebbe essere intasato o il filamento potrebbe essere troppo sottile, causandone lo slittamento dall'estrusore."
            },
            {
                "ecode": "1200230000020006",
                "intro": "L'estrusione filamento da AMS1 Slot4 fallita, l'estrusore potrebbe essere intasato o il filamento potrebbe essere troppo sottile, causandone lo slittamento dall'estrusore."
            },
            {
                "ecode": "1201230000020006",
                "intro": "L'estrusione filamento da AMS2 Slot4 fallita, l'estrusore potrebbe essere intasato o il filamento potrebbe essere troppo sottile, causandone lo slittamento dall'estrusore."
            },
            {
                "ecode": "1202230000020006",
                "intro": "L'estrusione filamento da AMS3 Slot4 fallita, l'estrusore potrebbe essere intasato o il filamento potrebbe essere troppo sottile, causandone lo slittamento dall'estrusore."
            },
            {
                "ecode": "1203230000020006",
                "intro": "L'estrusione filamento da AMS4 Slot4 fallita, l'estrusore potrebbe essere intasato o il filamento potrebbe essere troppo sottile, causandone lo slittamento dall'estrusore."
            },
            {
                "ecode": "03000D0000020001",
                "intro": "L'homing del piatto è anomalo. Potrebbe esserci un rigonfiamento sul letto o la punta del nozzle non è pulita."
            },
            {
                "ecode": "12FF200000030007",
                "intro": "Controllo della posizione del filamento in tutti gli slot AMS, attendere."
            },
            {
                "ecode": "0300940000030001",
                "intro": "Il raffreddamento della camera potrebbe essere troppo lento. È possibile aprire la camera per favorire il raffreddamento se il gas contenuto nella camera non è tossico."
            },
            {
                "ecode": "0300180000010001",
                "intro": "Il valore del sensore di forza di estrusione è basso, il nozzle non sembra installato."
            },
            {
                "ecode": "0300180000010003",
                "intro": "Il sensore di forza di estrusione non è disponibile, il collegamento tra MC e TH potrebbe essere interrotto o il sensore è guasto."
            },
            {
                "ecode": "0300180000010004",
                "intro": "I dati del sensore di forza di estrusione sono anormali, il sensore dovrebbe essere rotto."
            },
            {
                "ecode": "0300190000010001",
                "intro": "Il sensore di correnti parassite sull'asse Y non è disponibile, il filo dovrebbe essere rotto."
            },
            {
                "ecode": "0300190000020002",
                "intro": "La sensibilità del sensore di correnti parassite dell'asse Y è troppo alta."
            },
            {
                "ecode": "0300940000030002",
                "intro": "L'impostazione della temperatura della camera supera il limite, verrà impostato il valore limite."
            },
            {
                "ecode": "12FF200000020007",
                "intro": "Impossibile controllare la posizione del filamento nella testa di stampa, fare clic per ulteriori informazioni."
            },
            {
                "ecode": "03001A0000020001",
                "intro": "Il nozzle è ricoperto di filamento o il piatto viene inserito storto."
            },
            {
                "ecode": "03001A0000020002",
                "intro": "Il nozzle è ostruito da filamento."
            },
            {
                "ecode": "1200200000020006",
                "intro": "L'estrusione filamento da AMS1 Slot1 fallita, l'estrusore potrebbe essere intasato o il filamento potrebbe essere troppo sottile, causandone lo slittamento dall'estrusore."
            },
            {
                "ecode": "1201200000020006",
                "intro": "L'estrusione filamento da AMS2 Slot1 fallita, l'estrusore potrebbe essere intasato o il filamento potrebbe essere troppo sottile, causandone lo slittamento dall'estrusore."
            },
            {
                "ecode": "0300900000010010",
                "intro": "La comunicazione del regolatore di temperatura della camera è anomala."
            },
            {
                "ecode": "0300900000010001",
                "intro": "Riscaldamento della camera fallito. È possibile che il riscaldatore della camera non riesca a emettere aria calda."
            },
            {
                "ecode": "0300900000010002",
                "intro": "Il riscaldamento della camera non è riuscito. La porta potrebbe non essere chiusa o la temperatura ambiente potrebbe essere troppo bassa."
            },
            {
                "ecode": "0300900000010003",
                "intro": "Il riscaldamento della camera non è riuscito. La temperatura dell'alimentatore potrebbe essere troppo alta."
            },
            {
                "ecode": "0300900000010004",
                "intro": "Il riscaldamento della camera non è riuscito. La velocità della ventola di riscaldamento è troppo bassa."
            },
            {
                "ecode": "0300900000010005",
                "intro": "Il riscaldamento della camera non è riuscito. La resistenza termica è troppo alta."
            },
            {
                "ecode": "0300910000010001",
                "intro": "La temperatura del riscaldatore della camera 1 è anomala. Il riscaldatore potrebbe avere un cortocircuito."
            },
            {
                "ecode": "0300910000010002",
                "intro": "La temperatura del riscaldatore della camera 1 è anomala. Il riscaldatore potrebbe avere un circuito aperto o il fusibile termico potrebbe essere entrato in funzione."
            },
            {
                "ecode": "0300910000010003",
                "intro": "La temperatura del riscaldatore della camera 1 è anomala. Il riscaldatore ha una temperatura eccessiva."
            },
            {
                "ecode": "0300910000010006",
                "intro": "La temperatura del riscaldatore della camera 1 è anomala. Il sensore potrebbe avere un cortocircuito."
            },
            {
                "ecode": "0300910000010007",
                "intro": "La temperatura del riscaldatore della camera 1 è anomala. Il sensore potrebbe avere un circuito aperto."
            },
            {
                "ecode": "0300910000010008",
                "intro": "Il riscaldatore della camera 1 non è riuscito a raggiungere la temperatura impostata."
            },
            {
                "ecode": "0300920000010001",
                "intro": "La temperatura del riscaldatore della camera 2 è anomala. Il riscaldatore potrebbe avere un cortocircuito."
            },
            {
                "ecode": "0300920000010002",
                "intro": "La temperatura del riscaldatore della camera 2 è anomala. Il riscaldatore potrebbe avere un circuito aperto o il fusibile termico potrebbe essere attivo."
            },
            {
                "ecode": "0300920000010003",
                "intro": "La temperatura del riscaldatore della camera 2 è anomala. Il riscaldatore è surriscaldato."
            },
            {
                "ecode": "0300920000010006",
                "intro": "La temperatura del riscaldatore della camera 2 è anomala. Il sensore potrebbe avere un cortocircuito."
            },
            {
                "ecode": "0300920000010007",
                "intro": "La temperatura del riscaldatore della camera 2 è anomala. Il sensore potrebbe avere un circuito aperto."
            },
            {
                "ecode": "0300920000010008",
                "intro": "Il riscaldatore della camera 2 non è riuscito a raggiungere la temperatura impostata."
            },
            {
                "ecode": "0300930000010001",
                "intro": "La temperatura della camera è anomala. Il sensore di temperatura della camera potrebbe avere un cortocircuito."
            },
            {
                "ecode": "0300930000010002",
                "intro": "La temperatura della camera è anomala. Il sensore di temperatura della camera potrebbe avere un circuito aperto."
            },
            {
                "ecode": "0300930000010003",
                "intro": "La temperatura della camera è anomala. Il sensore di temperatura della camera all'uscita dell'aria potrebbe avere un cortocircuito."
            },
            {
                "ecode": "0300930000010004",
                "intro": "La temperatura della camera è anomala. Il sensore di temperatura della camera all'uscita dell'aria potrebbe avere un circuito aperto."
            },
            {
                "ecode": "0300930000010005",
                "intro": "La temperatura della camera è anomala. Il sensore di temperatura della camera all'ingresso dell'aria potrebbe avere un cortocircuito."
            },
            {
                "ecode": "0300930000010006",
                "intro": "La temperatura della camera è anomala. Il sensore di temperatura della camera all'ingresso dell'aria potrebbe avere un circuito aperto."
            },
            {
                "ecode": "0300930000010007",
                "intro": "La temperatura della camera è anomala. Il sensore di temperatura dell'alimentatore potrebbe avere un cortocircuito."
            },
            {
                "ecode": "0300930000010008",
                "intro": "La temperatura della camera è anomala. Il sensore di temperatura sull'alimentazione potrebbe avere un circuito aperto."
            },
            {
                "ecode": "0500030000010023",
                "intro": "Il modulo CTC non funziona correttamente. Riavviare il dispositivo."
            },
            {
                "ecode": "1203830000020001",
                "intro": "Il filamento Slot4 AMS4 è bloccato o aggrovigliato."
            },
            {
                "ecode": "0700300000020002",
                "intro": "Il tag RFID su Slot1 AMS1 danneggiato e non identificabile."
            },
            {
                "ecode": "0700310000020002",
                "intro": "Il tag RFID su Slot2 AMS1 danneggiato e non identificabile."
            },
            {
                "ecode": "0700320000020002",
                "intro": "Il tag RFID su Slot3 AMS1 danneggiato e non identificabile."
            },
            {
                "ecode": "0700330000020002",
                "intro": "Il tag RFID su Slot4 AMS1 danneggiato e non identificabile."
            },
            {
                "ecode": "0701300000020002",
                "intro": "Il tag RFID su Slot1 AMS2 danneggiato e non identificabile."
            },
            {
                "ecode": "0701310000020002",
                "intro": "Il tag RFID su Slot2 AMS2 danneggiato e non identificabile."
            },
            {
                "ecode": "0701320000020002",
                "intro": "Il tag RFID su Slot3 AMS2 danneggiato e non identificabile."
            },
            {
                "ecode": "0701330000020002",
                "intro": "Il tag RFID su Slot4 AMS2 danneggiato e non identificabile."
            },
            {
                "ecode": "0702300000020002",
                "intro": "Il tag RFID su Slot1 AMS3 danneggiato e non identificabile."
            },
            {
                "ecode": "0702310000020002",
                "intro": "Il tag RFID su Slot2 AMS3 danneggiato e non identificabile."
            },
            {
                "ecode": "0702320000020002",
                "intro": "Il tag RFID su Slot3 AMS3 danneggiato e non identificabile."
            },
            {
                "ecode": "0702330000020002",
                "intro": "Il tag RFID su Slot4 AMS3 danneggiato e non identificabile."
            },
            {
                "ecode": "0703300000020002",
                "intro": "Il tag RFID su Slot1 AMS4 danneggiato e non identificabile."
            },
            {
                "ecode": "0703310000020002",
                "intro": "Il tag RFID su Slot2 AMS4 danneggiato e non identificabile."
            },
            {
                "ecode": "0703320000020002",
                "intro": "Il tag RFID su Slot3 AMS4 danneggiato e non identificabile."
            },
            {
                "ecode": "0703330000020002",
                "intro": "Il tag RFID su AMS4 Slot4 danneggiato e non identificabile."
            },
            {
                "ecode": "0500030000030022",
                "intro": "Rilevato un deterioramento della MicroSD. Ciò può influire sui lavori di stampa, sui registri e sulle registrazioni video. Provare a formattare o cambiare la scheda MicroSD."
            },
            {
                "ecode": "12FF800000020001",
                "intro": "Il filamento sul supporto è bloccato o aggrovigliato."
            },
            {
                "ecode": "1200800000020001",
                "intro": "Il filamento Slot1 AMS1 è bloccato o aggrovigliato."
            },
            {
                "ecode": "1200810000020001",
                "intro": "Il filamento Slot2 AMS1 è bloccato o aggrovigliato."
            },
            {
                "ecode": "1200820000020001",
                "intro": "Il filamento Slot3 AMS1 è bloccato o aggrovigliato."
            },
            {
                "ecode": "1200830000020001",
                "intro": "Il filamento Slot4 AMS1 è bloccato o aggrovigliato."
            },
            {
                "ecode": "1201800000020001",
                "intro": "Il filamento Slot1 AMS2 è bloccato o aggrovigliato."
            },
            {
                "ecode": "1201810000020001",
                "intro": "Il filamento Slot2 AMS2 è bloccato o aggrovigliato."
            },
            {
                "ecode": "1201820000020001",
                "intro": "Il filamento Slot3 AMS2 è bloccato o aggrovigliato."
            },
            {
                "ecode": "1201830000020001",
                "intro": "Il filamento Slot4 AMS2 è bloccato o aggrovigliato."
            },
            {
                "ecode": "1202800000020001",
                "intro": "Il filamento Slot1 AMS3 è bloccato o aggrovigliato."
            },
            {
                "ecode": "1202810000020001",
                "intro": "Il filamento Slot2 AMS3 è bloccato o aggrovigliato."
            },
            {
                "ecode": "1202820000020001",
                "intro": "Il filamento Slot3 AMS3 è bloccato o aggrovigliato."
            },
            {
                "ecode": "1202830000020001",
                "intro": "Il filamento Slot4 AMS3 è bloccato o aggrovigliato."
            },
            {
                "ecode": "1203800000020001",
                "intro": "Il filamento Slot1 AMS4 è bloccato o aggrovigliato."
            },
            {
                "ecode": "1203810000020001",
                "intro": "Il filamento Slot2 AMS4 è bloccato o aggrovigliato."
            },
            {
                "ecode": "1203820000020001",
                "intro": "Il filamento Slot3 AMS4 è bloccato o aggrovigliato."
            },
            {
                "ecode": "0500010000030005",
                "intro": "Errore della microSD: reinseriscila, formattala o sostituiscila."
            },
            {
                "ecode": "0500040000020010",
                "intro": "Il tag RFID su Slot1 AMS1 non può essere identificato."
            },
            {
                "ecode": "0500040000020011",
                "intro": "Il tag RFID su Slot2 AMS1 non può essere identificato."
            },
            {
                "ecode": "0500040000020012",
                "intro": "Il tag RFID su Slot3 AMS1 non può essere identificato."
            },
            {
                "ecode": "0500040000020014",
                "intro": "Il tag RFID su Slot1 AMS2 non può essere identificato."
            },
            {
                "ecode": "0500040000020015",
                "intro": "Il tag RFID su Slot2 AMS2 non può essere identificato."
            },
            {
                "ecode": "0500040000020016",
                "intro": "Il tag RFID su Slot3 AMS2 non può essere identificato."
            },
            {
                "ecode": "0500040000020017",
                "intro": "Il tag RFID su Slot4 AMS2 non può essere identificato."
            },
            {
                "ecode": "0500040000020018",
                "intro": "Il tag RFID su Slot1 AMS3 non può essere identificato."
            },
            {
                "ecode": "0500040000020019",
                "intro": "Il tag RFID su Slot2 AMS3 non può essere identificato."
            },
            {
                "ecode": "050004000002001A",
                "intro": "Il tag RFID su Slot3 AMS3 non può essere identificato."
            },
            {
                "ecode": "050004000002001B",
                "intro": "Il tag RFID su Slot4 AMS3 non può essere identificato."
            },
            {
                "ecode": "050004000002001C",
                "intro": "Il tag RFID su Slot1 AMS4 non può essere identificato."
            },
            {
                "ecode": "050004000002001D",
                "intro": "Il tag RFID su Slot2 AMS4 non può essere identificato."
            },
            {
                "ecode": "050004000002001E",
                "intro": "Il tag RFID su Slot3 AMS4 non può essere identificato."
            },
            {
                "ecode": "050004000002001F",
                "intro": "Il tag RFID su Slot4 AMS4 non può essere identificato."
            },
            {
                "ecode": "0500040000020013",
                "intro": "Il tag RFID su Slot4 AMS1 non può essere identificato."
            },
            {
                "ecode": "0500030000010004",
                "intro": "La comunicazione interna non funziona correttamente. Riavviare il dispositivo."
            },
            {
                "ecode": "0500030000010005",
                "intro": "Il servizio interno non funziona correttamente. Riavviare il dispositivo."
            },
            {
                "ecode": "0500030000010006",
                "intro": "Si è verificato un errore di sistema (system panic). Riavviare il dispositivo."
            },
            {
                "ecode": "0500030000010008",
                "intro": "Si è verificato un blocco del sistema. Riavviare il dispositivo."
            },
            {
                "ecode": "0500030000010009",
                "intro": "Si è verificato un blocco del sistema. È stato ripristinato dal riavvio automatico."
            },
            {
                "ecode": "0300030000020002",
                "intro": ""
            },
            {
                "ecode": "1203100000010001",
                "intro": "Il motore Slot1 dell'AMS4 ha slittato. La ruota d'estrusione potrebbe non funzionare correttamente o il filamento troppo sottile."
            },
            {
                "ecode": "1203100000010003",
                "intro": "Il controllo coppia motore slot1 AMS4 non funziona correttamente. Il sensore di corrente potrebbe essere difettoso."
            },
            {
                "ecode": "12FF200000020001",
                "intro": "Il filamento sul supporto della bobina è esaurito; inserisci un nuovo filamento."
            },
            {
                "ecode": "12FF200000020002",
                "intro": "Il filamento sul portabobina è vuoto; inserire un nuovo filamento."
            },
            {
                "ecode": "12FF200000020004",
                "intro": "Estrai il filamento sul supporto della bobina dall'estrusore."
            },
            {
                "ecode": "1203300000010004",
                "intro": "L'RFID non può essere letto a causa di un errore del chip di crittografia in AMS4."
            },
            {
                "ecode": "1203500000020001",
                "intro": "Comunicazione AMS4 difettosa; controlla il cavo di collegamento."
            },
            {
                "ecode": "1203700000010001",
                "intro": "Errore di velocità e lunghezza del filamento AMS4: l'odometria del filamento slot 1 potrebbe essere difettosa."
            },
            {
                "ecode": "1203710000010001",
                "intro": "Errore di velocità e lunghezza del filamento AMS4: l'odometria del filamento slot 2 potrebbe essere difettosa."
            },
            {
                "ecode": "1203720000010001",
                "intro": "Errore di velocità e lunghezza del filamento AMS4: l'odometria del filamento slot 3 potrebbe essere difettosa."
            },
            {
                "ecode": "1203730000010001",
                "intro": "Errore di velocità e lunghezza del filamento AMS4: l'odometria del filamento slot 4 potrebbe essere difettosa."
            },
            {
                "ecode": "12FF200000020005",
                "intro": "Il filamento potrebbe rompersi nella testa di stampa"
            },
            {
                "ecode": "1202100000010001",
                "intro": "Il motore slot1 dell'AMS3 ha slittato. La ruota d'estrusione potrebbe non funzionare correttamente o il filamento troppo sottile."
            },
            {
                "ecode": "1202100000010003",
                "intro": "Il controllo coppia motore Slot1 AMS3 non funziona correttamente. Il sensore di corrente potrebbe essere difettoso."
            },
            {
                "ecode": "1202300000010004",
                "intro": "L'RFID non può essere letto a causa di un errore del chip di crittografia in AMS3."
            },
            {
                "ecode": "1201500000020001",
                "intro": "Comunicazione AMS2 difettosa; controlla il cavo di collegamento."
            },
            {
                "ecode": "1202500000020001",
                "intro": "Comunicazione AMS3 difettosa; controlla il cavo di collegamento."
            },
            {
                "ecode": "1201700000010001",
                "intro": "Errore di velocità e lunghezza del filamento AMS2: l'odometria del filamento slot 1 potrebbe essere difettosa."
            },
            {
                "ecode": "1202700000010001",
                "intro": "Errore di velocità e lunghezza del filamento AMS3: l'odometria del filamento slot 1 potrebbe essere difettosa."
            },
            {
                "ecode": "1201710000010001",
                "intro": "Errore di velocità e lunghezza del filamento AMS2: l'odometria del filamento slot 2 potrebbe essere difettosa."
            },
            {
                "ecode": "1202710000010001",
                "intro": "Errore di velocità e lunghezza del filamento AMS3: l'odometria del filamento slot 2 potrebbe essere difettosa."
            },
            {
                "ecode": "1201720000010001",
                "intro": "Errore di velocità e lunghezza del filamento AMS2: l'odometria del filamento slot 3 potrebbe essere difettosa."
            },
            {
                "ecode": "1202720000010001",
                "intro": "Errore di velocità e lunghezza del filamento AMS3: l'odometria del filamento slot 3 potrebbe essere difettosa."
            },
            {
                "ecode": "1201730000010001",
                "intro": "Errore di velocità e lunghezza del filamento AMS2: l'odometria del filamento slot 4 potrebbe essere difettosa."
            },
            {
                "ecode": "1202730000010001",
                "intro": "Errore di velocità e lunghezza del filamento AMS3: l'odometria del filamento slot 4 potrebbe essere difettosa."
            },
            {
                "ecode": "1201100000010001",
                "intro": "Il motore Slot1 dell'AMS2 ha slittato. La ruota d'estrusione potrebbe non funzionare correttamente o il filamento troppo sottile."
            },
            {
                "ecode": "1201100000010003",
                "intro": "Il controllo coppia motore Slot1 AMS2 non funziona correttamente. Il sensore di corrente potrebbe essere difettoso."
            },
            {
                "ecode": "1201300000010004",
                "intro": "L'RFID non può essere letto a causa di un errore del chip di crittografia in AMS2."
            },
            {
                "ecode": "1200730000010001",
                "intro": "Errore di velocità e lunghezza del filamento AMS1: l'odometria del filamento slot 4 potrebbe essere difettosa."
            },
            {
                "ecode": "1200300000010004",
                "intro": "L'RFID non può essere letto a causa di un errore del chip di crittografia in AMS1."
            },
            {
                "ecode": "1200450000020001",
                "intro": "Il sensore tagliafilamento non funziona correttamente; verifica se il connettore è inserito correttamente."
            },
            {
                "ecode": "1200450000020002",
                "intro": "La distanza di taglio del taglia filamento è troppo grande. Il motore X potrebbe perdere passi."
            },
            {
                "ecode": "1200450000020003",
                "intro": "Leva taglia filamento non rilasciata. La leva o la lama potrebbero essere bloccate."
            },
            {
                "ecode": "1200500000020001",
                "intro": "Comunicazione AMS1 difettosa; controlla il cavo di collegamento."
            },
            {
                "ecode": "1200510000030001",
                "intro": "L' AMS è disabilitato; carica il filamento dal supporto della bobina."
            },
            {
                "ecode": "1200700000010001",
                "intro": "Errore di velocità e lunghezza del filamento AMS1: l'odometria del filamento slot 1 potrebbe essere difettosa."
            },
            {
                "ecode": "1200710000010001",
                "intro": "Errore di velocità e lunghezza del filamento AMS1: l'odometria del filamento slot 2 potrebbe essere difettosa."
            },
            {
                "ecode": "1200720000010001",
                "intro": "Errore di velocità e lunghezza del filamento AMS1: l'odometria del filamento slot 3 potrebbe essere difettosa."
            },
            {
                "ecode": "12FF200000020006",
                "intro": "Impossibile estrudere il filamento e l'estrusore potrebbe avere cloggato."
            },
            {
                "ecode": "1203110000010001",
                "intro": "Il motore Slot2 dell'AMS4 ha slittato. La ruota d'estrusione potrebbe non funzionare correttamente o il filamento troppo sottile."
            },
            {
                "ecode": "1203120000010001",
                "intro": "Il motore Slot3 dell'AMS4 ha slittato. La ruota d'estrusione potrebbe non funzionare correttamente o il filamento troppo sottile."
            },
            {
                "ecode": "1203100000020002",
                "intro": "Motore Slot1 AMS4 sovraccarico. Il filamento può essere aggrovigliato o bloccato."
            },
            {
                "ecode": "1203110000020002",
                "intro": "Motore Slot2 AMS4 sovraccarico. Il filamento può essere aggrovigliato o bloccato."
            },
            {
                "ecode": "1203120000020002",
                "intro": "Motore Slot3 AMS4 sovraccarico. Il filamento può essere aggrovigliato o bloccato."
            },
            {
                "ecode": "1203110000010003",
                "intro": "Il controllo coppia motore Slot2 AMS4 non funziona correttamente. Il sensore di corrente potrebbe essere difettoso."
            },
            {
                "ecode": "1203120000010003",
                "intro": "Il controllo coppia motore Slot3 AMS4 non funziona correttamente. Il sensore di corrente potrebbe essere difettoso."
            },
            {
                "ecode": "1200210000030001",
                "intro": "Filamento Slot2 AMS1 esaurito. Spurgo del vecchio filamento; attendere."
            },
            {
                "ecode": "1203200000020005",
                "intro": "Il filamento Slot1 AMS4 è esaurito, e lo spurgo del vecchio filamento è avvenuto in modo anomalo; verifica se il filamento è bloccato nella testa di stampa."
            },
            {
                "ecode": "1203200000030001",
                "intro": "Filamento Slot1 AMS4 esaurito. Spurgo del vecchio filamento; attendere."
            },
            {
                "ecode": "1203210000030001",
                "intro": "Filamento Slot2 AMS4 esaurito. Spurgo del vecchio filamento; attendere."
            },
            {
                "ecode": "1203200000030002",
                "intro": "Filamento Slot1 AMS4 esaurito ed è passato automaticamente allo slot con lo stesso filamento."
            },
            {
                "ecode": "1203130000010001",
                "intro": "Il motore Slot4 dell'AMS4 ha slittato. La ruota d'estrusione potrebbe non funzionare correttamente o il filamento troppo sottile."
            },
            {
                "ecode": "1203130000020002",
                "intro": "Motore slot4 AMS4 sovraccarico. Il filamento può essere aggrovigliato o bloccato."
            },
            {
                "ecode": "1203130000010003",
                "intro": "Il controllo coppia motore slot4 AMS4 non funziona correttamente. Il sensore di corrente potrebbe essere difettoso."
            },
            {
                "ecode": "1203200000020001",
                "intro": "Filamento Slot1 AMS4 esaurito. Inserisci un nuovo filamento."
            },
            {
                "ecode": "1203210000020001",
                "intro": "Filamento Slot2 AMS4 esaurito. Inserisci un nuovo filamento."
            },
            {
                "ecode": "1203200000020002",
                "intro": "Slot1 AMS4 vuoto; inserisci un nuovo filamento."
            },
            {
                "ecode": "1203210000020002",
                "intro": "Slot2 AMS4 vuoto; inserisci un nuovo filamento."
            },
            {
                "ecode": "1203200000020003",
                "intro": "Il filamento Slot1 AMS4 può essere rotto nel tubo PTFE."
            },
            {
                "ecode": "1203210000020003",
                "intro": "Il filamento Slot2 AMS4 può essere rotto nel tubo PTFE."
            },
            {
                "ecode": "1203200000020004",
                "intro": "Il filamento Slot1 AMS4 potrebbe rompersi nella testa di stampa."
            },
            {
                "ecode": "1203210000020004",
                "intro": "Il filamento Slot2 AMS4 potrebbe rompersi nella testa di stampa."
            },
            {
                "ecode": "1203220000020001",
                "intro": "Filamento Slot3 AMS4 esaurito. Inserisci un nuovo filamento."
            },
            {
                "ecode": "1203230000020001",
                "intro": "Filamento Slot4 AMS4 esaurito. Inserisci un nuovo filamento."
            },
            {
                "ecode": "1203220000020002",
                "intro": "Slot3 AMS4 vuoto; inserisci un nuovo filamento."
            },
            {
                "ecode": "1203230000020002",
                "intro": "Slot4 AMS4 vuoto; inserisci un nuovo filamento."
            },
            {
                "ecode": "1203220000020003",
                "intro": "Il filamento Slot3 AMS4 può essere rotto nel tubo PTFE."
            },
            {
                "ecode": "1203230000020003",
                "intro": "Il filamento Slot4 AMS4 può essere rotto nel tubo PTFE."
            },
            {
                "ecode": "1203220000020004",
                "intro": "Il filamento Slot3 AMS4 potrebbe rompersi nella testa di stampa."
            },
            {
                "ecode": "1203230000020004",
                "intro": "Il filamento Slot4 AMS4 potrebbe rompersi nella testa di stampa."
            },
            {
                "ecode": "1203210000020005",
                "intro": "Il filamento Slot2 AMS4 è esaurito, e lo spurgo del vecchio filamento è avvenuto in modo anomalo; verifica se il filamento è bloccato nella testa di stampa."
            },
            {
                "ecode": "1203220000020005",
                "intro": "Il filamento Slot3 AMS4 è esaurito, e lo spurgo del vecchio filamento è avvenuto in modo anomalo; verifica se il filamento è bloccato nella testa di stampa."
            },
            {
                "ecode": "1203230000020005",
                "intro": "Il filamento Slot4 AMS4 è esaurito, e lo spurgo del vecchio filamento è avvenuto in modo anomalo; verifica se il filamento è bloccato nella testa di stampa."
            },
            {
                "ecode": "1203220000030001",
                "intro": "Filamento Slot3 AMS4 esaurito. Spurgo del vecchio filamento; attendere."
            },
            {
                "ecode": "1203230000030001",
                "intro": "Filamento Slot4 AMS4 esaurito. Spurgo del vecchio filamento; attendere."
            },
            {
                "ecode": "1203210000030002",
                "intro": "Filamento Slot2 AMS4 esaurito ed è passato automaticamente allo slot con lo stesso filamento."
            },
            {
                "ecode": "1203220000030002",
                "intro": "Filamento Slot3 AMS4 esaurito ed è passato automaticamente allo slot con lo stesso filamento."
            },
            {
                "ecode": "1203230000030002",
                "intro": "Filamento Slot4 AMS4 esaurito ed è passato automaticamente allo slot con lo stesso filamento."
            },
            {
                "ecode": "1203300000010001",
                "intro": "La bobina RFID Slot1 AMS4 è rotta o il circuito hardware RF presenta un errore."
            },
            {
                "ecode": "1203310000010001",
                "intro": "La bobina RFID Slot2 AMS4 è rotta o il circuito hardware RF presenta un errore."
            },
            {
                "ecode": "1203300000030003",
                "intro": "L'RFID Slot1 AMS4 non può essere letto a causa di un errore strutturale."
            },
            {
                "ecode": "1200210000020003",
                "intro": "Il filamento Slot2 AMS1 può essere rotto nel tubo PTFE."
            },
            {
                "ecode": "1203320000010001",
                "intro": "La bobina RFID Slot3 AMS4 è rotta o il circuito hardware RF presenta un errore."
            },
            {
                "ecode": "1203330000010001",
                "intro": "La bobina RFID Slot4 AMS4 è rotta o il circuito hardware RF presenta un errore."
            },
            {
                "ecode": "1203310000030003",
                "intro": "L'RFID Slot2 AMS4 non può essere letto a causa di un errore strutturale."
            },
            {
                "ecode": "1203320000030003",
                "intro": "L'RFID Slot3 AMS4 non può essere letto a causa di un errore strutturale."
            },
            {
                "ecode": "1203330000030003",
                "intro": "L'RFID Slot4 AMS4 non può essere letto a causa di un errore strutturale."
            },
            {
                "ecode": "1200200000020005",
                "intro": "Il filamento Slot1 AMS1 è esaurito e lo spurgo del vecchio filamento è avvenuto in modo anomalo; verifica se il filamento è bloccato nella testa di stampa."
            },
            {
                "ecode": "1200200000030001",
                "intro": "Filamento Slot1 AMS1 esaurito. Spurgo del vecchio filamento; attendere."
            },
            {
                "ecode": "1202200000020005",
                "intro": "Il filamento Slot1 AMS3 è esaurito e lo spurgo del vecchio filamento è avvenuto in modo anomalo; verifica se il filamento è bloccato nella testa di stampa."
            },
            {
                "ecode": "1202200000030001",
                "intro": "Filamento Slot1 AMS3 esaurito. Spurgo del vecchio filamento; attendere."
            },
            {
                "ecode": "1202200000030002",
                "intro": "Filamento Slot1 AMS3 esaurito ed è passato automaticamente allo slot con lo stesso filamento."
            },
            {
                "ecode": "1202130000010001",
                "intro": "Il motore Slot4 dell'AMS3 ha slittato. La ruota d'estrusione potrebbe non funzionare correttamente o il filamento troppo sottile."
            },
            {
                "ecode": "1202130000020002",
                "intro": "Motore slot4 AMS3 sovraccarico. Il filamento può essere aggrovigliato o bloccato."
            },
            {
                "ecode": "1202130000010003",
                "intro": "Il controllo coppia motore slot4 AMS3 non funziona correttamente. Il sensore di corrente potrebbe essere difettoso."
            },
            {
                "ecode": "1202200000020001",
                "intro": "Filamento Slot1 AMS3 esaurito. Inserisci un nuovo filamento."
            },
            {
                "ecode": "1202210000020001",
                "intro": "Filamento Slot2 AMS3 esaurito. Inserisci un nuovo filamento."
            },
            {
                "ecode": "1202200000020002",
                "intro": "Slot1 AMS3 vuoto; inserisci un nuovo filamento."
            },
            {
                "ecode": "1202210000020002",
                "intro": "Slot2 AMS3 vuoto; inserisci un nuovo filamento."
            },
            {
                "ecode": "1202200000020003",
                "intro": "Il filamento Slot1 AMS3 può essere rotto nel tubo PTFE."
            },
            {
                "ecode": "1202200000020004",
                "intro": "Il filamento Slot1 AMS3 potrebbe rompersi nella testa di stampa."
            },
            {
                "ecode": "1202220000020001",
                "intro": "Filamento Slot3 AMS3 esaurito. Inserisci un nuovo filamento."
            },
            {
                "ecode": "1202230000020001",
                "intro": "Filamento Slot4 AMS3 esaurito. Inserisci un nuovo filamento."
            },
            {
                "ecode": "1202220000020002",
                "intro": "Slot3 AMS3 vuoto; inserisci un nuovo filamento."
            },
            {
                "ecode": "1202230000020002",
                "intro": "Slot4 AMS3 vuoto; inserisci un nuovo filamento."
            },
            {
                "ecode": "1202210000020003",
                "intro": "Il filamento Slot2 AMS3 può essere rotto nel tubo PTFE."
            },
            {
                "ecode": "1202220000020003",
                "intro": "Il filamento Slot3 AMS3 può essere rotto nel tubo PTFE."
            },
            {
                "ecode": "1202230000020003",
                "intro": "Il filamento Slot4 AMS3 può essere rotto nel tubo PTFE."
            },
            {
                "ecode": "1202210000020004",
                "intro": "Il filamento Slot2 AMS3 potrebbe rompersi nella testa di stampa."
            },
            {
                "ecode": "1202220000020004",
                "intro": "Il filamento Slot3 AMS3 potrebbe rompersi nella testa di stampa."
            },
            {
                "ecode": "1202230000020004",
                "intro": "Il filamento Slot4 AMS3 potrebbe rompersi nella testa di stampa."
            },
            {
                "ecode": "1202210000020005",
                "intro": "Il filamento Slot2 AMS3 è esaurito e lo spurgo del vecchio filamento è avvenuto in modo anomalo; verifica se il filamento è bloccato nella testa di stampa."
            },
            {
                "ecode": "1202220000020005",
                "intro": "Il filamento Slot3 AMS3 è esaurito e lo spurgo del vecchio filamento è avvenuto in modo anomalo; verifica se il filamento è bloccato nella testa di stampa."
            },
            {
                "ecode": "1202230000020005",
                "intro": "Il filamento Slot4 AMS3 è esaurito, e lo spurgo del vecchio filamento è avvenuto in modo anomalo; verifica se il filamento è bloccato nella testa di stampa."
            },
            {
                "ecode": "1202210000030001",
                "intro": "Filamento Slot2 AMS3 esaurito. Spurgo del vecchio filamento; attendere."
            },
            {
                "ecode": "1202220000030001",
                "intro": "Filamento Slot3 AMS3 esaurito. Spurgo del vecchio filamento; attendere."
            },
            {
                "ecode": "1202210000030002",
                "intro": "Filamento Slot2 AMS3 esaurito ed è passato automaticamente allo slot con lo stesso filamento."
            },
            {
                "ecode": "1202220000030002",
                "intro": "Filamento Slot3 AMS3 esaurito ed è passato automaticamente allo slot con lo stesso filamento."
            },
            {
                "ecode": "0702220000020002",
                "intro": "Slot3 AMS3 vuoto; carica un nuovo filamento."
            },
            {
                "ecode": "1202110000010001",
                "intro": "Il motore slot2 dell'AMS3 ha slittato. La ruota d'estrusione potrebbe non funzionare correttamente o il filamento troppo sottile."
            },
            {
                "ecode": "1202120000010001",
                "intro": "Il motore slot3 dell'AMS3 ha slittato. La ruota d'estrusione potrebbe non funzionare correttamente o il filamento troppo sottile."
            },
            {
                "ecode": "1202100000020002",
                "intro": "Motore slot1 AMS3 sovraccarico. Il filamento può essere aggrovigliato o bloccato."
            },
            {
                "ecode": "1202110000020002",
                "intro": "Motore slot2 AMS3 sovraccarico. Il filamento può essere aggrovigliato o bloccato."
            },
            {
                "ecode": "1202120000020002",
                "intro": "Motore slot3 AMS3 sovraccarico. Il filamento può essere aggrovigliato o bloccato."
            },
            {
                "ecode": "1202110000010003",
                "intro": "Il controllo coppia motore Slot2 AMS3 non funziona correttamente. Il sensore di corrente potrebbe essere difettoso."
            },
            {
                "ecode": "1202120000010003",
                "intro": "Il controllo coppia motore slot3 AMS3 non funziona correttamente. Il sensore di corrente potrebbe essere difettoso."
            },
            {
                "ecode": "1202230000030001",
                "intro": "Filamento Slot4 AMS3 esaurito. Spurgo del vecchio filamento; attendere."
            },
            {
                "ecode": "1202230000030002",
                "intro": "Filamento Slot4 AMS3 esaurito ed è passato automaticamente allo slot con lo stesso filamento."
            },
            {
                "ecode": "1202300000010001",
                "intro": "La bobina RFID Slot1 AMS3 è rotta o il circuito hardware RF presenta un errore."
            },
            {
                "ecode": "1202310000010001",
                "intro": "La bobina RFID Slot2 AMS3 è rotta o il circuito hardware RF presenta un errore."
            },
            {
                "ecode": "1202320000010001",
                "intro": "La bobina RFID Slot3 AMS3 è rotta o il circuito hardware RF presenta un errore."
            },
            {
                "ecode": "1202330000010001",
                "intro": "La bobina RFID Slot4 AMS3 è rotta o il circuito hardware RF presenta un errore."
            },
            {
                "ecode": "1202300000030003",
                "intro": "L'RFID Slot1 AMS3 non può essere letto a causa di un errore strutturale."
            },
            {
                "ecode": "1202310000030003",
                "intro": "L'RFID Slot2 AMS3 non può essere letto a causa di un errore strutturale."
            },
            {
                "ecode": "1202320000030003",
                "intro": "L'RFID Slot3 AMS3 non può essere letto a causa di un errore strutturale."
            },
            {
                "ecode": "1202330000030003",
                "intro": "L'RFID Slot4 AMS3 non può essere letto a causa di un errore strutturale."
            },
            {
                "ecode": "1201320000010001",
                "intro": "La bobina RFID Slot3 AMS2 è rotta o il circuito hardware RF presenta un errore."
            },
            {
                "ecode": "1201330000010001",
                "intro": "La bobina RFID Slot4 AMS2 è rotta o il circuito hardware RF presenta un errore."
            },
            {
                "ecode": "1201300000030003",
                "intro": "L'RFID Slot1 AMS2 non può essere letto a causa di un errore strutturale."
            },
            {
                "ecode": "1201310000030003",
                "intro": "L'RFID Slot2 AMS2 non può essere letto a causa di un errore strutturale."
            },
            {
                "ecode": "1201320000030003",
                "intro": "L'RFID Slot3 AMS2 non può essere letto a causa di un errore strutturale."
            },
            {
                "ecode": "1201330000030003",
                "intro": "L'RFID Slot4 AMS2 non può essere letto a causa di un errore strutturale."
            },
            {
                "ecode": "0702200000020002",
                "intro": "Slot1 AMS3 vuoto; carica un nuovo filamento."
            },
            {
                "ecode": "0702210000020002",
                "intro": "Slot2 AMS3 vuoto; carica un nuovo filamento."
            },
            {
                "ecode": "1201310000010001",
                "intro": "La bobina RFID Slot2 AMS2 è rotta o il circuito hardware RF presenta un errore."
            },
            {
                "ecode": "1201220000020003",
                "intro": "Il filamento Slot3 AMS2 può essere rotto nel tubo PTFE."
            },
            {
                "ecode": "1201230000020003",
                "intro": "Il filamento Slot4 AMS2 può essere rotto nel tubo PTFE."
            },
            {
                "ecode": "1201220000020004",
                "intro": "Il filamento Slot3 AMS2 potrebbe rompersi nella testa di stampa."
            },
            {
                "ecode": "1201230000020004",
                "intro": "Il filamento Slot4 AMS2 potrebbe rompersi nella testa di stampa."
            },
            {
                "ecode": "1201220000020005",
                "intro": "Il filamento Slot3 AMS2 è esaurito, e lo spurgo del vecchio filamento è avvenuto in modo anomalo; verifica se il filamento è bloccato nella testa di stampa."
            },
            {
                "ecode": "1201230000020005",
                "intro": "Il filamento Slot4 AMS2 è esaurito, e lo spurgo del vecchio filamento è avvenuto in modo anomalo; verifica se il filamento è bloccato nella testa di stampa."
            },
            {
                "ecode": "1201210000030001",
                "intro": "Filamento Slot2 AMS2 esaurito. Spurgo del vecchio filamento; attendere."
            },
            {
                "ecode": "1201220000030001",
                "intro": "Filamento Slot3 AMS2 esaurito. Spurgo del vecchio filamento; attendere."
            },
            {
                "ecode": "1201230000030001",
                "intro": "Filamento Slot4 AMS2 esaurito. Spurgo del vecchio filamento; attendere."
            },
            {
                "ecode": "1201210000030002",
                "intro": "Filamento Slot2 AMS2 esaurito ed è passato automaticamente allo slot con lo stesso filamento."
            },
            {
                "ecode": "1201220000030002",
                "intro": "Filamento Slot3 AMS2 esaurito ed è passato automaticamente allo slot con lo stesso filamento."
            },
            {
                "ecode": "1201230000030002",
                "intro": "Filamento Slot4 AMS2 esaurito ed è passato automaticamente allo slot con lo stesso filamento."
            },
            {
                "ecode": "1201300000010001",
                "intro": "La bobina RFID Slot1 AMS2 è rotta o il circuito hardware RF presenta un errore."
            },
            {
                "ecode": "1201220000020001",
                "intro": "Filamento Slot3 AMS2 esaurito. Inserisci un nuovo filamento."
            },
            {
                "ecode": "1201230000020001",
                "intro": "Filamento Slot4 AMS2 esaurito. Inserisci un nuovo filamento."
            },
            {
                "ecode": "1201220000020002",
                "intro": "Slot3 AMS2 vuoto; inserisci un nuovo filamento."
            },
            {
                "ecode": "1201230000020002",
                "intro": "Slot4 AMS2 vuoto; inserisci un nuovo filamento."
            },
            {
                "ecode": "1201200000020001",
                "intro": "Filamento Slot1 AMS2 esaurito. Inserisci un nuovo filamento."
            },
            {
                "ecode": "1201210000020001",
                "intro": "Filamento Slot2 AMS2 esaurito. Inserisci un nuovo filamento."
            },
            {
                "ecode": "1201200000020002",
                "intro": "Slot1 AMS2 vuoto; inserisci un nuovo filamento."
            },
            {
                "ecode": "1201210000020002",
                "intro": "Slot2 AMS2 vuoto; inserisci un nuovo filamento."
            },
            {
                "ecode": "1201200000020003",
                "intro": "Il filamento Slot1 AMS2 può essere rotto nel tubo PTFE."
            },
            {
                "ecode": "1201210000020003",
                "intro": "Il filamento Slot2 AMS2 può essere rotto nel tubo PTFE."
            },
            {
                "ecode": "1201200000020004",
                "intro": "Il filamento Slot1 AMS2 potrebbe rompersi nella testa di stampa."
            },
            {
                "ecode": "1201210000020004",
                "intro": "Il filamento Slot2 AMS2 potrebbe rompersi nella testa di stampa."
            },
            {
                "ecode": "1201200000020005",
                "intro": "Il filamento Slot1 AMS2 è esaurito e lo spurgo del vecchio filamento è avvenuto in modo anomalo; verifica se il filamento è bloccato nella testa di stampa."
            },
            {
                "ecode": "1201210000020005",
                "intro": "Il filamento Slot2 AMS2 è esaurito, e lo spurgo del vecchio filamento è avvenuto in modo anomalo; verifica se il filamento è bloccato nella testa di stampa."
            },
            {
                "ecode": "1201200000030001",
                "intro": "Filamento Slot1 AMS2 esaurito. Spurgo del vecchio filamento; attendere."
            },
            {
                "ecode": "1201200000030002",
                "intro": "Filamento Slot1 AMS2 esaurito ed è passato automaticamente allo slot con lo stesso filamento."
            },
            {
                "ecode": "1201110000010001",
                "intro": "Il motore Slot2 dell'AMS2 ha slittato. La ruota d'estrusione potrebbe non funzionare correttamente o il filamento troppo sottile."
            },
            {
                "ecode": "1201120000010001",
                "intro": "Il motore Slot3 dell'AMS2 ha slittato. La ruota d'estrusione potrebbe non funzionare correttamente o il filamento troppo sottile."
            },
            {
                "ecode": "1201130000010001",
                "intro": "Il motore Slot4 dell'AMS2 ha slittato. La ruota d'estrusione potrebbe non funzionare correttamente o il filamento troppo sottile."
            },
            {
                "ecode": "1201100000020002",
                "intro": "Motore slot1 AMS2 sovraccarico. Il filamento può essere aggrovigliato o bloccato."
            },
            {
                "ecode": "1201110000020002",
                "intro": "Motore Slot2 AMS2 sovraccarico. Il filamento può essere aggrovigliato o bloccato."
            },
            {
                "ecode": "1201120000020002",
                "intro": "Motore slot3 AMS2 sovraccarico. Il filamento può essere aggrovigliato o bloccato."
            },
            {
                "ecode": "1201130000020002",
                "intro": "Motore slot4 AMS2 sovraccarico. Il filamento può essere aggrovigliato o bloccato."
            },
            {
                "ecode": "1201110000010003",
                "intro": "Il controllo coppia motore slot2 AMS2 non funziona correttamente. Il sensore di corrente potrebbe essere difettoso."
            },
            {
                "ecode": "1201120000010003",
                "intro": "Il controllo coppia motore slot3 AMS2 non funziona correttamente. Il sensore di corrente potrebbe essere difettoso."
            },
            {
                "ecode": "1201130000010003",
                "intro": "Il controllo coppia motore Slot4 AMS2 non funziona correttamente. Il sensore di corrente potrebbe essere difettoso."
            },
            {
                "ecode": "0701200000020002",
                "intro": "Slot1 AMS2 vuoto; carica un nuovo filamento."
            },
            {
                "ecode": "0701210000020002",
                "intro": "Slot2 AMS2 vuoto; carica un nuovo filamento."
            },
            {
                "ecode": "0701220000020002",
                "intro": "Slot3 AMS2 vuoto; carica un nuovo filamento."
            },
            {
                "ecode": "0701230000020002",
                "intro": "Slot4 AMS2 vuoto; carica un nuovo filamento."
            },
            {
                "ecode": "1200210000020002",
                "intro": "Slot2 AMS1 vuoto; inserisci un nuovo filamento."
            },
            {
                "ecode": "1200200000020002",
                "intro": "Slot1 AMS1 vuoto; inserisci un nuovo filamento."
            },
            {
                "ecode": "1200220000020002",
                "intro": "Slot3 AMS1 vuoto; inserisci un nuovo filamento."
            },
            {
                "ecode": "0700230000020002",
                "intro": "Slot4 AMS1 vuoto; carica un nuovo filamento."
            },
            {
                "ecode": "1200200000020003",
                "intro": "Il filamento Slot1 AMS1 può essere rotto nel tubo PTFE."
            },
            {
                "ecode": "1200230000020002",
                "intro": "Slot4 AMS1 vuoto; inserisci un nuovo filamento."
            },
            {
                "ecode": "0700200000020002",
                "intro": "Slot1 AMS1 vuoto; carica un nuovo filamento."
            },
            {
                "ecode": "0700210000020002",
                "intro": "Slot2 AMS1 vuoto; carica un nuovo filamento."
            },
            {
                "ecode": "0700220000020002",
                "intro": "Slot3 AMS1 vuoto; carica un nuovo filamento."
            },
            {
                "ecode": "1202300000020002",
                "intro": "Il tag RFID su Slot1 AMS3 è danneggiato."
            },
            {
                "ecode": "1203300000020002",
                "intro": "Il tag RFID su Slot1 AMS4 è danneggiato."
            },
            {
                "ecode": "1202310000020002",
                "intro": "Il tag RFID su Slot2 AMS3 è danneggiato."
            },
            {
                "ecode": "1203310000020002",
                "intro": "Il tag RFID su Slot2 AMS4 è danneggiato."
            },
            {
                "ecode": "1202320000020002",
                "intro": "Il tag RFID su Slot3 AMS3 è danneggiato."
            },
            {
                "ecode": "1203320000020002",
                "intro": "Il tag RFID su Slot3 AMS4 è danneggiato."
            },
            {
                "ecode": "1201330000020002",
                "intro": "Il tag RFID su Slot4 AMS2 è danneggiato."
            },
            {
                "ecode": "1202330000020002",
                "intro": "Il tag RFID su Slot4 AMS3 è danneggiato."
            },
            {
                "ecode": "1203330000020002",
                "intro": "Il tag RFID su AMS4 Slot4 è danneggiato."
            },
            {
                "ecode": "1201300000020002",
                "intro": "Il tag RFID su Slot1 AMS2 è danneggiato."
            },
            {
                "ecode": "1201310000020002",
                "intro": "Il tag RFID su Slot2 AMS2 è danneggiato."
            },
            {
                "ecode": "1201320000020002",
                "intro": "Il tag RFID su Slot3 AMS2 è danneggiato."
            },
            {
                "ecode": "1200320000010001",
                "intro": "La bobina RFID Slot3 AMS1 è rotta o il circuito hardware RF presenta un errore."
            },
            {
                "ecode": "1200330000010001",
                "intro": "La bobina RFID Slot4 AMS1 è rotta o il circuito hardware RF presenta un errore."
            },
            {
                "ecode": "1200310000020002",
                "intro": "Il tag RFID su Slot2 AMS1 è danneggiato."
            },
            {
                "ecode": "1200320000020002",
                "intro": "Il tag RFID su Slot3 AMS1 è danneggiato."
            },
            {
                "ecode": "1200330000020002",
                "intro": "Il tag RFID su Slot4 AMS1 è danneggiato."
            },
            {
                "ecode": "1200300000010001",
                "intro": "La bobina RFID Slot1 AMS1 è rotta o il circuito hardware RF presenta un errore."
            },
            {
                "ecode": "1200310000010001",
                "intro": "La bobina RFID Slot2 AMS1 è rotta o il circuito hardware RF presenta un errore."
            },
            {
                "ecode": "1200300000020002",
                "intro": "Il tag RFID su Slot1 AMS1 è danneggiato."
            },
            {
                "ecode": "1200300000030003",
                "intro": "L'RFID Slot1 AMS1 non può essere letto a causa di un errore strutturale."
            },
            {
                "ecode": "1200310000030003",
                "intro": "L'RFID Slot2 AMS1 non può essere letto a causa di un errore strutturale."
            },
            {
                "ecode": "1200320000030003",
                "intro": "L'RFID Slot3 AMS1 non può essere letto a causa di un errore strutturale."
            },
            {
                "ecode": "1200330000030003",
                "intro": "L'RFID Slot4 AMS1 non può essere letto a causa di un errore strutturale."
            },
            {
                "ecode": "1200230000020001",
                "intro": "Filamento Slot4 AMS1 esaurito. Inserisci un nuovo filamento."
            },
            {
                "ecode": "1200230000020003",
                "intro": "Il filamento Slot4 AMS1 può essere rotto nel tubo PTFE."
            },
            {
                "ecode": "1200220000020004",
                "intro": "Il filamento Slot3 AMS1 potrebbe rompersi nella testa di stampa."
            },
            {
                "ecode": "1200230000020004",
                "intro": "Il filamento Slot4 AMS1 potrebbe rompersi nella testa di stampa."
            },
            {
                "ecode": "1200220000020005",
                "intro": "Il filamento Slot3 AMS1 è esaurito e lo spurgo del vecchio filamento è avvenuto in modo anomalo; verifica se il filamento è bloccato nella testa di stampa."
            },
            {
                "ecode": "1200230000020005",
                "intro": "Il filamento Slot4 AMS1 è esaurito, e lo spurgo del vecchio filamento è avvenuto in modo anomalo; verifica se il filamento è bloccato nella testa di stampa."
            },
            {
                "ecode": "1200220000030001",
                "intro": "Filamento Slot3 AMS1 esaurito. Spurgo del vecchio filamento; attendere."
            },
            {
                "ecode": "1200230000030001",
                "intro": "Filamento Slot4 AMS1 esaurito. Spurgo del vecchio filamento; attendere."
            },
            {
                "ecode": "1200220000030002",
                "intro": "Filamento Slot3 AMS1 esaurito ed è passato automaticamente allo slot con lo stesso filamento."
            },
            {
                "ecode": "1200230000030002",
                "intro": "Filamento Slot4 AMS1 esaurito ed è passato automaticamente allo slot con lo stesso filamento."
            },
            {
                "ecode": "1200200000020001",
                "intro": "Filamento Slot1 AMS1 esaurito. Inserisci un nuovo filamento."
            },
            {
                "ecode": "1200210000020001",
                "intro": "Filamento Slot2 AMS1 esaurito. Inserisci un nuovo filamento."
            },
            {
                "ecode": "1200220000020001",
                "intro": "Filamento Slot3 AMS1 esaurito. Inserisci un nuovo filamento."
            },
            {
                "ecode": "1200220000020003",
                "intro": "Filamento Slot3 AMS1 può essere rotto nel tubo PTFE."
            },
            {
                "ecode": "1200200000020004",
                "intro": "Il filamento Slot1 AMS1 potrebbe rompersi nella testa di stampa."
            },
            {
                "ecode": "1200210000020004",
                "intro": "Il filamento Slot2 AMS1 potrebbe rompersi nella testa di stampa."
            },
            {
                "ecode": "1200210000020005",
                "intro": "Il filamento Slot2 AMS1 è esaurito e lo spurgo del vecchio filamento è avvenuto in modo anomalo; verifica se il filamento è bloccato nella testa di stampa."
            },
            {
                "ecode": "1200200000030002",
                "intro": "Filamento Slot1 AMS1 esaurito ed è passato automaticamente allo slot con lo stesso filamento."
            },
            {
                "ecode": "1200210000030002",
                "intro": "Filamento Slot2 AMS1 esaurito ed è passato automaticamente allo slot con lo stesso filamento."
            },
            {
                "ecode": "1200100000010001",
                "intro": "Il motore slot1 dell'AMS1 ha slittato. La ruota d'estrusione potrebbe non funzionare correttamente o il filamento troppo sottile."
            },
            {
                "ecode": "1200110000010001",
                "intro": "Il motore slot2 dell'AMS1 ha slittato. La ruota d'estrusione potrebbe non funzionare correttamente o il filamento troppo sottile."
            },
            {
                "ecode": "1200120000010001",
                "intro": "Il motore slot3 dell'AMS1 ha slittato. La ruota d'estrusione potrebbe non funzionare correttamente o il filamento troppo sottile."
            },
            {
                "ecode": "1200130000010001",
                "intro": "Il motore slot4 dell'AMS1 ha slittato. La ruota d'estrusione potrebbe non funzionare correttamente o il filamento troppo sottile."
            },
            {
                "ecode": "1200100000020002",
                "intro": "Motore slot1 AMS1 sovraccarico. Il filamento può essere aggrovigliato o bloccato."
            },
            {
                "ecode": "1200110000020002",
                "intro": "Motore slot2 AMS1 sovraccarico. Il filamento può essere aggrovigliato o bloccato."
            },
            {
                "ecode": "1200120000020002",
                "intro": "Motore slot3 AMS1 sovraccarico. Il filamento può essere aggrovigliato o bloccato."
            },
            {
                "ecode": "1200130000020002",
                "intro": "Motore slot4 AMS1 sovraccarico. Il filamento può essere aggrovigliato o bloccato."
            },
            {
                "ecode": "1200100000010003",
                "intro": "Il controllo coppia motore slot1 AMS1 non funziona correttamente. Il sensore di corrente potrebbe essere difettoso."
            },
            {
                "ecode": "1200110000010003",
                "intro": "Il controllo coppia motore slot2 AMS1 non funziona correttamente. Il sensore di corrente potrebbe essere difettoso."
            },
            {
                "ecode": "1200120000010003",
                "intro": "Il controllo coppia motore slot3 AMS1 non funziona correttamente. Il sensore di corrente potrebbe essere difettoso."
            },
            {
                "ecode": "1200130000010003",
                "intro": "Il controllo coppia motore slot4 AMS1 non funziona correttamente. Il sensore di corrente potrebbe essere difettoso."
            },
            {
                "ecode": "0500010000030007",
                "intro": "Impossibile registrare fotografie time-lapse senza la scheda MicroSD inserita."
            },
            {
                "ecode": "0500030000020010",
                "intro": ""
            },
            {
                "ecode": "0500030000020011",
                "intro": ""
            },
            {
                "ecode": "0500030000020012",
                "intro": ""
            },
            {
                "ecode": "0500030000020013",
                "intro": ""
            },
            {
                "ecode": "0500030000020014",
                "intro": ""
            },
            {
                "ecode": "0500030000020015",
                "intro": ""
            },
            {
                "ecode": "0500030000020016",
                "intro": ""
            },
            {
                "ecode": "0500030000020017",
                "intro": ""
            },
            {
                "ecode": "0500030000020018",
                "intro": ""
            },
            {
                "ecode": "0700200000020003",
                "intro": "Il filamento Slot1 AMS1 potrebbe rompersi nell'AMS."
            },
            {
                "ecode": "0700210000020001",
                "intro": "Filamento Slot2 AMS1 esaurito. Inserisci un nuovo filamento."
            },
            {
                "ecode": "0700210000020003",
                "intro": "Il filamento Slot2 AMS1 potrebbe rompersi nell'AMS."
            },
            {
                "ecode": "0700220000020001",
                "intro": "Filamento Slot3 AMS1 esaurito. Inserisci un nuovo filamento."
            },
            {
                "ecode": "0700220000020003",
                "intro": "Il filamento Slot3 AMS1 potrebbe rompersi nell'AMS."
            },
            {
                "ecode": "0700230000020001",
                "intro": "Filamento Slot4 AMS1 esaurito. Inserisci un nuovo filamento."
            },
            {
                "ecode": "0700230000020003",
                "intro": "Il filamento Slot4 AMS1 potrebbe rompersi nell'AMS."
            },
            {
                "ecode": "0700300000010001",
                "intro": "La scheda RFID tra AMS1 Slot1 e Slot2 presenta un errore."
            },
            {
                "ecode": "0700200000030001",
                "intro": "Filamento Slot1 AMS1 esaurito. Attendi che il vecchio filamento venga spurgato."
            },
            {
                "ecode": "0700210000030001",
                "intro": "Filamento Slot2 AMS1 esaurito. Attendi che il vecchio filamento venga spurgato."
            },
            {
                "ecode": "0700220000030001",
                "intro": "Filamento Slot3 AMS1 esaurito. Attendi che il vecchio filamento venga spurgato."
            },
            {
                "ecode": "0700230000030001",
                "intro": "Filamento Slot4 AMS1 esaurito. Attendi che il vecchio filamento venga spurgato."
            },
            {
                "ecode": "0700200000020004",
                "intro": "Il filamento Slot1 AMS1 potrebbe rompersi nella testa di stampa."
            },
            {
                "ecode": "0700210000020004",
                "intro": "Il filamento Slot2 AMS1 potrebbe rompersi nella testa di stampa."
            },
            {
                "ecode": "0700220000020004",
                "intro": "Il filamento Slot3 AMS1 potrebbe rompersi nella testa di stampa."
            },
            {
                "ecode": "0700230000020004",
                "intro": "Il filamento Slot4 AMS1 potrebbe rompersi nella testa di stampa."
            },
            {
                "ecode": "0700200000020005",
                "intro": "Il filamento Slot1 AMS1 è esaurito e lo spurgo del vecchio filamento è avvenuto in modo anomalo; verifica se il filamento è bloccato nella testa di stampa."
            },
            {
                "ecode": "0700210000020005",
                "intro": "Il filamento Slot2 AMS1 è esaurito e lo spurgo del vecchio filamento è avvenuto in modo anomalo; verifica se il filamento è bloccato nella testa di stampa."
            },
            {
                "ecode": "0700220000020005",
                "intro": "Il filamento Slot3 AMS1 è esaurito e lo spurgo del vecchio filamento è avvenuto in modo anomalo; verifica se il filamento è bloccato nella testa di stampa."
            },
            {
                "ecode": "0700230000020005",
                "intro": "Il filamento Slot4 AMS1 è esaurito e lo spurgo del vecchio filamento è avvenuto in modo anomalo; verifica se il filamento è bloccato nella testa di stampa."
            },
            {
                "ecode": "0700200000030002",
                "intro": "Filamento Slot1 AMS1 esaurito ed è passato automaticamente allo slot con lo stesso filamento."
            },
            {
                "ecode": "0700210000030002",
                "intro": "Filamento Slot2 AMS1 esaurito ed è passato automaticamente allo slot con lo stesso filamento."
            },
            {
                "ecode": "0700220000030002",
                "intro": "Filamento Slot3 AMS1 esaurito ed è passato automaticamente allo slot con lo stesso filamento."
            },
            {
                "ecode": "0700230000030002",
                "intro": "Filamento Slot4 AMS1 esaurito ed è passato automaticamente allo slot con lo stesso filamento."
            },
            {
                "ecode": "0700010000010001",
                "intro": "Il motore del feeder AMS1 ha slittato. La ruota d'estrusione potrebbe essere usurata o il filamento troppo sottile."
            },
            {
                "ecode": "0700010000010003",
                "intro": "Il controllo coppia motore del feeder AMS1 non funziona correttamente. Il sensore di corrente potrebbe essere difettoso."
            },
            {
                "ecode": "0700010000010004",
                "intro": "Il controllo velocità motore del feeder AMS1 non funziona correttamente. Il sensore di velocità potrebbe essere difettoso."
            },
            {
                "ecode": "0700010000020002",
                "intro": "Motore feeder AMS1 sovraccarico. Il filamento può essere aggrovigliato o bloccato."
            },
            {
                "ecode": "0700020000010001",
                "intro": "Errore velocità e lunghezza filamento AMS1: l'odometria del filamento potrebbe essere difettosa."
            },
            {
                "ecode": "0700100000010001",
                "intro": "Il motore slot1 dell'AMS1 ha slittato. La ruota d'estrusione potrebbe non funzionare correttamente o il filamento troppo sottile."
            },
            {
                "ecode": "0700100000010003",
                "intro": "Il controllo coppia motore slot1 AMS1 non funziona correttamente. Il sensore di corrente potrebbe essere difettoso."
            },
            {
                "ecode": "0700100000020002",
                "intro": "Motore slot1 AMS1 sovraccarico. Il filamento può essere aggrovigliato o bloccato."
            },
            {
                "ecode": "0700110000010001",
                "intro": "Il motore slot2 dell'AMS1 ha slittato. La ruota d'estrusione potrebbe non funzionare correttamente o il filamento troppo sottile."
            },
            {
                "ecode": "0700110000010003",
                "intro": "Il controllo coppia motore slot2 AMS1 non funziona correttamente. Il sensore di corrente potrebbe essere difettoso."
            },
            {
                "ecode": "0700110000020002",
                "intro": "Motore slot2 AMS1 sovraccarico. Il filamento può essere aggrovigliato o bloccato."
            },
            {
                "ecode": "0700120000010001",
                "intro": "Il motore slot3 dell'AMS1 ha slittato. La ruota d'estrusione potrebbe non funzionare correttamente o il filamento troppo sottile."
            },
            {
                "ecode": "0700120000010003",
                "intro": "Il controllo coppia motore slot3 AMS1 non funziona correttamente. Il sensore di corrente potrebbe essere difettoso."
            },
            {
                "ecode": "0700120000020002",
                "intro": "Motore slot3 AMS1 sovraccarico. Il filamento può essere aggrovigliato o bloccato."
            },
            {
                "ecode": "0700130000010001",
                "intro": "Il motore slot4 dell'AMS1 ha slittato. La ruota d'estrusione potrebbe non funzionare correttamente o il filamento troppo sottile."
            },
            {
                "ecode": "0700130000010003",
                "intro": "Il controllo coppia motore slot4 AMS1 non funziona correttamente. Il sensore di corrente potrebbe essere difettoso."
            },
            {
                "ecode": "0700130000020002",
                "intro": "Motore slot4 AMS1 sovraccarico. Il filamento può essere aggrovigliato o bloccato."
            },
            {
                "ecode": "0700200000020001",
                "intro": "Filamento Slot1 AMS1 esaurito. Inserisci un nuovo filamento."
            },
            {
                "ecode": "0500020000020003",
                "intro": "Impossibile connettersi ad Internet; controlla la connessione di rete."
            },
            {
                "ecode": "0500020000020007",
                "intro": "Accesso al servizio Liveview fallito; controlla la connessione di rete."
            },
            {
                "ecode": "0500040000010001",
                "intro": "Impossibile scaricare il lavoro di stampa. Controlla la connessione di rete."
            },
            {
                "ecode": "0500040000030008",
                "intro": "La porta risulta che è aperta."
            },
            {
                "ecode": "0500040000010002",
                "intro": "Impossibile segnalare lo stato di stampa. Controlla la tua connessione di rete."
            },
            {
                "ecode": "0500040000010003",
                "intro": "Contenuto del file di stampa è illeggibile. Invia nuovamente il lavoro di stampa."
            },
            {
                "ecode": "0500040000010004",
                "intro": "File di stampa non autorizzato."
            },
            {
                "ecode": "0500040000010006",
                "intro": "Impossibile riprendere la stampa precedente."
            },
            {
                "ecode": "0500040000020007",
                "intro": "La temperatura del piano supera la temperatura di vetrificazione del filamento e può causare l'intasamento del nozzle. Tenere aperto lo sportello anteriore della stampante o ridurre la temperatura del piatto."
            },
            {
                "ecode": "0500010000020002",
                "intro": "La camera USB non è collegata. Verifica il collegamento del cavo della camera."
            },
            {
                "ecode": "0500010000020003",
                "intro": "La camera USB non funziona correttamente."
            },
            {
                "ecode": "0500020000020001",
                "intro": "Impossibile connettersi ad Internet. Controlla la connessione di rete."
            },
            {
                "ecode": "0500020000020002",
                "intro": "Accesso al dispositivo fallito; controlla le informazioni del tuo account."
            },
            {
                "ecode": "0500020000020004",
                "intro": "Utente non autorizzato: controlla le informazioni del tuo account."
            },
            {
                "ecode": "0500020000020005",
                "intro": "Impossibile connettersi ad Internet; controlla la connessione di rete."
            },
            {
                "ecode": "0500030000010001",
                "intro": "Il modulo MC non funziona correttamente; riavvia il dispositivo o controlla il collegamento del cavo del dispositivo."
            },
            {
                "ecode": "0500030000010002",
                "intro": "La testa di stampa non funziona correttamente. Riavvia il dispositivo."
            },
            {
                "ecode": "0500030000010003",
                "intro": "Il modulo AMS non funziona correttamente. Riavvia il dispositivo."
            },
            {
                "ecode": "050003000001000A",
                "intro": "Lo stato del sistema è anomalo; ripristina le impostazioni di fabbrica."
            },
            {
                "ecode": "050003000001000B",
                "intro": "Lo schermo non funziona correttamente; riavvia il dispositivo."
            },
            {
                "ecode": "050003000002000C",
                "intro": "Errore hardware wireless: disattiva/riattiva la WiFi o riavvia il dispositivo."
            },
            {
                "ecode": "050003000002000D",
                "intro": "Il controller della microSD non funziona correttamente."
            },
            {
                "ecode": "0500030000030007",
                "intro": "Si è verificato un errore di sistema. È stato ripristinato con un riavvio automatico."
            },
            {
                "ecode": "0500030000020020",
                "intro": "La capacità della microSD è insufficiente per memorizzare i file di stampa."
            },
            {
                "ecode": "0500030000010021",
                "intro": "Hardware incompatibile, controlla il laser."
            },
            {
                "ecode": "0C0001000001000B",
                "intro": "Impossibile calibrare Micro Lidar. Assicurati che il marker di calibrazione sia pulito e non coperto ed esegui nuovamente la calibrazione della macchina."
            },
            {
                "ecode": "0500010000020001",
                "intro": "La pipeline multimediale non funziona correttamente."
            },
            {
                "ecode": "0500010000030004",
                "intro": "Spazio insufficiente nella microSD, libera un po' di spazio."
            },
            {
                "ecode": "0500010000030006",
                "intro": "MicroSD non formattata: formattala."
            },
            {
                "ecode": "0C0003000002000C",
                "intro": "Il marker di localizzazione del piatto non viene rilevato. Verifica se il piatto è allineato correttamente."
            },
            {
                "ecode": "0300410000010001",
                "intro": "La tensione del sistema è instabile; attiva la funzione di protezione dall'interruzione di corrente."
            },
            {
                "ecode": "0300130000010001",
                "intro": "Sensore corrente Motor-A anomalo. Ciò può essere causato da un guasto del circuito di campionamento hardware."
            },
            {
                "ecode": "0300140000010001",
                "intro": "Sensore corrente Motor-B anomalo. Ciò può essere causato da un guasto del circuito di campionamento hardware."
            },
            {
                "ecode": "0300150000010001",
                "intro": "Sensore corrente Motor-Z anomalo. Ciò può essere causato da un guasto del circuito di campionamento hardware."
            },
            {
                "ecode": "0300160000010001",
                "intro": "Sensore corrente Motor-E anomalo. Ciò può essere causato da un guasto del circuito di campionamento hardware."
            },
            {
                "ecode": "0300200000010001",
                "intro": "Anomalia nell'homing dell'asse X: verificare se la testa di stampa è bloccata o se l'asta di carbonio presenta una resistenza eccessiva."
            },
            {
                "ecode": "0300200000010002",
                "intro": "Anomalia nell'homing dell'asse Y: verificare se la testa di stampa è bloccata o se l'asta di carbonio presenta una resistenza eccessiva."
            },
            {
                "ecode": "0300200000010003",
                "intro": "Homing asse X anomalo: la cinghia di distribuzione potrebbe essere allentata."
            },
            {
                "ecode": "0300200000010004",
                "intro": "Homing asse Y anomalo: la cinghia di distribuzione potrebbe essere allentata."
            },
            {
                "ecode": "0300400000020001",
                "intro": "Trasmissione dati tramite porta seriale anomala; il sistema software potrebbe essere difettoso."
            },
            {
                "ecode": "03000D0000010002",
                "intro": "L'homing del letto non è riuscito. Vibrazioni ambientali troppo forti."
            },
            {
                "ecode": "03000D0000010003",
                "intro": "Il piatto non e posizionato correttamente. Aggiustalo."
            },
            {
                "ecode": "03000D0000010004",
                "intro": "Il piatto non e posizionato correttamente. Aggiustalo."
            },
            {
                "ecode": "03000D0000010005",
                "intro": "Il piatto non e posizionato correttamente. Aggiustalo."
            },
            {
                "ecode": "03000D0000010006",
                "intro": "Il piatto non e posizionato correttamente. Aggiustalo."
            },
            {
                "ecode": "03000D0000010007",
                "intro": "Il piatto non e posizionato correttamente. Aggiustalo."
            },
            {
                "ecode": "03000D0000010008",
                "intro": "Il piatto non e posizionato correttamente. Aggiustalo."
            },
            {
                "ecode": "03000D0000010009",
                "intro": "Il piatto non e posizionato correttamente. Aggiustalo."
            },
            {
                "ecode": "03000D000001000A",
                "intro": "Il piatto non e posizionato correttamente. Aggiustalo."
            },
            {
                "ecode": "03000F0000010001",
                "intro": "I dati dell'accelerometro non sono disponibili. La connessione di comunicazione con la testa di stampa potrebbe essere interrotta o l'accelerometro potrebbe essere danneggiato."
            },
            {
                "ecode": "0300100000020001",
                "intro": "La frequenza di risonanza dell'asse X è bassa. La cinghia di distribuzione potrebbe essere allentata."
            },
            {
                "ecode": "0300110000020001",
                "intro": "La frequenza di risonanza dell'asse Y è bassa. La cinghia di distribuzione potrebbe essere allentata."
            },
            {
                "ecode": "0300120000020001",
                "intro": "Il coperchio anteriore della testa di stampa si è staccato."
            },
            {
                "ecode": "0300100000020002",
                "intro": "La frequenza di risonanza dell'asse X è molto diversa dall'ultima calibrazione. Pulisci le barre di carbonio e riesegui la calibrazione della macchina in un secondo momento."
            },
            {
                "ecode": "0300110000020002",
                "intro": "La frequenza di risonanza dell'asse Y è molto diversa dall'ultima calibrazione. Pulisci le barre di carbonio e riesegui la calibrazione della macchina in un secondo momento."
            },
            {
                "ecode": "03000A0000010002",
                "intro": "Il segnale del sensore 1 del piano è debole. Il sensore potrebbe essere rotto o avere un problema nel collegamento elettrico."
            },
            {
                "ecode": "03000B0000010004",
                "intro": "È stato rilevato un disturbo esterno sul sensore 2.il piatto potrebbe aver toccato qualcosa all'esterno del piano."
            },
            {
                "ecode": "03000B0000010005",
                "intro": "Il sensore 2 ha rilevato una forza continua inaspettata. È possibile che il piano sia bloccato o che l'estremità anteriore analogica sia rotta."
            },
            {
                "ecode": "03000C0000010001",
                "intro": "Il sensore 3 del piano è troppo sensibile. Potrebbe essere incastrato tra il braccio di trazione e il supporto del piano, oppure la vite di regolazione potrebbe essere troppo stretta."
            },
            {
                "ecode": "03000C0000010002",
                "intro": "Il segnale del sensore 3 del piano è debole. Il sensore potrebbe essere rotto o avere un problema nel collegamento elettrico."
            },
            {
                "ecode": "03000C0000010003",
                "intro": "Il segnale del sensore 3 del piano è troppo debole. Il collegamento elettrico al sensore potrebbe essere interrotto."
            },
            {
                "ecode": "03000C0000010004",
                "intro": "È stato rilevato un disturbo esterno sul sensore 3.il piatto potrebbe aver toccato qualcosa all'esterno del piano."
            },
            {
                "ecode": "03000C0000010005",
                "intro": "Il sensore 3 ha rilevato una forza continua inaspettata. È possibile che il piano sia bloccato o che l'estremità anteriore analogica sia rotta."
            },
            {
                "ecode": "0C0003000003000D",
                "intro": "Alcuni oggetti potrebbero essere caduti o l'estrusore non estrude normalmente. Controlla e decidi se interrompere il lavoro."
            },
            {
                "ecode": "0C0003000003000E",
                "intro": "La stampante sembra stampare senza estrudere materiale."
            },
            {
                "ecode": "0C0003000003000F",
                "intro": "Il nozzle sembra ricoperto da materiale inceppato o ha cloggato."
            },
            {
                "ecode": "0C00030000030006",
                "intro": "Il filamento spurgato potrebbe essersi accumulato nello scarico posteriore. Si prega di controlla e pulisci lo scarico."
            },
            {
                "ecode": "0C00030000030007",
                "intro": "Sono stati rilevati possibili difetti del primo layer. Controlla la qualità del primo layer e decidi se interrompere il lavoro."
            },
            {
                "ecode": "0C00030000030008",
                "intro": "Sono stati rilevati possibili spaghetti. Controlla la qualità di stampa e decidi se interrompere il lavoro."
            },
            {
                "ecode": "0C00020000020002",
                "intro": "La linea laser orizzontale è troppo ampia. Controlla se il piatto riscaldante è sporco."
            },
            {
                "ecode": "0C00020000020003",
                "intro": "Il laser orizzontale non è sufficientemente luminoso nella posizione iniziale. Pulisci o sostituisci il riscaldatore se questo messaggio appare ripetutamente."
            },
            {
                "ecode": "0C00020000020004",
                "intro": "L'altezza del nozzle sembra troppo bassa. Verifica se il nozzle è usurato o inclinato. Ricalibra il Lidar se hai sostituito il nozzle."
            },
            {
                "ecode": "0C00020000020006",
                "intro": "L'altezza del nozzle sembra troppo alta. Controlla se ci sono residui di filamento attaccati al nozzle."
            },
            {
                "ecode": "0C00030000010009",
                "intro": "Il modulo d'ispezione del primo layer si è riavviato in modo anomalo. Il risultato dell'ispezione potrebbe essere impreciso."
            },
            {
                "ecode": "0C0003000001000A",
                "intro": "La stampante è in modalità di fabbrica. Contatta il supporto tecnico."
            },
            {
                "ecode": "0C00030000020001",
                "intro": "Misurazione dell'esposizione filamento non è riuscita perché la riflessione laser è troppo debole su questo materiale. L'ispezione del primo layer potrebbe essere imprecisa."
            },
            {
                "ecode": "0C00030000020002",
                "intro": "L'ispezione primo layer è stata interrotta a causa dei dati Lidar anomali."
            },
            {
                "ecode": "0C00030000020004",
                "intro": "L'ispezione a primo layer non è supportata per il lavoro di stampa corrente."
            },
            {
                "ecode": "0C00030000020005",
                "intro": "Timeout ispezione primo layer scaduta in modo anomalo e i risultati attuali potrebbero essere imprecisi."
            },
            {
                "ecode": "0C00020000020007",
                "intro": "Il laser verticale non è acceso. Controlla se è coperto o se la connessione hardware è normale."
            },
            {
                "ecode": "0C00020000020008",
                "intro": "La linea laser verticale è troppo ampia. Controlla se il piatto riscaldante è sporco."
            },
            {
                "ecode": "0C00020000020009",
                "intro": "Il laser verticale non è sufficientemente luminoso nella posizione iniziale. Pulisci o sostituisci il riscaldatore se questo messaggio appare ripetutamente."
            },
            {
                "ecode": "0C00010000020002",
                "intro": "La Camera Micro Lidar non funziona correttamente e le relative funzioni potrebbero non funzionare. Contatta l'assistenza post-vendita se questo messaggio continua a comparire in più stampe."
            },
            {
                "ecode": "0C00010000020006",
                "intro": "I parametri generati dalla Camera Micro Lidar sono anomali. Abilita la calibrazione della velocità di flusso nella prossima stampa."
            },
            {
                "ecode": "0C00010000020007",
                "intro": "I parametri del laser Micro Lidar sono modificati. Ricalibrate la stampante."
            },
            {
                "ecode": "0C00010000020008",
                "intro": "Impossibile ottenere l'immagine dalla telecamera della camera. Il rilevamento degli accumuli di spaghetti e dello scarico non è al momento disponibile."
            },
            {
                "ecode": "0C00020000010001",
                "intro": "Il laser orizzontale non è acceso. Controlla se è coperto o se la connessione hardware è normale."
            },
            {
                "ecode": "0C00020000010005",
                "intro": "È stato rilevato un nuovo Micro Lidar. Calibralo nella pagina Calibrazione prima dell'uso."
            },
            {
                "ecode": "0C00010000010001",
                "intro": "Camera Micro Lidar offline. Verifica la connessione hardware."
            },
            {
                "ecode": "0C00010000010003",
                "intro": "Sincronizzazione tra Camera Micro Lidar e l'MCU è anomala. Riavvia la stampante."
            },
            {
                "ecode": "0C00010000010004",
                "intro": "L'obiettivo della Camera Micro Lidar sembra essere sporco. Pulisci la lente."
            },
            {
                "ecode": "0C00010000010005",
                "intro": "Parametro OTP della Camera Micro Lidar anomalo. Contatta il servizio post-vendita."
            },
            {
                "ecode": "0C0001000001000A",
                "intro": "Il LED Micro Lidar potrebbe essere rotto."
            },
            {
                "ecode": "07FF200000020001",
                "intro": "Filamento esterno esaurito. carica un nuovo filamento."
            },
            {
                "ecode": "07FF200000020002",
                "intro": "Filamento esterno mancante. carica un nuovo filamento."
            },
            {
                "ecode": "07FF200000020004",
                "intro": "Estrai il filamento esterno dall'estrusore."
            },
            {
                "ecode": "0703610000020001",
                "intro": "Slot2 AMS4 sovraccarico. Il filamento potrebbe essere aggrovigliato o la bobina potrebbe essere bloccata."
            },
            {
                "ecode": "0703620000020001",
                "intro": "Slot3 AMS4 sovraccarico. Il filamento potrebbe essere aggrovigliato o la bobina potrebbe essere bloccata."
            },
            {
                "ecode": "0703630000020001",
                "intro": "Slot4 AMS4 sovraccarico. Il filamento potrebbe essere aggrovigliato o la bobina potrebbe essere bloccata."
            },
            {
                "ecode": "0703230000020001",
                "intro": "Filamento Slot4 AMS4 esaurito. Inserisci un nuovo filamento."
            },
            {
                "ecode": "0703230000020002",
                "intro": "Lo Slot4 AMS4 è vuoto; carica un nuovo filamento."
            },
            {
                "ecode": "0703230000020003",
                "intro": "Il filamento Slot4 AMS4 potrebbe rompersi nell'AMS."
            },
            {
                "ecode": "0703300000010001",
                "intro": "La scheda RFID tra AMS4 Slot1 e Slot2 presenta un errore."
            },
            {
                "ecode": "0703300000010004",
                "intro": "Errore al chip di crittografia."
            },
            {
                "ecode": "0703300000030003",
                "intro": "L'RFID non può essere letto a causa di un errore hardware o strutturale."
            },
            {
                "ecode": "0703310000010001",
                "intro": "La scheda RFID tra AMS4 Slot3 e Slot4 presenta un errore."
            },
            {
                "ecode": "0703310000010004",
                "intro": "Errore al chip di crittografia."
            },
            {
                "ecode": "0703310000030003",
                "intro": "L'RFID non può essere letto a causa di un errore hardware o strutturale."
            },
            {
                "ecode": "0703350000010001",
                "intro": "Il sensore di temperatura e umidità presenta un errore. Il chip potrebbe essere difettoso."
            },
            {
                "ecode": "0703220000030001",
                "intro": "Filamento Slot3 AMS4 esaurito. Attendi che il vecchio filamento venga spurgato."
            },
            {
                "ecode": "0703230000030001",
                "intro": "Filamento Slot4 AMS4 esaurito. Attendi che il vecchio filamento venga spurgato."
            },
            {
                "ecode": "0703500000020001",
                "intro": "Comunicazione AMS4 difettosa; controlla il cavo di collegamento."
            },
            {
                "ecode": "0703600000020001",
                "intro": "Slot1 AMS4 sovraccarico. Il filamento potrebbe essere aggrovigliato o la bobina potrebbe essere bloccata."
            },
            {
                "ecode": "0703230000020004",
                "intro": "Il filamento Slot4 AMS4 potrebbe rompersi nella testa di stampa."
            },
            {
                "ecode": "0703230000020005",
                "intro": "Il filamento Slot4 AMS4 è esaurito e lo spurgo del vecchio filamento è avvenuto in modo anomalo; verifica se il filamento è bloccato nella testa di stampa."
            },
            {
                "ecode": "0703220000030002",
                "intro": "Filamento Slot3 AMS4 esaurito ed è passato automaticamente allo slot con lo stesso filamento."
            },
            {
                "ecode": "0703230000030002",
                "intro": "Filamento Slot4 AMS4 esaurito ed è passato automaticamente allo slot con lo stesso filamento."
            },
            {
                "ecode": "0703210000020004",
                "intro": "Il filamento Slot2 AMS4 potrebbe rompersi nella testa di stampa."
            },
            {
                "ecode": "0703220000020004",
                "intro": "Il filamento Slot3 AMS4 potrebbe rompersi nella testa di stampa."
            },
            {
                "ecode": "0703200000020005",
                "intro": "Il filamento Slot1 AMS4 è esaurito e lo spurgo del vecchio filamento è avvenuto in modo anomalo; verifica se il filamento è bloccato nella testa di stampa."
            },
            {
                "ecode": "0703210000020005",
                "intro": "Il filamento Slot2 AMS4 è esaurito e lo spurgo del vecchio filamento è avvenuto in modo anomalo; verifica se il filamento è bloccato nella testa di stampa."
            },
            {
                "ecode": "0703220000020005",
                "intro": "Il filamento Slot3 AMS4 è esaurito e lo spurgo del vecchio filamento è avvenuto in modo anomalo; verifica se il filamento è bloccato nella testa di stampa."
            },
            {
                "ecode": "0703200000030002",
                "intro": "Filamento Slot1 AMS4 esaurito ed è passato automaticamente allo slot con lo stesso filamento."
            },
            {
                "ecode": "0703210000030002",
                "intro": "Filamento Slot2 AMS4 esaurito ed è passato automaticamente allo slot con lo stesso filamento."
            },
            {
                "ecode": "0703200000020003",
                "intro": "Il filamento Slot1 AMS4 potrebbe rompersi nell'AMS."
            },
            {
                "ecode": "0703210000020001",
                "intro": "Filamento Slot2 AMS4 esaurito. Inserisci un nuovo filamento."
            },
            {
                "ecode": "0703210000020002",
                "intro": "Lo Slot2 AMS4 è vuoto; carica un nuovo filamento."
            },
            {
                "ecode": "0703210000020003",
                "intro": "Il filamento Slot2 AMS4 potrebbe rompersi nell'AMS."
            },
            {
                "ecode": "0703220000020001",
                "intro": "Filamento Slot3 AMS4 esaurito. Inserisci un nuovo filamento."
            },
            {
                "ecode": "0703220000020002",
                "intro": "Lo Slot3 AMS4 è vuoto; carica un nuovo filamento."
            },
            {
                "ecode": "0703220000020003",
                "intro": "Il filamento Slot3 AMS4 potrebbe rompersi nell'AMS."
            },
            {
                "ecode": "0703200000030001",
                "intro": "Filamento Slot1 AMS4 esaurito. Attendi che il vecchio filamento venga spurgato."
            },
            {
                "ecode": "0703210000030001",
                "intro": "Filamento Slot2 AMS4 esaurito. Attendi che il vecchio filamento venga spurgato."
            },
            {
                "ecode": "0703200000020004",
                "intro": "Il filamento Slot1 AMS4 potrebbe rompersi nella testa di stampa."
            },
            {
                "ecode": "0703100000010001",
                "intro": "Il motore slot1 dell'AMS4 ha slittato. La ruota d'estrusione potrebbe non funzionare correttamente o il filamento troppo sottile."
            },
            {
                "ecode": "0703100000010003",
                "intro": "Il controllo coppia motore slot1 AMS4 non funziona correttamente. Il sensore di corrente potrebbe essere difettoso."
            },
            {
                "ecode": "0703100000020002",
                "intro": "Motore slot1 AMS4 sovraccarico. Il filamento può essere aggrovigliato o bloccato."
            },
            {
                "ecode": "0703110000010001",
                "intro": "Il motore slot2 dell'AMS4 ha slittato. La ruota d'estrusione potrebbe non funzionare correttamente o il filamento troppo sottile."
            },
            {
                "ecode": "0703110000010003",
                "intro": "Il controllo coppia motore slot2 AMS4 non funziona correttamente. Il sensore di corrente potrebbe essere difettoso."
            },
            {
                "ecode": "0703110000020002",
                "intro": "Motore slot2 AMS4 sovraccarico. Il filamento può essere aggrovigliato o bloccato."
            },
            {
                "ecode": "0703120000010001",
                "intro": "Il motore slot3 dell'AMS4 ha slittato. La ruota d'estrusione potrebbe non funzionare correttamente o il filamento troppo sottile."
            },
            {
                "ecode": "0703120000010003",
                "intro": "Il controllo coppia motore slot3 AMS4 non funziona correttamente. Il sensore di corrente potrebbe essere difettoso."
            },
            {
                "ecode": "0703120000020002",
                "intro": "Motore slot3 AMS4 sovraccarico. Il filamento può essere aggrovigliato o bloccato."
            },
            {
                "ecode": "0703130000010001",
                "intro": "Il motore slot4 dell'AMS4 ha slittato. La ruota d'estrusione potrebbe non funzionare correttamente o il filamento troppo sottile."
            },
            {
                "ecode": "0703130000010003",
                "intro": "Il controllo coppia motore slot4 AMS4 non funziona correttamente. Il sensore di corrente potrebbe essere difettoso."
            },
            {
                "ecode": "0703130000020002",
                "intro": "Motore slot4 AMS4 sovraccarico. Il filamento può essere aggrovigliato o bloccato."
            },
            {
                "ecode": "0703200000020001",
                "intro": "Filamento Slot1 AMS4 esaurito. Inserisci un nuovo filamento."
            },
            {
                "ecode": "0703200000020002",
                "intro": "Lo Slot1 AMS4 è vuoto; carica un nuovo filamento."
            },
            {
                "ecode": "0703010000010001",
                "intro": "Il motore del feeder AMS4 ha slittato. La ruota d'estrusione potrebbe essere usurata o il filamento troppo sottile."
            },
            {
                "ecode": "0703010000010003",
                "intro": "Il controllo coppia motore del feeder AMS4 non funziona correttamente. Il sensore di corrente potrebbe essere difettoso."
            },
            {
                "ecode": "0703010000010004",
                "intro": "Il controllo velocità motore del feeder AMS4 non funziona correttamente. Il sensore di velocità potrebbe essere difettoso."
            },
            {
                "ecode": "0703010000020002",
                "intro": "Motore feeder AMS4 sovraccarico. Il filamento può essere aggrovigliato o bloccato."
            },
            {
                "ecode": "0703020000010001",
                "intro": "Errore velocità e lunghezza filamento AMS4: l'odometria del filamento potrebbe essere difettosa."
            },
            {
                "ecode": "0702600000020001",
                "intro": "Slot1 AMS3 sovraccarico. Il filamento potrebbe essere aggrovigliato o la bobina potrebbe essere bloccata."
            },
            {
                "ecode": "0702610000020001",
                "intro": "Slot2 AMS3 sovraccarico. Il filamento potrebbe essere aggrovigliato o la bobina potrebbe essere bloccata."
            },
            {
                "ecode": "0702620000020001",
                "intro": "Slot3 AMS3 sovraccarico. Il filamento potrebbe essere aggrovigliato o la bobina potrebbe essere bloccata."
            },
            {
                "ecode": "0702630000020001",
                "intro": "Slot4 AMS3 sovraccarico. Il filamento potrebbe essere aggrovigliato o la bobina potrebbe essere bloccata."
            },
            {
                "ecode": "0702230000020001",
                "intro": "Filamento Slot4 AMS3 esaurito. Inserisci un nuovo filamento."
            },
            {
                "ecode": "0702230000020002",
                "intro": "Lo Slot4 AMS3 è vuoto; carica un nuovo filamento."
            },
            {
                "ecode": "0702230000020003",
                "intro": "Il filamento Slot4 AMS3 potrebbe rompersi nell'AMS."
            },
            {
                "ecode": "0702300000010001",
                "intro": "La scheda RFID tra AMS3 Slot1 e Slot2 presenta un errore."
            },
            {
                "ecode": "0702300000010004",
                "intro": "Errore al chip di crittografia."
            },
            {
                "ecode": "0702300000030003",
                "intro": "L'RFID non può essere letto a causa di un errore hardware o strutturale."
            },
            {
                "ecode": "0702310000010001",
                "intro": "La scheda RFID tra AMS3 Slot3 e Slot4 presenta un errore."
            },
            {
                "ecode": "0702310000010004",
                "intro": "Errore al chip di crittografia."
            },
            {
                "ecode": "0702310000030003",
                "intro": "L'RFID non può essere letto a causa di un errore hardware o strutturale."
            },
            {
                "ecode": "0702350000010001",
                "intro": "Il sensore di temperatura e umidità presenta un errore. Il chip potrebbe essere difettoso."
            },
            {
                "ecode": "0702230000030001",
                "intro": "Filamento Slot4 AMS3 esaurito. Attendi che il vecchio filamento venga spurgato."
            },
            {
                "ecode": "0702500000020001",
                "intro": "Comunicazione AMS3 difettosa; controlla il cavo di collegamento."
            },
            {
                "ecode": "0702230000020004",
                "intro": "Il filamento Slot4 AMS3 potrebbe rompersi nella testa di stampa."
            },
            {
                "ecode": "0702230000020005",
                "intro": "Il filamento Slot4 AMS3 è esaurito e lo spurgo del vecchio filamento è avvenuto in modo anomalo; verifica se il filamento è bloccato nella testa di stampa."
            },
            {
                "ecode": "0702220000030002",
                "intro": "Filamento Slot3 AMS3 esaurito ed è passato automaticamente allo slot con lo stesso filamento."
            },
            {
                "ecode": "0702230000030002",
                "intro": "Filamento Slot4 AMS3 esaurito ed è passato automaticamente allo slot con lo stesso filamento."
            },
            {
                "ecode": "0702220000030001",
                "intro": "Filamento Slot3 AMS3 esaurito. Attendi che il vecchio filamento venga spurgato."
            },
            {
                "ecode": "0702220000020004",
                "intro": "Il filamento Slot3 AMS3 potrebbe rompersi nella testa di stampa."
            },
            {
                "ecode": "0702220000020005",
                "intro": "Il filamento Slot3 AMS3 è esaurito e lo spurgo del vecchio filamento è avvenuto in modo anomalo; verifica se il filamento è bloccato nella testa di stampa."
            },
            {
                "ecode": "0702130000010003",
                "intro": "Il controllo coppia motore slot4 AMS3 non funziona correttamente. Il sensore di corrente potrebbe essere difettoso."
            },
            {
                "ecode": "0702130000020002",
                "intro": "Motore slot4 AMS3 sovraccarico. Il filamento può essere aggrovigliato o bloccato."
            },
            {
                "ecode": "0702200000020001",
                "intro": "Filamento Slot1 AMS3 esaurito. Inserisci un nuovo filamento."
            },
            {
                "ecode": "0702200000020003",
                "intro": "Il filamento Slot1 AMS3 potrebbe rompersi nell'AMS."
            },
            {
                "ecode": "0702210000020001",
                "intro": "Filamento Slot2 AMS3 esaurito. Inserisci un nuovo filamento."
            },
            {
                "ecode": "0702210000020003",
                "intro": "Il filamento Slot2 AMS3 potrebbe rompersi nell'AMS."
            },
            {
                "ecode": "0702220000020001",
                "intro": "Filamento Slot3 AMS3 esaurito. Inserisci un nuovo filamento."
            },
            {
                "ecode": "0702220000020003",
                "intro": "Il filamento Slot3 AMS3 potrebbe rompersi nell'AMS."
            },
            {
                "ecode": "0702200000030001",
                "intro": "Filamento Slot1 AMS3 esaurito. Attendi che il vecchio filamento venga spurgato."
            },
            {
                "ecode": "0702210000030001",
                "intro": "Filamento Slot2 AMS3 esaurito. Attendi che il vecchio filamento venga spurgato."
            },
            {
                "ecode": "0702200000020004",
                "intro": "Il filamento Slot1 AMS3 potrebbe rompersi nella testa di stampa."
            },
            {
                "ecode": "0702210000020004",
                "intro": "Il filamento Slot2 AMS3 potrebbe rompersi nella testa di stampa."
            },
            {
                "ecode": "0702200000020005",
                "intro": "Il filamento Slot1 AMS3 è esaurito e lo spurgo del vecchio filamento è avvenuto in modo anomalo; verifica se il filamento è bloccato nella testa di stampa."
            },
            {
                "ecode": "0702210000020005",
                "intro": "Il filamento Slot2 AMS3 è esaurito e lo spurgo del vecchio filamento è avvenuto in modo anomalo; verifica se il filamento è bloccato nella testa di stampa."
            },
            {
                "ecode": "0702200000030002",
                "intro": "Filamento Slot1 AMS3 esaurito ed è passato automaticamente allo slot con lo stesso filamento."
            },
            {
                "ecode": "0702210000030002",
                "intro": "Filamento Slot2 AMS3 esaurito ed è passato automaticamente allo slot con lo stesso filamento."
            },
            {
                "ecode": "0702100000010003",
                "intro": "Il controllo coppia motore slot1 AMS3 non funziona correttamente. Il sensore di corrente potrebbe essere difettoso."
            },
            {
                "ecode": "0702100000020002",
                "intro": "Motore slot1 AMS3 sovraccarico. Il filamento può essere aggrovigliato o bloccato."
            },
            {
                "ecode": "0702110000010001",
                "intro": "Il motore slot2 dell'AMS3 ha slittato. La ruota d'estrusione potrebbe non funzionare correttamente o il filamento troppo sottile."
            },
            {
                "ecode": "0702110000010003",
                "intro": "Il controllo coppia motore slot2 AMS3 non funziona correttamente. Il sensore di corrente potrebbe essere difettoso."
            },
            {
                "ecode": "0702110000020002",
                "intro": "Motore slot2 AMS3 sovraccarico. Il filamento può essere aggrovigliato o bloccato."
            },
            {
                "ecode": "0702120000010001",
                "intro": "Il motore slot3 dell'AMS3 ha slittato. La ruota d'estrusione potrebbe non funzionare correttamente o il filamento troppo sottile."
            },
            {
                "ecode": "0702120000010003",
                "intro": "Il controllo coppia motore slot3 AMS3 non funziona correttamente. Il sensore di corrente potrebbe essere difettoso."
            },
            {
                "ecode": "0702120000020002",
                "intro": "Motore slot3 AMS3 sovraccarico. Il filamento può essere aggrovigliato o bloccato."
            },
            {
                "ecode": "0702130000010001",
                "intro": "Il motore slot4 dell'AMS3 ha slittato. La ruota d'estrusione potrebbe non funzionare correttamente o il filamento troppo sottile."
            },
            {
                "ecode": "0702010000010001",
                "intro": "Il motore del feeder AMS3 ha slittato. La ruota d'estrusione potrebbe essere usurata o il filamento troppo sottile."
            },
            {
                "ecode": "0702010000010003",
                "intro": "Il controllo coppia motore del feeder AMS3 non funziona correttamente. Il sensore di corrente potrebbe essere difettoso."
            },
            {
                "ecode": "0702010000010004",
                "intro": "Il controllo velocità motore del feeder AMS3 non funziona correttamente. Il sensore di velocità potrebbe essere difettoso."
            },
            {
                "ecode": "0702010000020002",
                "intro": "Motore feeder AMS3 sovraccarico. Il filamento può essere aggrovigliato o bloccato."
            },
            {
                "ecode": "0702020000010001",
                "intro": "Errore velocità e lunghezza filamento AMS3: l'odometria del filamento potrebbe essere difettosa."
            },
            {
                "ecode": "0702100000010001",
                "intro": "Il motore slot1 dell'AMS3 ha slittato. La ruota d'estrusione potrebbe non funzionare correttamente o il filamento troppo sottile."
            },
            {
                "ecode": "0701350000010001",
                "intro": "Il sensore di temperatura e umidità presenta un errore. Il chip potrebbe essere difettoso."
            },
            {
                "ecode": "0701500000020001",
                "intro": "Comunicazione AMS2 difettosa; controlla il cavo di collegamento."
            },
            {
                "ecode": "0701600000020001",
                "intro": "Slot1 AMS2 sovraccarico. Il filamento potrebbe essere aggrovigliato o la bobina potrebbe essere bloccata."
            },
            {
                "ecode": "0701610000020001",
                "intro": "Slot2 AMS2 sovraccarico. Il filamento potrebbe essere aggrovigliato o la bobina potrebbe essere bloccata."
            },
            {
                "ecode": "0701620000020001",
                "intro": "Slot3 AMS2 sovraccarico. Il filamento potrebbe essere aggrovigliato o la bobina potrebbe essere bloccata."
            },
            {
                "ecode": "0701630000020001",
                "intro": "Slot4 AMS2 sovraccarico. Il filamento potrebbe essere aggrovigliato o la bobina potrebbe essere bloccata."
            },
            {
                "ecode": "0701230000020001",
                "intro": "Filamento Slot4 AMS2 esaurito. Inserisci un nuovo filamento."
            },
            {
                "ecode": "0701230000020003",
                "intro": "Il filamento Slot4 AMS2 potrebbe rompersi nell'AMS."
            },
            {
                "ecode": "0701300000010001",
                "intro": "La scheda RFID tra AMS1 Slot1 e Slot2 presenta un errore."
            },
            {
                "ecode": "0701300000010004",
                "intro": "Errore al chip di crittografia."
            },
            {
                "ecode": "0701300000030003",
                "intro": "L'RFID non può essere letto a causa di un errore hardware o strutturale."
            },
            {
                "ecode": "0701310000010001",
                "intro": "La scheda RFID tra AMS2 Slot3 e Slot4 presenta un errore."
            },
            {
                "ecode": "0701310000010004",
                "intro": "Errore al chip di crittografia."
            },
            {
                "ecode": "0701310000030003",
                "intro": "L'RFID non può essere letto a causa di un errore hardware o strutturale."
            },
            {
                "ecode": "0701230000030001",
                "intro": "Filamento Slot4 AMS2 esaurito. Attendi che il vecchio filamento venga spurgato."
            },
            {
                "ecode": "0701230000020004",
                "intro": "Il filamento Slot4 AMS2 potrebbe rompersi nella testa di stampa."
            },
            {
                "ecode": "0701230000020005",
                "intro": "Il filamento Slot4 AMS2 è esaurito e lo spurgo del vecchio filamento è avvenuto in modo anomalo; verifica se il filamento è bloccato nella testa di stampa."
            },
            {
                "ecode": "0701230000030002",
                "intro": "Filamento Slot4 AMS2 esaurito ed è passato automaticamente allo slot con lo stesso filamento."
            },
            {
                "ecode": "0701220000030002",
                "intro": "Filamento Slot3 AMS2 esaurito ed è passato automaticamente allo slot con lo stesso filamento."
            },
            {
                "ecode": "0701220000030001",
                "intro": "Filamento Slot3 AMS2 esaurito. Attendi che il vecchio filamento venga spurgato."
            },
            {
                "ecode": "0701210000020003",
                "intro": "Il filamento Slot2 AMS2 potrebbe rompersi nell'AMS."
            },
            {
                "ecode": "0701220000020001",
                "intro": "Filamento Slot3 AMS2 esaurito. Inserisci un nuovo filamento."
            },
            {
                "ecode": "0701220000020003",
                "intro": "Il filamento Slot3 AMS2 potrebbe rompersi nell'AMS."
            },
            {
                "ecode": "0701210000030001",
                "intro": "Filamento Slot2 AMS2 esaurito. Attendi che il vecchio filamento venga spurgato."
            },
            {
                "ecode": "0701210000020004",
                "intro": "Il filamento Slot2 AMS2 potrebbe rompersi nella testa di stampa."
            },
            {
                "ecode": "0701220000020004",
                "intro": "Il filamento Slot3 AMS2 potrebbe rompersi nella testa di stampa."
            },
            {
                "ecode": "0701210000020005",
                "intro": "Il filamento Slot2 AMS2 è esaurito e lo spurgo del vecchio filamento è avvenuto in modo anomalo; verifica se il filamento è bloccato nella testa di stampa."
            },
            {
                "ecode": "0701220000020005",
                "intro": "Il filamento Slot3 AMS2 è esaurito e lo spurgo del vecchio filamento è avvenuto in modo anomalo; verifica se il filamento è bloccato nella testa di stampa."
            },
            {
                "ecode": "0701210000030002",
                "intro": "Filamento Slot2 AMS2 esaurito ed è passato automaticamente allo slot con lo stesso filamento."
            },
            {
                "ecode": "0701210000020001",
                "intro": "Filamento Slot2 AMS2 esaurito. Inserisci un nuovo filamento."
            },
            {
                "ecode": "0701200000030001",
                "intro": "Filamento Slot1 AMS2 esaurito. Attendi che il vecchio filamento venga spurgato."
            },
            {
                "ecode": "0701200000020005",
                "intro": "Il filamento Slot1 AMS2 è esaurito e lo spurgo del vecchio filamento è avvenuto in modo anomalo; verifica se il filamento è bloccato nella testa di stampa."
            },
            {
                "ecode": "0701200000030002",
                "intro": "Filamento Slot1 AMS2 esaurito ed è passato automaticamente allo slot con lo stesso filamento."
            },
            {
                "ecode": "0701120000020002",
                "intro": "Motore slot3 AMS2 sovraccarico. Il filamento può essere aggrovigliato o bloccato."
            },
            {
                "ecode": "0701130000010001",
                "intro": "Il motore slot4 dell'AMS2 ha slittato. La ruota d'estrusione potrebbe non funzionare correttamente o il filamento troppo sottile."
            },
            {
                "ecode": "0701130000010003",
                "intro": "Il controllo coppia motore slot4 AMS2 non funziona correttamente. Il sensore di corrente potrebbe essere difettoso."
            },
            {
                "ecode": "0701130000020002",
                "intro": "Motore slot4 AMS2 sovraccarico. Il filamento può essere aggrovigliato o bloccato."
            },
            {
                "ecode": "0701200000020001",
                "intro": "Filamento Slot1 AMS2 esaurito. Inserisci un nuovo filamento."
            },
            {
                "ecode": "0701200000020003",
                "intro": "Il filamento Slot1 AMS2 potrebbe rompersi nell'AMS."
            },
            {
                "ecode": "0701200000020004",
                "intro": "Il filamento Slot1 AMS2 potrebbe rompersi nella testa di stampa."
            },
            {
                "ecode": "0701120000010001",
                "intro": "Il motore slot3 dell'AMS2 ha slittato. La ruota d'estrusione potrebbe non funzionare correttamente o il filamento troppo sottile."
            },
            {
                "ecode": "0701120000010003",
                "intro": "Il controllo coppia motore slot3 AMS2 non funziona correttamente. Il sensore di corrente potrebbe essere difettoso."
            },
            {
                "ecode": "0701100000020002",
                "intro": "Motore slot1 AMS2 sovraccarico. Il filamento può essere aggrovigliato o bloccato."
            },
            {
                "ecode": "0701110000010001",
                "intro": "Il motore slot2 dell'AMS2 ha slittato. La ruota d'estrusione potrebbe non funzionare correttamente o il filamento troppo sottile."
            },
            {
                "ecode": "0701110000010003",
                "intro": "Il controllo coppia motore slot2 AMS2 non funziona correttamente. Il sensore di corrente potrebbe essere difettoso."
            },
            {
                "ecode": "0701110000020002",
                "intro": "Motore slot2 AMS2 sovraccarico. Il filamento può essere aggrovigliato o bloccato."
            },
            {
                "ecode": "0701010000010001",
                "intro": "Il motore del feeder AMS2 ha slittato. La ruota d'estrusione potrebbe essere usurata o il filamento troppo sottile."
            },
            {
                "ecode": "0701010000010003",
                "intro": "Il controllo coppia motore del feeder AMS2 non funziona correttamente. Il sensore di corrente potrebbe essere difettoso."
            },
            {
                "ecode": "0701100000010001",
                "intro": "Il motore slot1 dell'AMS2 ha slittato. La ruota d'estrusione potrebbe non funzionare correttamente o il filamento troppo sottile."
            },
            {
                "ecode": "0701100000010003",
                "intro": "Il controllo coppia motore slot1 AMS2 non funziona correttamente. Il sensore di corrente potrebbe essere difettoso."
            },
            {
                "ecode": "0701020000010001",
                "intro": "Errore velocità e lunghezza filamento AMS2: l'odometria del filamento potrebbe essere difettosa."
            },
            {
                "ecode": "0701010000010004",
                "intro": "Il controllo velocità motore del feeder AMS2 non funziona correttamente. Il sensore di velocità potrebbe essere difettoso."
            },
            {
                "ecode": "0701010000020002",
                "intro": "Motore feeder AMS2 sovraccarico. Il filamento può essere aggrovigliato o bloccato."
            },
            {
                "ecode": "0700610000020001",
                "intro": "Slot2 AMS1 sovraccarico. Il filamento potrebbe essere aggrovigliato o la bobina potrebbe essere bloccata."
            },
            {
                "ecode": "0700620000020001",
                "intro": "Slot3 AMS1 sovraccarico. Il filamento potrebbe essere aggrovigliato o la bobina potrebbe essere bloccata."
            },
            {
                "ecode": "0700630000020001",
                "intro": "Slot4 AMS1 sovraccarico. Il filamento potrebbe essere aggrovigliato o la bobina potrebbe essere bloccata."
            },
            {
                "ecode": "0700400000020003",
                "intro": "Comunicazione AMS1 difettosa, il cavo potrebbe non essere ben collegato."
            },
            {
                "ecode": "0700450000020001",
                "intro": "Il sensore tagliafilamento non funziona correttamente; verificare se il connettore è inserito correttamente."
            },
            {
                "ecode": "0700450000020002",
                "intro": "La distanza taglio tagliafilamento è troppo grande. Il motore XY potrebbe perdere step."
            },
            {
                "ecode": "0700450000020003",
                "intro": "Leva tagliafilamento non rilasciata. La leva o la lama potrebbero essere bloccate."
            },
            {
                "ecode": "0700500000020001",
                "intro": "Comunicazione AMS1 difettosa; controlla il cavo di collegamento."
            },
            {
                "ecode": "0700510000030001",
                "intro": "AMS disattivato; carica il filamento dal supporto bobina."
            },
            {
                "ecode": "0700600000020001",
                "intro": "Slot1 AMS1 sovraccarico. Il filamento potrebbe essere aggrovigliato o la bobina potrebbe essere bloccata."
            },
            {
                "ecode": "0700310000030003",
                "intro": "L'RFID non può essere letto a causa di un errore hardware o strutturale."
            },
            {
                "ecode": "0700350000010001",
                "intro": "Il sensore di temperatura e umidità presenta un errore. Il chip potrebbe essere difettoso."
            },
            {
                "ecode": "0700400000020001",
                "intro": "Il segnale posizione del buffer filamento è stato perso: il cavo o il sensore posizione potrebbero non funzionare correttamente."
            },
            {
                "ecode": "0700400000020002",
                "intro": "Errore segnale posizione del buffer filamento: il sensore posizione potrebbe non funzionare correttamente."
            },
            {
                "ecode": "0700400000020004",
                "intro": "Segnale buffer filamento difettoso; la molla potrebbe essere bloccata o il filamento potrebbe essere aggrovigliato."
            },
            {
                "ecode": "0700300000010004",
                "intro": "Errore al chip di crittografia."
            },
            {
                "ecode": "0700300000030003",
                "intro": "L'RFID non può essere letto a causa di un errore hardware o strutturale."
            },
            {
                "ecode": "0700310000010001",
                "intro": "La scheda RFID tra AMS1 Slot3 e Slot4 presenta un errore."
            },
            {
                "ecode": "0700310000010004",
                "intro": "Errore al chip di crittografia."
            },
            {
                "ecode": "03000A0000010003",
                "intro": "Il segnale del sensore 1 del piano è troppo debole. Il collegamento elettrico al sensore potrebbe essere interrotto."
            },
            {
                "ecode": "03000A0000010004",
                "intro": "È stato rilevato un disturbo esterno sul sensore 1.il piatto potrebbe aver toccato qualcosa all'esterno del piano."
            },
            {
                "ecode": "03000A0000010005",
                "intro": "Il sensore 1 ha rilevato una forza continua inaspettata. È possibile che il piano  sia bloccato o che l'estremità anteriore analogica sia rotta."
            },
            {
                "ecode": "03000B0000010001",
                "intro": "Il sensore 2 del piano è troppo sensibile. Potrebbe essere incastrato tra il braccio di trazione e il supporto del letto termico, oppure la vite di regolazione potrebbe essere troppo stretta."
            },
            {
                "ecode": "03000B0000010003",
                "intro": "Il segnale 2 del piano è troppo debole. Il collegamento elettronico al sensore potrebbe essere interrotto."
            },
            {
                "ecode": "03000B0000010002",
                "intro": "Il segnale del sensore 2 del piano è debole. Il sensore potrebbe essere rotto o avere un problema nel collegamento elettrico."
            },
            {
                "ecode": "0300020000010007",
                "intro": "La temperatura del nozzle è anomala; il sensore potrebbe avere un circuito aperto."
            },
            {
                "ecode": "0300030000010001",
                "intro": "La velocità della ventola del nozzle è troppo lenta o interrotta. È possibile che il connettore sia bloccato o non è inserito correttamente."
            },
            {
                "ecode": "0300040000020001",
                "intro": "La velocità della ventola di raffreddamento dell oggetto è troppo bassa o interrotta. È possibile che il connettore sia bloccato o non è inserito correttamente."
            },
            {
                "ecode": "0300050000010001",
                "intro": "Il driver del motore si sta surriscaldando. Il radiatore potrebbe essere allentato o la ventola di raffreddamento potrebbe essere danneggiata."
            },
            {
                "ecode": "0300060000010001",
                "intro": "Il motore-A presenta un circuito aperto. È possibile che vi sia un collegamento allentato o che il motore sia guasto."
            },
            {
                "ecode": "0300060000010002",
                "intro": "Il motore-A ha un cortocircuito. Potrebbe essersi guastato."
            },
            {
                "ecode": "0300070000010001",
                "intro": "Il motore-B presenta un circuito aperto. Il collegamento potrebbe essere allentato o il motore potrebbe essere guasto."
            },
            {
                "ecode": "0300070000010002",
                "intro": "Il motore B presenta un cortocircuito. Potrebbe essersi guastato."
            },
            {
                "ecode": "0300080000010001",
                "intro": "Il motore-Z presenta un circuito aperto. Il collegamento potrebbe essere allentato o il motore potrebbe essere guasto."
            },
            {
                "ecode": "0300080000010002",
                "intro": "Motore-Z ha un cortocircuito. Potrebbe essersi guastato."
            },
            {
                "ecode": "0300090000010001",
                "intro": "Motore-E presenta un circuito aperto. Il collegamento potrebbe essere allentato o il motore potrebbe essere guasto."
            },
            {
                "ecode": "0300090000010002",
                "intro": "Motore-E ha un cortocircuito. Potrebbe essersi guastato."
            },
            {
                "ecode": "03000A0000010001",
                "intro": "Il sensore 1 del piano è troppo sensibile. Potrebbe essere incastrato tra il braccio di trazione e il supporto del piano, oppure la vite di regolazione potrebbe essere troppo stretta."
            },
            {
                "ecode": "0300060000010003",
                "intro": "La resistenza del motore-A è anormale, il motore potrebbe essere guasto."
            },
            {
                "ecode": "0300070000010003",
                "intro": "La resistenza del motore-B è anormale, il motore potrebbe essere guasto."
            },
            {
                "ecode": "0300080000010003",
                "intro": "La resistenza del motore-Z è anomala, il motore potrebbe essere guasto."
            },
            {
                "ecode": "0300090000010003",
                "intro": "La resistenza del motore-E è anormale, potrebbe essere guasto."
            },
            {
                "ecode": "0300010000010003",
                "intro": "La temperatura del piano è anomala; il riscaldatore è in sovra-temperatura"
            },
            {
                "ecode": "0300010000010006",
                "intro": "La temperatura del piano è anomala; il sensore potrebbe avere un cortocircuito."
            },
            {
                "ecode": "0300010000010007",
                "intro": "La temperatura del piano è anomala; il sensore potrebbe avere un circuito aperto."
            },
            {
                "ecode": "0300020000010001",
                "intro": "La temperatura del nozzle è anomala; il termistore potrebbe avere un cortocircuito."
            },
            {
                "ecode": "0300020000010002",
                "intro": "La temperatura del nozzle è anomala; il termistore potrebbe avere un circuito aperto."
            },
            {
                "ecode": "0300020000010003",
                "intro": "La temperatura del nozzle è anomala; il termistore è in sovra-temperatura."
            },
            {
                "ecode": "0300020000010006",
                "intro": "La temperatura del nozzle è anomala; il sensore potrebbe avere un cortocircuito, verificare se il connettore è inserito correttamente."
            },
            {
                "ecode": "0300010000030008",
                "intro": "La temperatura del piano ha superato il limite e si adatta automaticamente alla temperatura limite."
            },
            {
                "ecode": "0300010000010001",
                "intro": "La temperatura del piano è anomala; il riscaldatore potrebbe avere un cortocircuito."
            },
            {
                "ecode": "0300010000010002",
                "intro": "La temperatura del piano è anomala; il riscaldatore o l'interruttore potrebbe avere un circuito aperto."
            },
            {
                "ecode": "0C0003000003000B",
                "intro": "Ispezione primo layer: attendere"
            }
        ],
        "ver": 202401241330
    },
    "version": "202401241730"
}
