{
    "device_error": {
        "de": [
            {
                "ecode": "03008016",
                "intro": "Die Düse ist mit Filamenten verstopft. Bitte brechen Sie diesen Druckvorgang ab und reinigen Sie die Düse entsprechend dem aktuellen Status oder tippen Sie auf die Schaltfläche „Fortsetzen“, um den Druckauftrag fortzusetzen."
            },
            {
                "ecode": "12008016",
                "intro": "Der Extruder extrudiert nicht normal. Bitte wenden Sie sich an das HMS. Nach der Fehlerbehebung. Wenn die Fehler akzeptabel sind, klicken Sie bitte auf die Schaltfläche „Erneut versuchen“."
            },
            {
                "ecode": "12018016",
                "intro": "Der Extruder extrudiert nicht normal. Bitte wenden Sie sich an das HMS. Nach der Fehlerbehebung. Wenn die Fehler akzeptabel sind, klicken Sie bitte auf die Schaltfläche „Erneut versuchen“."
            },
            {
                "ecode": "12028016",
                "intro": "Der Extruder extrudiert nicht normal. Bitte wenden Sie sich an das HMS. Nach der Fehlerbehebung. Wenn die Fehler akzeptabel sind, klicken Sie bitte auf die Schaltfläche „Erneut versuchen“."
            },
            {
                "ecode": "12038016",
                "intro": "Der Extruder extrudiert nicht normal. Bitte wenden Sie sich an das HMS. Nach der Fehlerbehebung. Wenn die Fehler akzeptabel sind, klicken Sie bitte auf die Schaltfläche „Erneut versuchen“."
            },
            {
                "ecode": "03008019",
                "intro": "Es wurde keine Druckplatte platziert."
            },
            {
                "ecode": "03008018",
                "intro": "Fehlfunktion der Kammertemperatur."
            },
            {
                "ecode": "03004005",
                "intro": "Die Drehzahl des Düsenlüfters ist abnormal."
            },
            {
                "ecode": "03008010",
                "intro": "Die Drehzahl des Düsenlüfters ist abnormal."
            },
            {
                "ecode": "12008007",
                "intro": "Das Filament konnte nicht extrudiert werden. Der Extruder ist möglicherweise verstopft oder das Filament klemmt, siehe HMS. Klicken Sie nach der Fehlerbehebung auf die Schaltfläche \"Erneut versuchen\"."
            },
            {
                "ecode": "12018007",
                "intro": "Das Filament konnte nicht extrudiert werden. Der Extruder ist möglicherweise verstopft oder das Filament klemmt, siehe HMS. Klicken Sie nach der Fehlerbehebung auf die Schaltfläche \"Erneut versuchen\"."
            },
            {
                "ecode": "12028007",
                "intro": "Das Filament konnte nicht extrudiert werden. Der Extruder ist möglicherweise verstopft oder das Filament klemmt, siehe HMS. Klicken Sie nach der Fehlerbehebung auf die Schaltfläche \"Erneut versuchen\"."
            },
            {
                "ecode": "12038007",
                "intro": "Das Filament konnte nicht extrudiert werden. Der Extruder ist möglicherweise verstopft oder das Filament klemmt, siehe HMS. Klicken Sie nach der Fehlerbehebung auf die Schaltfläche \"Erneut versuchen\"."
            },
            {
                "ecode": "03008014",
                "intro": "Die Düse ist mit Filamenten bedeckt oder die Druckplatte ist falsch eingesetzt. Bitte brechen Sie diesen Druck ab, reinigen die Düse oder passen Sie die Position der Druckplatte an. Anschließend können Sie auf „Fortsetzen“ tippen, um den Druckauftrag fortzusetzen."
            },
            {
                "ecode": "05004002",
                "intro": "Nicht unterstützter Pfad oder Name der Druckdatei. Bitte senden Sie den Druckauftrag erneut."
            },
            {
                "ecode": "05008036",
                "intro": "Ihre geslicete Datei stimmt nicht mit dem aktuellen Druckermodell überein. Fortfahren?"
            },
            {
                "ecode": "05004037",
                "intro": "Ihre geslicete Datei ist mit dem aktuellen Druckermodell nicht kompatibel. Diese Datei kann auf diesem Drucker nicht gedruckt werden."
            },
            {
                "ecode": "05004038",
                "intro": "Der Düsendurchmesser in der gesliceten Datei stimmt nicht mit der aktuellen Düseneinstellung überein. Diese Datei kann nicht gedruckt werden."
            },
            {
                "ecode": "03008017",
                "intro": "Fremdkörper auf dem Heizbett erkannt. Bitte überprüfen und reinigen Sie das Heizbett und tippen Sie dann auf die Schaltfläche \"Fortsetzen\", um den Druckauftrag fortzusetzen."
            },
            {
                "ecode": "05014038",
                "intro": "Die regionalen Einstellungen stimmen nicht mit dem Drucker überein. Bitte überprüfen Sie die regionalen Einstellungen des Druckers."
            },
            {
                "ecode": "05014033",
                "intro": "Ihre APP-Region stimmt nicht mit Ihrem Drucker überein. Bitte laden Sie die APP in der entsprechenden Region herunter und registrieren Sie Ihr Konto erneut."
            },
            {
                "ecode": "12008015",
                "intro": "Das Filament konnte nicht vom Werkzeugkopf zurückgezogen werden. Bitte überprüfen Sie, ob das Filament im Extruder klemmt oder gebrochen ist. Klicken Sie nach der Fehlerbehebung auf die Schaltfläche „Erneut versuchen“."
            },
            {
                "ecode": "12018015",
                "intro": "Das Filament konnte nicht vom Werkzeugkopf zurückgezogen werden. Bitte überprüfen Sie, ob das Filament im Extruder klemmt oder gebrochen ist. Klicken Sie nach der Fehlerbehebung auf die Schaltfläche „Erneut versuchen“."
            },
            {
                "ecode": "12028015",
                "intro": "Das Filament konnte nicht vom Werkzeugkopf zurückgezogen werden. Bitte überprüfen Sie, ob das Filament im Extruder klemmt oder gebrochen ist. Klicken Sie nach der Fehlerbehebung auf die Schaltfläche „Erneut versuchen“."
            },
            {
                "ecode": "12038015",
                "intro": "Das Filament konnte nicht vom Werkzeugkopf zurückgezogen werden. Bitte überprüfen Sie, ob das Filament im Extruder klemmt oder gebrochen ist. Klicken Sie nach der Fehlerbehebung auf die Schaltfläche „Erneut versuchen“."
            },
            {
                "ecode": "1000C003",
                "intro": "Die Aktivierung des traditionellen Zeitraffers kann zu Fehlern führen. Fortfahren?"
            },
            {
                "ecode": "05014034",
                "intro": "Der Slicing-Fortschritt wurde lange Zeit nicht aktualisiert, und der Druckauftrag wurde beendet. Bitte bestätigen Sie die Parameter und starten Sie den Druckvorgang erneut."
            },
            {
                "ecode": "05014035",
                "intro": "Das Gerät wird gerade gebunden und kann nicht auf neue Bindungsanfragen antworten."
            },
            {
                "ecode": "1001C001",
                "intro": "Zeitraffer wird nicht unterstützt, da der Spiralvasenmodus in den Slicing-Einstellungen aktiviert ist."
            },
            {
                "ecode": "1001C002",
                "intro": "Zeitraffer wird nicht unterstützt, da die Druckreihenfolge auf „Nach Objekt“ eingestellt ist."
            },
            {
                "ecode": "0C008001",
                "intro": "Es wurden Fehler in der ersten Schicht festgestellt. Wenn die Fehler akzeptabel sind, klicken Sie auf die Schaltfläche \"Fortsetzen\", um den Druckauftrag fortzusetzen."
            },
            {
                "ecode": "1000C001",
                "intro": "Eine hohe Betttemperatur kann dazu führen, dass das Filament die Düse verstopft. Bitte sorgen Sie für eine gute Belüftung des Druckers."
            },
            {
                "ecode": "1000C002",
                "intro": "Das Drucken von CF-Material mit einer Edelstahldüse kann zu einer Beschädigung der Düse führen."
            },
            {
                "ecode": "0300800D",
                "intro": "Einige Gegenstände sind heruntergefallen oder der Extruder extrudiert nicht normal. Wenn die Mängel akzeptabel sind, klicken Sie auf die Schaltfläche „Fortsetzen“, um den Druckauftrag fortzusetzen."
            },
            {
                "ecode": "12008014",
                "intro": "Die Position des Filaments im Werkzeugkopf konnte nicht überprüft werden, siehe HMS Seite. Klicken Sie nach der Fehlersuche auf die Schaltfläche \"Erneut versuchen\"."
            },
            {
                "ecode": "05008030",
                "intro": ""
            },
            {
                "ecode": "12018014",
                "intro": "Die Position des Filaments im Werkzeugkopf konnte nicht überprüft werden. Bitte suchen Sie auf der HMS Seite nach dem Fehler. Klicken Sie nach der Fehlerbehebung auf „Erneut versuchen“."
            },
            {
                "ecode": "12028014",
                "intro": "Die Position des Filaments im Werkzeugkopf konnte nicht überprüft werden. Bitte suchen Sie auf der HMS Seite nach dem Fehler. Klicken Sie nach der Fehlerbehebung auf „Erneut versuchen“."
            },
            {
                "ecode": "12038014",
                "intro": "Die Position des Filaments im Werkzeugkopf konnte nicht überprüft werden. Bitte suchen Sie auf der HMS Seite nach dem Fehler. Klicken Sie nach der Fehlerbehebung auf „Erneut versuchen“."
            },
            {
                "ecode": "0500402E",
                "intro": "Das System unterstützt das derzeit von der Micro-SD-Karte verwendete Dateisystem nicht. Bitte ersetzen Sie die Micro-SD Karte oder formatieren Sie die aktuelle Micro-SD Karte auf FAT32."
            },
            {
                "ecode": "0500402F",
                "intro": "Die Sektordaten der Micro-SD Karte sind beschädigt. Bitte verwenden Sie zum Reparieren oder Formatieren das SD-Karten Reparaturtool. Wenn sie immer noch nicht identifiziert werden kann, tauschen Sie bitte die Micro-SD Karte aus."
            },
            {
                "ecode": "03008015",
                "intro": "Das Filament ist aufgebraucht. Bitte laden Sie neues Filament auf der Seite „Filament“, kehren Sie dann zur Druckseite zurück und tippen Sie auf „Fortsetzen“, um den Druckauftrag fortzusetzen."
            },
            {
                "ecode": "05014017",
                "intro": "Die Bindung ist fehlgeschlagen. Bitte versuchen Sie es erneut oder starten Sie den Drucker neu und versuchen Sie es erneut."
            },
            {
                "ecode": "05014018",
                "intro": "Das Analysieren der Bindungskonfigurationsinformationen ist fehlgeschlagen. Bitte versuchen Sie es erneut."
            },
            {
                "ecode": "05014019",
                "intro": "Der Drucker wurde bereits gebunden. Bitte lösen Sie die Verbindung und versuchen Sie es erneut."
            },
            {
                "ecode": "0501401A",
                "intro": "Der Cloud-Zugriff ist fehlgeschlagen. Mögliche Gründe sind Netzwerkinstabilität aufgrund von Interferenzen, die Unfähigkeit, auf das Internet zuzugreifen, oder Konfigurationseinschränkungen der Router-Firewall. Sie können versuchen, den Drucker näher an den Router zu bringen oder die Routerkonfiguration zu überprüfen und es dann erneut zu versuchen."
            },
            {
                "ecode": "0501401B",
                "intro": "Die Cloud-Antwort ist ungültig. Wenn Sie es mehrmals versucht haben und es immer noch fehlschlägt, wenden Sie sich bitte an den Kundendienst."
            },
            {
                "ecode": "0501401C",
                "intro": "Der Cloud-Zugriff wird abgelehnt. Wenn Sie es mehrmals versucht haben und es immer noch fehlschlägt, wenden Sie sich bitte an den Kundendienst."
            },
            {
                "ecode": "0501401D",
                "intro": "Der Cloud-Zugriff ist fehlgeschlagen, was möglicherweise an einer Netzwerkinstabilität aufgrund von Störungen liegt. Sie können versuchen, den Drucker näher an den Router zu stellen, bevor Sie es erneut versuchen."
            },
            {
                "ecode": "0501401E",
                "intro": "Die Cloud-Antwort ist ungültig. Wenn Sie es mehrmals versucht haben und es immer noch fehlschlägt, wenden Sie sich bitte an den Kundendienst."
            },
            {
                "ecode": "0501401F",
                "intro": "Zeitüberschreitung bei der Autorisierung. Bitte stellen Sie sicher, dass Ihr Telefon oder PC Zugang zum Internet hat und dass die Bambu Studio/Bambu Handy APP während des Bindevorgangs im Vordergrund läuft."
            },
            {
                "ecode": "05014020",
                "intro": "Cloud-Zugriff abgelehnt. Wenn Sie es mehrmals versucht haben und es immer noch fehlschlägt, wenden Sie sich bitte an den Kundendienst."
            },
            {
                "ecode": "05014021",
                "intro": "Der Cloud-Zugriff ist fehlgeschlagen, was möglicherweise an einer Netzwerkinstabilität aufgrund von Störungen liegt. Sie können versuchen, den Drucker näher an den Router zu stellen, bevor Sie es erneut versuchen."
            },
            {
                "ecode": "05014022",
                "intro": "Die Cloud-Antwort ist ungültig. Wenn Sie es mehrmals versucht haben und es immer noch fehlschlägt, wenden Sie sich bitte an den Kundendienst."
            },
            {
                "ecode": "05014023",
                "intro": "Cloud-Zugriff abgelehnt. Wenn Sie es mehrmals versucht haben und es immer noch fehlschlägt, wenden Sie sich bitte an den Kundendienst."
            },
            {
                "ecode": "05014024",
                "intro": "Der Cloud-Zugriff ist fehlgeschlagen. Mögliche Gründe sind Netzwerkinstabilität aufgrund von Interferenzen, Unfähigkeit, auf das Internet zuzugreifen, oder Einschränkungen bei der Konfiguration der Router-Firewall. Sie können versuchen, den Drucker näher an den Router zu bringen oder die Routerkonfiguration zu überprüfen, bevor Sie es erneut versuchen."
            },
            {
                "ecode": "05014025",
                "intro": "Die Cloud-Antwort ist ungültig. Wenn Sie es mehrmals versucht haben und es immer noch fehlschlägt, wenden Sie sich bitte an den Kundendienst."
            },
            {
                "ecode": "05014026",
                "intro": "Cloud-Zugriff abgelehnt. Wenn Sie es mehrmals versucht haben und es immer noch fehlschlägt, wenden Sie sich bitte an den Kundendienst."
            },
            {
                "ecode": "05014027",
                "intro": "Cloud-Zugriff fehlgeschlagen; Dies kann durch Netzwerkinstabilität aufgrund von Interferenzen verursacht werden. Sie können versuchen, den Drucker näher an den Router zu stellen, bevor Sie es erneut versuchen."
            },
            {
                "ecode": "05014028",
                "intro": "Die Cloud-Antwort ist ungültig. Wenn Sie es mehrmals versucht haben und es immer noch fehlschlägt, wenden Sie sich bitte an den Kundendienst."
            },
            {
                "ecode": "05014029",
                "intro": "Der Cloud-Zugriff wird abgelehnt. Wenn Sie es mehrmals versucht haben und es immer noch fehlschlägt, wenden Sie sich bitte an den Kundendienst."
            },
            {
                "ecode": "05014031",
                "intro": "Die Bindung per Geräteerkennung wird ausgeführt und der QR-Code kann nicht auf dem Bildschirm angezeigt werden. Sie können warten, bis die Bindung abgeschlossen ist, oder den Bindevorgang in der APP/Studio abbrechen und erneut versuchen, den QR-Code auf dem Bildschirm für die Bindung zu scannen."
            },
            {
                "ecode": "05014032",
                "intro": "Die QR-Code-Bindung ist im Gange, und die Bindung per Geräteerkennung kann nicht durchgeführt werden. Sie können den QR-Code auf dem Bildschirm scannen, um ihn zu binden, oder die QR-Code-Anzeigeseite auf dem Bildschirm verlassen und die Bindung per Geräteerkennung versuchen."
            },
            {
                "ecode": "07FF8003",
                "intro": "Bitte ziehen Sie das Filament am Spulenhalter aus dem Extruder oder prüfen Sie, ob das Filament im Extruder gebrochen ist. Wenn später das AMS verwendet werden soll, schließen Sie bitte den PTFE-Schlauch an die Kupplung an und klicken Sie auf „Erneut versuchen“."
            },
            {
                "ecode": "07FFC003",
                "intro": "Bitte ziehen Sie das Filament am Spulenhalter aus dem Extruder oder prüfen Sie, ob das Filament im Extruder gebrochen ist. Wenn später das AMS verwendet werden soll, schließen Sie bitte den PTFE-Schlauch an die Kupplung an."
            },
            {
                "ecode": "12FF8003",
                "intro": "Bitte ziehen Sie das Filament am Spulenhalter aus dem Extruder oder prüfen Sie, ob das Filament im Extruder gebrochen ist. Wenn später das AMS verwendet werden soll, schließen Sie bitte den PTFE-Schlauch an die Kupplung an und klicken Sie auf „Erneut versuchen“."
            },
            {
                "ecode": "12FFC003",
                "intro": "Bitte ziehen Sie das Filament am Spulenhalter aus dem Extruder oder prüfen Sie, ob das Filament im Extruder gebrochen ist. Wenn später das AMS verwendet werden soll, schließen Sie bitte den PTFE-Schlauch an die Kupplung an."
            },
            {
                "ecode": "03008006",
                "intro": "Der Lokalisierungsmarker für die Druckplatte wurde nicht gefunden. Bitte beenden Sie den Druckauftrag und tauschen Sie die Druckplatte aus. Sie können auch auf „Fortsetzen“ tippen, um die Wiederaufnahme des Druckauftrags zu erzwingen."
            },
            {
                "ecode": "12FF8007",
                "intro": "Prüfen Sie die Düse. Klicken Sie auf \"Fertig\", wenn das Filament extrudiert wurde, andernfalls schieben Sie das Filament leicht hinein und klicken Sie auf \"Erneut versuchen\"."
            },
            {
                "ecode": "03008011",
                "intro": "Die aktuelle Druckplatte ist nicht dieselbe wie im G-Code. Bitte stoppen Sie den Druckauftrag und tauschen Sie die Druckplatte aus. Sie können auch auf „Fortsetzen“ tippen, um die Fortsetzung des Druckauftrags zu erzwingen."
            },
            {
                "ecode": "03008013",
                "intro": "Der Druck wurde vom Nutzer angehalten. Sie können auf „Fortsetzen“ tippen, um den Druckauftrag fortzusetzen."
            },
            {
                "ecode": "0500402D",
                "intro": "Systemausnahme."
            },
            {
                "ecode": "0C00800A",
                "intro": "Die erkannte Druckplatte ist nicht dieselbe wie im G-Code."
            },
            {
                "ecode": "05004016",
                "intro": "Die MicroSD-Karte ist schreibgeschützt. Bitte ersetzen Sie die MicroSD-Karte."
            },
            {
                "ecode": "05004017",
                "intro": "Die Bindung ist fehlgeschlagen. Bitte versuchen Sie es erneut oder starten Sie den Drucker neu und versuchen Sie es erneut."
            },
            {
                "ecode": "05004018",
                "intro": "Das Analysieren der Bindungskonfigurationsinformationen ist fehlgeschlagen. Bitte versuchen Sie es erneut."
            },
            {
                "ecode": "05004019",
                "intro": "Der Drucker wurde bereits gebunden. Bitte lösen Sie die Verbindung und versuchen Sie es erneut."
            },
            {
                "ecode": "0500401A",
                "intro": "Der Cloud-Zugriff ist fehlgeschlagen. Mögliche Gründe sind Netzwerkinstabilität aufgrund von Interferenzen, die Unfähigkeit, auf das Internet zuzugreifen, oder Konfigurationseinschränkungen der Router-Firewall. Sie können versuchen, den Drucker näher an den Router zu bringen oder die Routerkonfiguration zu überprüfen und es dann erneut zu versuchen."
            },
            {
                "ecode": "0500401B",
                "intro": "Die Cloud-Antwort ist ungültig. Wenn Sie es mehrmals versucht haben und es immer noch fehlschlägt, wenden Sie sich bitte an den Kundendienst."
            },
            {
                "ecode": "0500401C",
                "intro": "Der Cloud-Zugriff wird abgelehnt. Wenn Sie es mehrmals versucht haben und es immer noch fehlschlägt, wenden Sie sich bitte an den Kundendienst."
            },
            {
                "ecode": "0500401D",
                "intro": "Der Cloud-Zugriff ist fehlgeschlagen, was möglicherweise an einer Netzwerkinstabilität aufgrund von Störungen liegt. Sie können versuchen, den Drucker näher an den Router zu stellen, bevor Sie es erneut versuchen."
            },
            {
                "ecode": "0500401E",
                "intro": "Die Cloud-Antwort ist ungültig. Wenn Sie es mehrmals versucht haben und es immer noch fehlschlägt, wenden Sie sich bitte an den Kundendienst."
            },
            {
                "ecode": "0500401F",
                "intro": "Zeitüberschreitung bei der Autorisierung. Bitte stellen Sie sicher, dass Ihr Telefon oder PC Zugang zum Internet hat und dass die Bambu Studio/Bambu Handy APP während des Bindevorgangs im Vordergrund läuft."
            },
            {
                "ecode": "05004020",
                "intro": "Cloud-Zugriff abgelehnt. Wenn Sie es mehrmals versucht haben und es immer noch fehlschlägt, wenden Sie sich bitte an den Kundendienst."
            },
            {
                "ecode": "05004021",
                "intro": "Der Cloud-Zugriff ist fehlgeschlagen, was möglicherweise an einer Netzwerkinstabilität aufgrund von Störungen liegt. Sie können versuchen, den Drucker näher an den Router zu stellen, bevor Sie es erneut versuchen."
            },
            {
                "ecode": "05004022",
                "intro": "Die Cloud-Antwort ist ungültig. Wenn Sie es mehrmals versucht haben und es immer noch fehlschlägt, wenden Sie sich bitte an den Kundendienst."
            },
            {
                "ecode": "05004023",
                "intro": "Cloud-Zugriff abgelehnt. Wenn Sie es mehrmals versucht haben und es immer noch fehlschlägt, wenden Sie sich bitte an den Kundendienst."
            },
            {
                "ecode": "05004024",
                "intro": "Der Cloud-Zugriff ist fehlgeschlagen. Mögliche Gründe sind Netzwerkinstabilität aufgrund von Interferenzen, Unfähigkeit, auf das Internet zuzugreifen, oder Einschränkungen bei der Konfiguration der Router-Firewall. Sie können versuchen, den Drucker näher an den Router zu bringen oder die Routerkonfiguration zu überprüfen, bevor Sie es erneut versuchen."
            },
            {
                "ecode": "05004025",
                "intro": "Die Cloud-Antwort ist ungültig. Wenn Sie es mehrmals versucht haben und es immer noch fehlschlägt, wenden Sie sich bitte an den Kundendienst."
            },
            {
                "ecode": "05004026",
                "intro": "Cloud-Zugriff abgelehnt. Wenn Sie es mehrmals versucht haben und es immer noch fehlschlägt, wenden Sie sich bitte an den Kundendienst."
            },
            {
                "ecode": "05004027",
                "intro": "Cloud-Zugriff fehlgeschlagen; Dies kann durch Netzwerkinstabilität aufgrund von Interferenzen verursacht werden. Sie können versuchen, den Drucker näher an den Router zu stellen, bevor Sie es erneut versuchen."
            },
            {
                "ecode": "05004028",
                "intro": "Die Cloud-Antwort ist ungültig. Wenn Sie es mehrmals versucht haben und es immer noch fehlschlägt, wenden Sie sich bitte an den Kundendienst."
            },
            {
                "ecode": "05004029",
                "intro": "Der Cloud-Zugriff wird abgelehnt. Wenn Sie es mehrmals versucht haben und es immer noch fehlschlägt, wenden Sie sich bitte an den Kundendienst."
            },
            {
                "ecode": "0500402A",
                "intro": "Es konnte keine Verbindung zum Router hergestellt werden, was möglicherweise an WLAN-Störungen oder einer zu großen Entfernung vom Router liegt. Bitte versuchen Sie es erneut oder stellen Sie den Drucker näher an den Router und versuchen Sie es erneut."
            },
            {
                "ecode": "0500402B",
                "intro": "Die Routerverbindung ist aufgrund eines falschen Passworts fehlgeschlagen. Bitte überprüfen Sie das Passwort und versuchen Sie es erneut."
            },
            {
                "ecode": "0500402C",
                "intro": "Die IP-Adresse konnte nicht abgerufen werden. Dies kann durch WLAN-Interferenzen verursacht werden, die dazu führen, dass die Datenübertragung fehlschlägt oder der DHCP-Adresspool des Routers voll ist. Bitte stellen Sie den Drucker näher an den Router und versuchen Sie es erneut. Wenn das Problem weiterhin besteht, überprüfen Sie bitte die Router-Einstellungen, um festzustellen, ob die IP-Adressen erschöpft sind."
            },
            {
                "ecode": "03008012",
                "intro": ""
            },
            {
                "ecode": "12018004",
                "intro": "Das Filament konnte nicht aus dem Werkzeugkopf zurückgezogen werden. Bitte überprüfen Sie, ob das Filament klemmt. Klicken Sie nach der Fehlerbehebung auf „Erneut versuchen“."
            },
            {
                "ecode": "12008005",
                "intro": "Das Filament konnte nicht zugeführt werden. Bitte laden Sie das Filament und klicken Sie dann auf „Erneut versuchen“."
            },
            {
                "ecode": "12028004",
                "intro": "Das Filament konnte nicht aus dem Werkzeugkopf zurückgezogen werden. Bitte überprüfen Sie, ob das Filament klemmt. Klicken Sie nach der Fehlerbehebung auf „Erneut versuchen“."
            },
            {
                "ecode": "12038004",
                "intro": "Das Filament konnte nicht aus dem Werkzeugkopf zurückgezogen werden. Bitte überprüfen Sie, ob das Filament klemmt. Klicken Sie nach der Fehlerbehebung auf „Erneut versuchen“."
            },
            {
                "ecode": "12FF8004",
                "intro": "Das Filament konnte nicht aus dem Werkzeugkopf zurückgezogen werden. Bitte überprüfen Sie, ob das Filament klemmt. Klicken Sie nach der Fehlerbehebung auf „Erneut versuchen“."
            },
            {
                "ecode": "12028005",
                "intro": "Das Filament konnte nicht zugeführt werden. Bitte laden Sie das Filament und klicken Sie dann auf „Erneut versuchen“."
            },
            {
                "ecode": "12038005",
                "intro": "Das Filament konnte nicht zugeführt werden. Bitte laden Sie das Filament und klicken Sie dann auf „Erneut versuchen“."
            },
            {
                "ecode": "12FF8005",
                "intro": "Das Filament konnte nicht zugeführt werden. Bitte laden Sie das Filament und klicken Sie dann auf „Erneut versuchen“."
            },
            {
                "ecode": "12018006",
                "intro": "Das Filament konnte nicht in den Werkzeugkopf eingeführt werden. Bitte überprüfen Sie, ob das Filament klemmt. Klicken Sie nach der Fehlerbehebung auf „Erneut versuchen“."
            },
            {
                "ecode": "12028006",
                "intro": "Das Filament konnte nicht in den Werkzeugkopf eingeführt werden. Bitte überprüfen Sie, ob das Filament klemmt. Klicken Sie nach der Fehlerbehebung auf „Erneut versuchen“."
            },
            {
                "ecode": "12038006",
                "intro": "Das Filament konnte nicht in den Werkzeugkopf eingeführt werden. Bitte überprüfen Sie, ob das Filament klemmt. Klicken Sie nach der Fehlerbehebung auf „Erneut versuchen“."
            },
            {
                "ecode": "12008010",
                "intro": "Bitte überprüfen Sie, ob die Spule oder das Filament klemmt. Klicken Sie nach der Fehlerbehebung auf „Erneut versuchen“."
            },
            {
                "ecode": "12018010",
                "intro": "Bitte überprüfen Sie, ob die Spule oder das Filament klemmt. Klicken Sie nach der Fehlerbehebung auf „Erneut versuchen“."
            },
            {
                "ecode": "12028010",
                "intro": "Bitte überprüfen Sie, ob die Spule oder das Filament klemmt. Klicken Sie nach der Fehlerbehebung auf „Erneut versuchen“."
            },
            {
                "ecode": "12038010",
                "intro": "Bitte überprüfen Sie, ob die Spule oder das Filament klemmt. Klicken Sie nach der Fehlerbehebung auf „Erneut versuchen“."
            },
            {
                "ecode": "12FF8010",
                "intro": "Bitte überprüfen Sie, ob die Spule oder das Filament klemmt. Klicken Sie nach der Fehlerbehebung auf „Erneut versuchen“."
            },
            {
                "ecode": "12008011",
                "intro": "Das AMS-Filament ist aufgebraucht. Bitte legen Sie ein neues Filament in das AMS ein und klicken Sie auf „Erneut versuchen“."
            },
            {
                "ecode": "12018011",
                "intro": "Das AMS-Filament ist aufgebraucht. Bitte legen Sie ein neues Filament in das AMS ein und klicken Sie auf „Erneut versuchen“."
            },
            {
                "ecode": "12028011",
                "intro": "Das AMS-Filament ist aufgebraucht. Bitte legen Sie ein neues Filament in das AMS ein und klicken Sie auf „Erneut versuchen“."
            },
            {
                "ecode": "12038011",
                "intro": "Das AMS-Filament ist aufgebraucht. Bitte legen Sie ein neues Filament in das AMS ein und klicken Sie auf „Erneut versuchen“."
            },
            {
                "ecode": "12FF8011",
                "intro": "Das AMS-Filament ist aufgebraucht. Bitte legen Sie ein neues Filament in das AMS ein und klicken Sie auf „Erneut versuchen“."
            },
            {
                "ecode": "12008012",
                "intro": "AMS-Zuordnungstabelle konnte nicht abgerufen werden. Bitte klicken Sie auf \"Erneut versuchen\", um fortzufahren."
            },
            {
                "ecode": "12008013",
                "intro": "Zeitüberschreitung beim Reinigen des alten Filaments. Bitte überprüfen Sie, ob das Filament klemmt oder der Extruder verstopft ist. Klicken Sie nach der Fehlerbehebung auf „Erneut versuchen“."
            },
            {
                "ecode": "12018013",
                "intro": "Zeitüberschreitung beim Reinigen des alten Filaments. Bitte überprüfen Sie, ob das Filament klemmt oder der Extruder verstopft ist. Klicken Sie nach der Fehlerbehebung auf „Erneut versuchen“."
            },
            {
                "ecode": "12028013",
                "intro": "Zeitüberschreitung beim Reinigen des alten Filaments. Bitte überprüfen Sie, ob das Filament klemmt oder der Extruder verstopft ist. Klicken Sie nach der Fehlerbehebung auf „Erneut versuchen“."
            },
            {
                "ecode": "12038013",
                "intro": "Zeitüberschreitung beim Reinigen des alten Filaments. Bitte überprüfen Sie, ob das Filament klemmt oder der Extruder verstopft ist. Klicken Sie nach der Fehlerbehebung auf „Erneut versuchen“."
            },
            {
                "ecode": "12FF8013",
                "intro": "Zeitüberschreitung beim Reinigen des alten Filaments. Bitte überprüfen Sie, ob das Filament klemmt oder der Extruder verstopft ist. Klicken Sie nach der Fehlerbehebung auf „Erneut versuchen“."
            },
            {
                "ecode": "12004001",
                "intro": "Das Filament wird immer noch aus dem AMS geladen, wenn es deaktiviert wurde. Bitte entladen Sie das AMS-Filament, laden Sie es vom Spulenhalter und starten Sie den Druckauftrag erneut."
            },
            {
                "ecode": "12014001",
                "intro": "Das Filament wird immer noch aus dem AMS geladen, wenn es deaktiviert wurde. Bitte entladen Sie das AMS-Filament, laden Sie es vom Spulenhalter und starten Sie den Druckauftrag erneut."
            },
            {
                "ecode": "12024001",
                "intro": "Das Filament wird immer noch aus dem AMS geladen, wenn es deaktiviert wurde. Bitte entladen Sie das AMS-Filament, laden Sie es vom Spulenhalter und starten Sie den Druckauftrag erneut."
            },
            {
                "ecode": "12034001",
                "intro": "Das Filament wird immer noch aus dem AMS geladen, wenn es deaktiviert wurde. Bitte entladen Sie das AMS-Filament, laden Sie es vom Spulenhalter und starten Sie den Druckauftrag erneut."
            },
            {
                "ecode": "12FF4001",
                "intro": "Das Filament wird immer noch aus dem AMS geladen, wenn es deaktiviert wurde. Bitte entladen Sie das AMS-Filament, laden Sie es vom Spulenhalter und starten Sie den Druckauftrag erneut."
            },
            {
                "ecode": "12018005",
                "intro": "Das Filament konnte nicht zugeführt werden. Bitte laden Sie das Filament und klicken Sie dann auf die Schaltfläche „Erneut versuchen“."
            },
            {
                "ecode": "12008006",
                "intro": "Das Filament konnte nicht in den Werkzeugkopf eingeführt werden. Bitte überprüfen Sie, ob das Filament klemmt. Klicken Sie nach der Fehlerbehebung auf „Erneut versuchen“."
            },
            {
                "ecode": "12FF8006",
                "intro": "Bitte führen Sie das Filament vom Spulenhalter ein, bis der Filamentsensor des Werkzeugkopfs ausgelöst wird, und klicken Sie dann auf die Schaltfläche „Erneut versuchen“."
            },
            {
                "ecode": "12008004",
                "intro": "Das Filament konnte nicht aus dem Werkzeugkopf zurückgezogen werden. Bitte überprüfen Sie, ob das Filament klemmt. Klicken Sie nach der Fehlerbehebung auf die Schaltfläche „Erneut versuchen“."
            },
            {
                "ecode": "05004015",
                "intro": "Für den Druckauftrag ist nicht genügend freier Speicherplatz vorhanden. Bitte formatieren oder reinigen Sie die MicroSD-Karte, um verfügbaren Speicherplatz freizugeben."
            },
            {
                "ecode": "12008003",
                "intro": "Das Filament konnte nicht aus dem Extruder herausgezogen werden. Bitte überprüfen Sie, ob der Extruder verstopft ist oder ob das Filament im Extruder gebrochen ist. Wenn das Problem gelöst wurde drücken Sie \"Erneut versuchen\"."
            },
            {
                "ecode": "12018003",
                "intro": "Das Filament konnte nicht aus dem Extruder herausgezogen werden. Bitte überprüfen Sie, ob der Extruder verstopft ist oder ob das Filament im Extruder gebrochen ist. Wenn das Problem gelöst wurde drücken Sie \"Erneut versuchen\"."
            },
            {
                "ecode": "12028003",
                "intro": "Das Filament konnte nicht aus dem Extruder herausgezogen werden. Bitte überprüfen Sie, ob der Extruder verstopft ist oder ob das Filament im Extruder gebrochen ist. Wenn das Problem gelöst wurde drücken Sie \"Erneut versuchen\"."
            },
            {
                "ecode": "12038003",
                "intro": "Das Filament konnte nicht aus dem Extruder herausgezogen werden. Bitte überprüfen Sie, ob der Extruder verstopft ist oder ob das Filament im Extruder gebrochen ist. Wenn das Problem gelöst wurde drücken Sie \"Erneut versuchen\"."
            },
            {
                "ecode": "12FFC006",
                "intro": "Bitte schieben Sie das Filament vom Spulenhalter in den Extruder, bis der Filamentsensor des Werkzeugkopfes ausgelöst wird."
            },
            {
                "ecode": "12018012",
                "intro": "AMS-Zuordnungstabelle konnte nicht abgerufen werden. Bitte klicken Sie auf \"Erneut versuchen\", um fortzufahren."
            },
            {
                "ecode": "12028012",
                "intro": "AMS-Zuordnungstabelle konnte nicht abgerufen werden. Bitte klicken Sie auf \"Erneut versuchen\", um fortzufahren."
            },
            {
                "ecode": "12038012",
                "intro": "AMS-Zuordnungstabelle konnte nicht abgerufen werden. Bitte klicken Sie auf \"Erneut versuchen\", um fortzufahren."
            },
            {
                "ecode": "12FF8012",
                "intro": "AMS-Zuordnungstabelle konnte nicht abgerufen werden. Bitte klicken Sie auf \"Erneut versuchen\", um fortzufahren."
            },
            {
                "ecode": "12008001",
                "intro": "Fehler beim schneiden des Filaments. Bitte prüfen Sie die Schneide. Wenn das Problem gelöst ist drücken Sie \"Erneut versuchen\"."
            },
            {
                "ecode": "12018001",
                "intro": "Fehler beim schneiden des Filaments. Bitte prüfen Sie die Schneide. Wenn das Problem gelöst ist drücken Sie \"Erneut versuchen\"."
            },
            {
                "ecode": "12028001",
                "intro": "Fehler beim schneiden des Filaments. Bitte prüfen Sie die Schneide. Wenn das Problem gelöst ist drücken Sie \"Erneut versuchen\"."
            },
            {
                "ecode": "12038001",
                "intro": "Fehler beim schneiden des Filaments. Bitte prüfen Sie die Schneide. Wenn das Problem gelöst ist drücken Sie \"Erneut versuchen\"."
            },
            {
                "ecode": "12FF8001",
                "intro": "Fehler beim schneiden des Filaments. Bitte prüfen Sie die Schneide. Wenn das Problem gelöst ist drücken Sie \"Erneut versuchen\"."
            },
            {
                "ecode": "12008002",
                "intro": "Die Filamentschneide ist verklemmt. Bitte ziehen Sie den Schneidhebel heraus und drücken Sie \"Erneut versuchen\"."
            },
            {
                "ecode": "12018002",
                "intro": "Die Filamentschneide ist verklemmt. Bitte ziehen Sie den Schneidhebel heraus und drücken Sie \"Erneut versuchen\"."
            },
            {
                "ecode": "12028002",
                "intro": "Die Filamentschneide ist verklemmt. Bitte ziehen Sie den Schneidhebel heraus und drücken Sie \"Erneut versuchen\"."
            },
            {
                "ecode": "12038002",
                "intro": "Die Filamentschneide ist verklemmt. Bitte ziehen Sie den Schneidhebel heraus und drücken Sie \"Erneut versuchen\"."
            },
            {
                "ecode": "12FF8002",
                "intro": "Die Filamentschneide ist verklemmt. Bitte ziehen Sie den Schneidhebel heraus und drücken Sie \"Erneut versuchen\"."
            },
            {
                "ecode": "07038003",
                "intro": "Das Filament konnte nicht aus dem Extruder herausgezogen werden. Bitte überprüfen Sie, ob der Extruder verstopft ist oder ob das Filament im Extruder gebrochen ist. Wenn das Problem gelöst wurde drücken Sie \"Erneut versuchen\"."
            },
            {
                "ecode": "07FFC006",
                "intro": "Bitte schieben Sie das Filament vom Spulenhalter in den Extruder, bis der Filamentsensor des Werkzeugkopfes ausgelöst wird."
            },
            {
                "ecode": "07008003",
                "intro": "Das Filament konnte nicht aus dem Extruder herausgezogen werden. Bitte überprüfen Sie, ob der Extruder verstopft ist oder ob das Filament im Extruder gebrochen ist. Wenn das Problem gelöst wurde drücken Sie \"Erneut versuchen\"."
            },
            {
                "ecode": "07018003",
                "intro": "Das Filament konnte nicht aus dem Extruder herausgezogen werden. Bitte überprüfen Sie, ob der Extruder verstopft ist oder ob das Filament im Extruder gebrochen ist. Wenn das Problem gelöst wurde drücken Sie \"Erneut versuchen\"."
            },
            {
                "ecode": "07028003",
                "intro": "Das Filament konnte nicht aus dem Extruder herausgezogen werden. Bitte überprüfen Sie, ob der Extruder verstopft ist oder ob das Filament im Extruder gebrochen ist. Wenn das Problem gelöst wurde drücken Sie \"Erneut versuchen\"."
            },
            {
                "ecode": "07FF8004",
                "intro": "Das Filament konnte nicht vom Werkzeugkopf zum AMS zurückgezogen werden. Bitte überprüfen Sie, ob das Filament oder die Spule klemmt. Klicken Sie nach der Fehlerbehebung auf „Erneut versuchen“."
            },
            {
                "ecode": "03004001",
                "intro": "Zeitüberschreitung beim warten, dass die Düse vor dem Homing abkühlt."
            },
            {
                "ecode": "07008004",
                "intro": "Das Filament konnte nicht vom Werkzeugkopf zum AMS zurückgezogen werden. Bitte überprüfen Sie, ob das Filament oder die Spule feststecken. Klicken Sie nach der Fehlerbehebung auf „Erneut versuchen“."
            },
            {
                "ecode": "07008007",
                "intro": "Das Filament konnte nicht extrudiert werden. Bitte prüfen Sie, ob der Extruder verstopft ist. Klicken Sie nach der Fehlerbehebung auf \"Erneut versuchen\"."
            },
            {
                "ecode": "07018004",
                "intro": "Das Filament konnte nicht vom Werkzeugkopf zum AMS zurückgezogen werden. Bitte überprüfen Sie, ob das Filament oder die Spule feststecken. Klicken Sie nach der Fehlerbehebung auf „Erneut versuchen“."
            },
            {
                "ecode": "07028004",
                "intro": "Das Filament konnte nicht vom Werkzeugkopf zum AMS zurückgezogen werden. Bitte überprüfen Sie, ob das Filament oder die Spule feststecken. Klicken Sie nach der Fehlerbehebung auf „Erneut versuchen“."
            },
            {
                "ecode": "07038004",
                "intro": "Das Filament konnte nicht vom Werkzeugkopf zum AMS zurückgezogen werden. Bitte überprüfen Sie, ob das Filament oder die Spule feststecken. Klicken Sie nach der Fehlerbehebung auf „Erneut versuchen“."
            },
            {
                "ecode": "0C008002",
                "intro": "Spaghetti wurden erkannt."
            },
            {
                "ecode": "0C00C003",
                "intro": "Mögliche Mängel wurden in der ersten Schicht erkannt."
            },
            {
                "ecode": "0C00C004",
                "intro": "Mögliche Spaghetti erkannt."
            },
            {
                "ecode": "0C008005",
                "intro": "Das gereinigte Filament hat sich im Auswurfschacht angesammelt, was zu einer Kollision mit dem Werkzeugkopf führen kann."
            },
            {
                "ecode": "0C00C006",
                "intro": "Das gereinigte Filament kann sich in dem Auswurfschacht angesammelt haben."
            },
            {
                "ecode": "0300800B",
                "intro": "Der Schneider klemmt. Bitte ziehen Sie den Schneidhebel heraus und klicken Sie auf „Fortsetzen“."
            },
            {
                "ecode": "07008002",
                "intro": "Die Filamentschneide ist verklemmt. Bitte ziehen Sie den Schneidhebel heraus und drücken Sie \"Erneut versuchen\"."
            },
            {
                "ecode": "07018002",
                "intro": "Die Filamentschneide ist verklemmt. Bitte ziehen Sie den Schneidhebel heraus und drücken Sie \"Erneut versuchen\"."
            },
            {
                "ecode": "07028002",
                "intro": "Die Filamentschneide ist verklemmt. Bitte ziehen Sie den Schneidhebel heraus und drücken Sie \"Erneut versuchen\"."
            },
            {
                "ecode": "07038002",
                "intro": "Die Filamentschneide ist verklemmt. Bitte ziehen Sie den Schneidhebel heraus und drücken Sie \"Erneut versuchen\"."
            },
            {
                "ecode": "07FF8006",
                "intro": "Bitte führen Sie das Filament vom Spulenhalter ein, bis der Filamentsensor des Werkzeugkopfes ausgelöst wird, und klicken Sie dann auf \"Erneut versuchen\"."
            },
            {
                "ecode": "07FF8007",
                "intro": "Bitte beobachten Sie die Düse. Wenn Filament extrudiert wurde, klicken Sie auf \"Fertig\"; Wenn nicht, schieben Sie das Filament leicht nach vorne und klicken Sie auf \"Erneut versuchen\"."
            },
            {
                "ecode": "07FF8002",
                "intro": "Die Filamentschneide ist verklemmt. Bitte ziehen Sie den Schneidhebel heraus und drücken Sie \"Erneut versuchen\"."
            },
            {
                "ecode": "07008005",
                "intro": "Fehler beim führen des Filament aus dem AMS. Bitte prüfen sie, ob die Spule klemmt und schneiden Sie das Ende des Filaments flach ab. Wenn das Problem gelöst ist drücken Sie \"Erneut versuchen\"."
            },
            {
                "ecode": "07008006",
                "intro": "Fehler beim führen des Filament in den Werkzeugkopf. Bitte prüfen Sie, ob das Filament oder die Spule klemmt. Wenn das Problem gelöst ist drücken Sie \"Erneut versuchen\"."
            },
            {
                "ecode": "07018005",
                "intro": "Fehler beim führen des Filament aus dem AMS. Bitte prüfen sie, ob die Spule klemmt und schneiden Sie das Ende des Filaments flach ab. Wenn das Problem gelöst ist drücken Sie \"Erneut versuchen\"."
            },
            {
                "ecode": "07018006",
                "intro": "Fehler beim führen des Filament in den Werkzeugkopf. Bitte prüfen Sie, ob das Filament oder die Spule klemmt. Wenn das Problem gelöst ist drücken Sie \"Erneut versuchen\"."
            },
            {
                "ecode": "07028005",
                "intro": "Fehler beim führen des Filament aus dem AMS. Bitte prüfen sie, ob die Spule klemmt und schneiden Sie das Ende des Filaments flach ab. Wenn das Problem gelöst ist drücken Sie \"Erneut versuchen\"."
            },
            {
                "ecode": "07028006",
                "intro": "Fehler beim führen des Filament in den Werkzeugkopf. Bitte prüfen Sie, ob das Filament oder die Spule klemmt. Wenn das Problem gelöst ist drücken Sie \"Erneut versuchen\"."
            },
            {
                "ecode": "07038005",
                "intro": "Fehler beim führen des Filament aus dem AMS. Bitte prüfen sie, ob die Spule klemmt und schneiden Sie das Ende des Filaments flach ab. Wenn das Problem gelöst ist drücken Sie \"Erneut versuchen\"."
            },
            {
                "ecode": "07038006",
                "intro": "Fehler beim führen des Filament in den Werkzeugkopf. Bitte prüfen Sie, ob das Filament oder die Spule klemmt. Wenn das Problem gelöst ist drücken Sie \"Erneut versuchen\"."
            },
            {
                "ecode": "07FF8005",
                "intro": "Fehler beim führen des Filament aus dem AMS. Bitte prüfen sie, ob die Spule klemmt und schneiden Sie das Ende des Filaments flach ab. Wenn das Problem gelöst ist drücken Sie \"Erneut versuchen\"."
            },
            {
                "ecode": "07008001",
                "intro": "Fehler beim schneiden des Material. Bitte prüfen sie die Schneide. Wenn das Problem gelöst ist drücken Sie \"Erneut versuchen\"."
            },
            {
                "ecode": "07018001",
                "intro": "Fehler beim schneiden des Material. Bitte prüfen sie die Schneide. Wenn das Problem gelöst ist drücken Sie \"Erneut versuchen\"."
            },
            {
                "ecode": "07028001",
                "intro": "Fehler beim schneiden des Material. Bitte prüfen sie die Schneide. Wenn das Problem gelöst ist drücken Sie \"Erneut versuchen\"."
            },
            {
                "ecode": "07038001",
                "intro": "Fehler beim schneiden des Material. Bitte prüfen sie die Schneide. Wenn das Problem gelöst ist drücken Sie \"Erneut versuchen\"."
            },
            {
                "ecode": "07004001",
                "intro": "Das Filament ist immer noch vom AMS geladen, nachdem dies deaktiviert wurde. Bitte entladen Sie das Filament, laden Sie es vom Spulenhalter und starten Sie den Druckvorgang erneut."
            },
            {
                "ecode": "07014001",
                "intro": "Das Filament ist immer noch vom AMS geladen, nachdem dies deaktiviert wurde. Bitte entladen Sie das Filament, laden Sie es vom Spulenhalter und starten Sie den Druckvorgang erneut."
            },
            {
                "ecode": "07024001",
                "intro": "Das Filament ist immer noch vom AMS geladen, nachdem dies deaktiviert wurde. Bitte entladen Sie das Filament, laden Sie es vom Spulenhalter und starten Sie den Druckvorgang erneut."
            },
            {
                "ecode": "07034001",
                "intro": "Das Filament ist immer noch vom AMS geladen, nachdem dies deaktiviert wurde. Bitte entladen Sie das Filament, laden Sie es vom Spulenhalter und starten Sie den Druckvorgang erneut."
            },
            {
                "ecode": "07FF8001",
                "intro": "Fehler beim schneiden des Material. Bitte prüfen sie die Schneide. Wenn das Problem gelöst ist drücken Sie \"Erneut versuchen\"."
            },
            {
                "ecode": "07FF4001",
                "intro": "Das Filament ist immer noch vom AMS geladen, nachdem dies deaktiviert wurde. Bitte entladen Sie das Filament, laden Sie es vom Spulenhalter und starten Sie den Druckvorgang erneut."
            },
            {
                "ecode": "07008010",
                "intro": "Der AMS-Hilfsmotor ist überlastet, bitte prüfen Sie, ob die Spule oder das Filament klemmt. Klicken Sie nach der Fehlerbehebung auf \"Erneut versuchen\"."
            },
            {
                "ecode": "07008011",
                "intro": "Das AMS-Filament ist aufgebraucht. Bitte legen Sie ein neues Filament in das AMS ein und klicken Sie auf „Erneut versuchen“."
            },
            {
                "ecode": "07018007",
                "intro": "Das Filament konnte nicht extrudiert werden. Bitte prüfen Sie, ob der Extruder verstopft ist. Klicken Sie nach der Fehlerbehebung auf \"Erneut versuchen\"."
            },
            {
                "ecode": "07018010",
                "intro": "Der AMS-Hilfsmotor ist überlastet, bitte prüfen Sie, ob die Spule oder das Filament klemmt. Klicken Sie nach der Fehlerbehebung auf \"Erneut versuchen\"."
            },
            {
                "ecode": "07018011",
                "intro": "Das AMS-Filament ist aufgebraucht. Bitte legen Sie ein neues Filament in das AMS ein und klicken Sie auf „Erneut versuchen“."
            },
            {
                "ecode": "07028007",
                "intro": "Das Filament konnte nicht extrudiert werden. Bitte prüfen Sie, ob der Extruder verstopft ist. Klicken Sie nach der Fehlerbehebung auf \"Erneut versuchen\"."
            },
            {
                "ecode": "07028010",
                "intro": "Der AMS-Hilfsmotor ist überlastet, bitte prüfen Sie, ob die Spule oder das Filament klemmt. Klicken Sie nach der Fehlerbehebung auf \"Erneut versuchen\"."
            },
            {
                "ecode": "07028011",
                "intro": "Das AMS-Filament ist aufgebraucht. Bitte legen Sie ein neues Filament in das AMS ein und klicken Sie auf „Erneut versuchen“."
            },
            {
                "ecode": "07038007",
                "intro": "Das Filament konnte nicht extrudiert werden. Bitte prüfen Sie, ob der Extruder verstopft ist. Klicken Sie nach der Fehlerbehebung auf \"Erneut versuchen\"."
            },
            {
                "ecode": "07038010",
                "intro": "Der AMS-Hilfsmotor ist überlastet, bitte prüfen Sie, ob die Spule oder das Filament klemmt. Klicken Sie nach der Fehlerbehebung auf \"Erneut versuchen\"."
            },
            {
                "ecode": "07038011",
                "intro": "Das AMS-Filament ist aufgebraucht. Bitte legen Sie ein neues Filament in das AMS ein und klicken Sie auf „Erneut versuchen“."
            },
            {
                "ecode": "07018012",
                "intro": "AMS-Zuordnungstabelle konnte nicht abgerufen werden. Bitte klicken Sie auf \"Erneut versuchen\", um fortzufahren."
            },
            {
                "ecode": "07028012",
                "intro": "AMS-Zuordnungstabelle konnte nicht abgerufen werden. Bitte klicken Sie auf \"Erneut versuchen\", um fortzufahren."
            },
            {
                "ecode": "07038012",
                "intro": "AMS-Zuordnungstabelle konnte nicht abgerufen werden. Bitte klicken Sie auf \"Erneut versuchen\", um fortzufahren."
            },
            {
                "ecode": "07018013",
                "intro": "Zeitüberschreitung beim Reinigen des alten Filaments: Bitte prüfen Sie, ob das Filament klemmt oder der Extruder verstopft ist. Klicken Sie nach der Fehlerbehebung auf \"Erneut versuchen\"."
            },
            {
                "ecode": "07028013",
                "intro": "Zeitüberschreitung beim Reinigen des alten Filaments: Bitte prüfen Sie, ob das Filament klemmt oder der Extruder verstopft ist. Klicken Sie nach der Fehlerbehebung auf \"Erneut versuchen\"."
            },
            {
                "ecode": "07038013",
                "intro": "Zeitüberschreitung beim Reinigen des alten Filaments: Bitte prüfen Sie, ob das Filament klemmt oder der Extruder verstopft ist. Klicken Sie nach der Fehlerbehebung auf \"Erneut versuchen\"."
            },
            {
                "ecode": "07FF8010",
                "intro": "Der AMS-Hilfsmotor ist überlastet, bitte prüfen Sie, ob die Spule oder das Filament klemmt. Klicken Sie nach der Fehlerbehebung auf \"Erneut versuchen\"."
            },
            {
                "ecode": "07FF8011",
                "intro": "Das AMS-Filament ist aufgebraucht. Bitte legen Sie ein neues Filament in das AMS ein und klicken Sie auf „Erneut versuchen“."
            },
            {
                "ecode": "07FF8012",
                "intro": "AMS-Zuordnungstabelle konnte nicht abgerufen werden. Bitte klicken Sie auf \"Erneut versuchen\", um fortzufahren."
            },
            {
                "ecode": "07FF8013",
                "intro": "Zeitüberschreitung beim Reinigen des alten Filaments: Bitte prüfen Sie, ob das Filament klemmt oder der Extruder verstopft ist. Klicken Sie nach der Fehlerbehebung auf \"Erneut versuchen\"."
            },
            {
                "ecode": "07008012",
                "intro": "AMS-Zuordnungstabelle konnte nicht abgerufen werden. Bitte klicken Sie auf \"Erneut versuchen\", um fortzufahren."
            },
            {
                "ecode": "07008013",
                "intro": "Zeitüberschreitung beim Reinigen des alten Filaments: Bitte prüfen Sie, ob das Filament klemmt oder der Extruder verstopft ist. Klicken Sie nach der Fehlerbehebung auf \"Erneut versuchen\"."
            },
            {
                "ecode": "05004006",
                "intro": "Für den Druckauftrag ist nicht genügend freier Speicherplatz verfügbar. Durch Wiederherstellen der Werkseinstellungen kann Speicherplatz freigegeben werden."
            },
            {
                "ecode": "0500C010",
                "intro": "MicroSD-Kartenfehler: Bitte legen Sie die Karte neu ein, formatieren oder ersetzen Sie sie."
            },
            {
                "ecode": "05008013",
                "intro": "Die Druckdatei ist nicht verfügbar. Bitte überprüfen Sie, ob das Speichermedium entfernt wurde."
            },
            {
                "ecode": "05004014",
                "intro": "Der Druckauftrag konnte nicht geslicet werden. Bitte überprüfen Sie die Einstellungen und starten Sie den Druckauftrag erneut."
            },
            {
                "ecode": "03008003",
                "intro": "Es wurden Spaghetti entdeckt. Wenn die Fehler akzeptabel sind, tippen Sie auf \"Fortsetzen\", um den Druckauftrag fortzusetzen."
            },
            {
                "ecode": "03008005",
                "intro": "Der Druck wurde pausiert, da die vordere Abdeckung des Werkzeugkopfes abgefallen ist. Bitte montieren sie dies und drücken sie \"Fortsetzen\", um den Druck fortzuführen."
            },
            {
                "ecode": "03008008",
                "intro": "Störung der Düsentemperatur"
            },
            {
                "ecode": "0300800A",
                "intro": "Im Auswurfschacht hat sich gereinigtes Filament angesammelt, was zu einer Kollision mit dem Werkzeugkopf führen kann. Bitte bereinigen Sie das Filament. Wenn es bereinigt oder akzeptabel ist, tippen Sie auf \"Fortsetzen\", um den Druckauftrag fortzusetzen."
            },
            {
                "ecode": "0300800C",
                "intro": "Der Schrittmotor hat seine Position verloren. Die automatische Wiederherstellung ist abgeschlossen. Bitte setzen Sie den Druckvorgang fort und überprüfen Sie, ob Probleme mit verschobenen Schichten vorliegen."
            },
            {
                "ecode": "0300800E",
                "intro": "Die Druckdatei ist nicht verfügbar. Bitte überprüfen Sie, ob das Speichermedium entfernt wurde."
            },
            {
                "ecode": "0300800F",
                "intro": "Die Tür scheint offen zu sein, daher wurde der Druckvorgang pausiert."
            },
            {
                "ecode": "0300400E",
                "intro": "Der Selbsttest der Motoren ist fehlgeschlagen."
            },
            {
                "ecode": "0300400D",
                "intro": "Wiederaufnahme nach Stromausfall fehlgeschlagen."
            },
            {
                "ecode": "03004006",
                "intro": "Die Düse ist verstopft."
            },
            {
                "ecode": "03004008",
                "intro": "Das AMS hat es nicht geschafft Filament zu wechseln."
            },
            {
                "ecode": "0500C011",
                "intro": ""
            },
            {
                "ecode": "0500400E",
                "intro": "Der Druck wurde abgebrochen."
            },
            {
                "ecode": "0500400C",
                "intro": "Bitte legen Sie eine SD-Karte ein und starten Sie den Druckauftrag erneut."
            },
            {
                "ecode": "0500400D",
                "intro": "Bitte führen Sie einen Selbsttest durch und starten Sie den Druckauftrag erneut."
            },
            {
                "ecode": "0C008009",
                "intro": "Der Lokalisierungsmarker für die Druckplatte wurde nicht gefunden."
            },
            {
                "ecode": "0500400B",
                "intro": "Beim Herunterladen der Datei ist ein Problem aufgetreten. Bitte überprüfen Sie Ihre Netzwerkverbindung und senden Sie den Druckauftrag erneut."
            },
            {
                "ecode": "03008002",
                "intro": "Es wurden Fehler in der ersten Schicht festgestellt. Wenn die Fehler akzeptabel sind, tippen Sie auf \"Fortsetzen\", um den Druckauftrag fortzusetzen."
            },
            {
                "ecode": "05004008",
                "intro": "Drucken starten fehlgeschlagen. Bitte den Drucken neu starten und den Druckauftrag neu senden."
            },
            {
                "ecode": "05004009",
                "intro": "Während der Aktualisierung der Protokolle dürfen keine Druckaufträge gesendet werden."
            },
            {
                "ecode": "0500400A",
                "intro": "Der Dateiname wird nicht unterstützt. Bitte benennen Sie die Datei um und starten Sie den Druckauftrag erneut."
            },
            {
                "ecode": "03008004",
                "intro": "Das Filament ist ausgegangen. Bitte laden sie neues Filament im Menü Temperatur/Achsen und klicken sie den \"Fortsetzen\"-Knopf um den Druck fortzusetzen."
            },
            {
                "ecode": "03008007",
                "intro": "Beim Ausschalten des Geräts lag ein nicht abgeschlossener Druckauftrag vor, tippen Sie auf \"Fortsetzen\", um den Druckauftrag fortzusetzen."
            },
            {
                "ecode": "03008009",
                "intro": "Störung der Heizbetttemperatur"
            },
            {
                "ecode": "05004001",
                "intro": "Fehler beim Verbinden mit Bambu Cloud. Bitte die Netzwerkverbindung überprüfen."
            },
            {
                "ecode": "05004003",
                "intro": "Es ist ein Problem mit der gcode.3mf aufgetreten. Bitte den Druckauftrag neu senden."
            },
            {
                "ecode": "05004004",
                "intro": "Neue Druckaufträge können während dem Druck nicht gesendet werden."
            },
            {
                "ecode": "05004005",
                "intro": "Druckaufträge können nicht während des Update gesendet werden."
            },
            {
                "ecode": "05004007",
                "intro": "Druckaufträge senden ist nicht erlaubt, solange ein Update läuft oder eine Aufrüstung gebraucht wird."
            },
            {
                "ecode": "03004000",
                "intro": "Homing der Z-Achse fehlgeschlagen."
            },
            {
                "ecode": "03004002",
                "intro": "Druckbettkalibration fehlgeschlagen."
            },
            {
                "ecode": "03004009",
                "intro": "Homing der XY-Achse fehlgeschlagen."
            },
            {
                "ecode": "0300400A",
                "intro": "Identifikation der mechanischen Resonanz fehlgeschlagen."
            },
            {
                "ecode": "0300400B",
                "intro": "Ausnahme in der internen Kommunikation."
            },
            {
                "ecode": "0300400C",
                "intro": "Der Druck wurde abgebrochen."
            },
            {
                "ecode": "03008000",
                "intro": "Der Druck wurde aufgrund eines unbekannten Grundes pausiert. Um den Druck fortzusetzen den \"Fortsetzen\"-Knopf drücken."
            },
            {
                "ecode": "03008001",
                "intro": "Druck wurde durch einen Nutzer pausiert. Um den Druck fortzusetzen den \"Fortsetzen\"-Knopf drücken."
            }
        ],
        "ver": 202401041200
    },
    "device_hms": {
        "de": [
            {
                "ecode": "03000D0000020004",
                "intro": "Die Druckplatte ist nicht korrekt platziert. Bitte passen sie die Platzierung an."
            },
            {
                "ecode": "03000D0000020005",
                "intro": "Die Druckplatte ist nicht korrekt platziert. Bitte passen sie die Platzierung an."
            },
            {
                "ecode": "03000D0000020006",
                "intro": "Die Druckplatte ist nicht korrekt platziert. Bitte passen sie die Platzierung an."
            },
            {
                "ecode": "03000D0000020007",
                "intro": "Die Druckplatte ist nicht korrekt platziert. Bitte passen sie die Platzierung an."
            },
            {
                "ecode": "03000D0000020008",
                "intro": "Die Druckplatte ist nicht korrekt platziert. Bitte passen sie die Platzierung an."
            },
            {
                "ecode": "03000D0000020009",
                "intro": "Die Druckplatte ist nicht korrekt platziert. Bitte passen sie die Platzierung an."
            },
            {
                "ecode": "03000D000002000A",
                "intro": "Die Druckplatte ist nicht korrekt platziert. Bitte passen sie die Platzierung an."
            },
            {
                "ecode": "03000D0000020003",
                "intro": "Die Druckplatte ist nicht korrekt platziert. Bitte passen sie die Platzierung an."
            },
            {
                "ecode": "0500040000030009",
                "intro": "Die Betttemperatur übersteigt die Verglasungstemperatur des Filaments, was zu einer Verstopfung der Düse führen kann. Bitte lassen Sie die Vordertür des Druckers geöffnet. Die Türöffnungserkennung ist bereits vorübergehend ausgeschaltet."
            },
            {
                "ecode": "03001B0000010001",
                "intro": "Das Signal des Heizbett-Beschleunigungssensors ist schwach. Der Sensor ist möglicherweise abgefallen oder ist beschädigt."
            },
            {
                "ecode": "03001B0000010002",
                "intro": "Am Heizbett-Beschleunigungssensor wurde eine externe Störung festgestellt. Das Sensorsignalkabel ist möglicherweise nicht befestigt."
            },
            {
                "ecode": "03001B0000010003",
                "intro": "Der Beschleunigungssensor des Heizbetts hat eine unerwartete Dauerkraft erkannt. Möglicherweise steckt der Sensor fest oder das analoge Frontend ist defekt."
            },
            {
                "ecode": "030001000001000A",
                "intro": "Die Temperaturregelung des Heizbetts ist nicht normal, die AC-Platine ist möglicherweise defekt."
            },
            {
                "ecode": "030091000001000A",
                "intro": "Die Temperatur der Kammerheizung 1 ist abnormal. Die AC-Platine ist möglicherweise defekt."
            },
            {
                "ecode": "030092000001000A",
                "intro": "Die Temperatur der Kammerheizung 2 ist abnormal. Die AC-Platine ist möglicherweise defekt."
            },
            {
                "ecode": "0C0003000002000F",
                "intro": "Teile wurden vor der Inspektion der ersten Schicht übersprungen. Die Inspektion wird für den aktuellen Druck nicht unterstützt."
            },
            {
                "ecode": "0300170000010001",
                "intro": "Die Geschwindigkeit des Düsenlüfters ist zu langsam oder er wurde gestoppt. Möglicherweise steckt es fest oder der Stecker ist nicht richtig eingesteckt."
            },
            {
                "ecode": "0300170000020002",
                "intro": "Die Geschwindigkeit des Düsenlüfters ist langsam. Es steckt möglicherweise fest und muss gereinigt werden."
            },
            {
                "ecode": "0300180000010002",
                "intro": "Die Empfindlichkeit des Extrusionskraftsensors ist gering. Die Düse ist möglicherweise nicht richtig installiert."
            },
            {
                "ecode": "0C00030000020010",
                "intro": "Fremdkörper auf dem Heizbett erkannt. Bitte überprüfen und reinigen Sie das Heizbett."
            },
            {
                "ecode": "0500050000010001",
                "intro": "Die Werksdaten des AP-Boards sind abnormal. Bitte ersetzen Sie das AP-Board durch ein neues."
            },
            {
                "ecode": "0500050000030002",
                "intro": "Das Gerät befindet sich im Entwicklungsstadium, bitte beachten Sie die Hinweise zur Informationssicherheit."
            },
            {
                "ecode": "1200200000020006",
                "intro": "Das AMS1 Slot1 Filament konnte nicht extrudiert werden. Möglicherweise ist der Extruder verstopft oder das Filament ist zu dünn, wodurch der Extruder rutscht."
            },
            {
                "ecode": "1201200000020006",
                "intro": "Das AMS2 Slot1 Filament konnte nicht extrudiert werden. Möglicherweise ist der Extruder verstopft oder das Filament ist zu dünn, wodurch der Extruder rutscht."
            },
            {
                "ecode": "1202200000020006",
                "intro": "Das AMS3 Slot1 Filament konnte nicht extrudiert werden. Möglicherweise ist der Extruder verstopft oder das Filament ist zu dünn, wodurch der Extruder rutscht."
            },
            {
                "ecode": "1203200000020006",
                "intro": "Das AMS4 Slot1 Filament konnte nicht extrudiert werden. Möglicherweise ist der Extruder verstopft oder das Filament ist zu dünn, wodurch der Extruder rutscht."
            },
            {
                "ecode": "1200210000020006",
                "intro": "Das AMS1 Slot2 Filament konnte nicht extrudiert werden. Möglicherweise ist der Extruder verstopft oder das Filament ist zu dünn, wodurch der Extruder rutscht."
            },
            {
                "ecode": "1201210000020006",
                "intro": "Das AMS2 Slot2 Filament konnte nicht extrudiert werden. Möglicherweise ist der Extruder verstopft oder das Filament ist zu dünn, wodurch der Extruder rutscht."
            },
            {
                "ecode": "1202210000020006",
                "intro": "Das AMS3 Slot2 Filament konnte nicht extrudiert werden. Möglicherweise ist der Extruder verstopft oder das Filament ist zu dünn, wodurch der Extruder rutscht."
            },
            {
                "ecode": "1203210000020006",
                "intro": "Das AMS4 Slot2 Filament konnte nicht extrudiert werden. Möglicherweise ist der Extruder verstopft oder das Filament ist zu dünn, wodurch der Extruder rutscht."
            },
            {
                "ecode": "1200220000020006",
                "intro": "Das AMS1 Slot3 Filament konnte nicht extrudiert werden. Möglicherweise ist der Extruder verstopft oder das Filament ist zu dünn, wodurch der Extruder rutscht."
            },
            {
                "ecode": "1201220000020006",
                "intro": "Das AMS2 Slot3 Filament konnte nicht extrudiert werden. Möglicherweise ist der Extruder verstopft oder das Filament ist zu dünn, wodurch der Extruder rutscht."
            },
            {
                "ecode": "1202220000020006",
                "intro": "Das AMS3 Slot3 Filament konnte nicht extrudiert werden. Möglicherweise ist der Extruder verstopft oder das Filament ist zu dünn, wodurch der Extruder rutscht."
            },
            {
                "ecode": "1203220000020006",
                "intro": "Das AMS4 Slot3 Filament konnte nicht extrudiert werden. Möglicherweise ist der Extruder verstopft oder das Filament ist zu dünn, wodurch der Extruder rutscht."
            },
            {
                "ecode": "1200230000020006",
                "intro": "Das AMS1 Slot4 Filament konnte nicht extrudiert werden. Möglicherweise ist der Extruder verstopft oder das Filament ist zu dünn, wodurch der Extruder rutscht."
            },
            {
                "ecode": "1201230000020006",
                "intro": "Das AMS2 Slot4 Filament konnte nicht extrudiert werden. Möglicherweise ist der Extruder verstopft oder das Filament ist zu dünn, wodurch der Extruder rutscht."
            },
            {
                "ecode": "1202230000020006",
                "intro": "Das AMS3 Slot4 Filament konnte nicht extrudiert werden. Möglicherweise ist der Extruder verstopft oder das Filament ist zu dünn, wodurch der Extruder rutscht."
            },
            {
                "ecode": "1203230000020006",
                "intro": "Das AMS4 Slot4 Filament konnte nicht extrudiert werden. Möglicherweise ist der Extruder verstopft oder das Filament ist zu dünn, wodurch der Extruder rutscht."
            },
            {
                "ecode": "0300020000010009",
                "intro": "Die Steuerung der Düsentemperatur ist nicht normal. Das Hotend ist möglicherweise nicht installiert. Wenn Sie das Hotend heizen möchten, ohne dass es installiert ist, schalten Sie bitte auf der Einstellungsseite den Wartungsmodus ein."
            },
            {
                "ecode": "0300940000020003",
                "intro": "Die Kammer hat die gewünschte Temperatur nicht erreicht. Die Maschine hört auf, auf die Kammertemperatur zu warten."
            },
            {
                "ecode": "0300900000010002",
                "intro": "Aufheizen der Kammer fehlgeschlagen. Die Kammer ist möglicherweise nicht geschlossen oder die Umgebungstemperatur ist zu niedrig."
            },
            {
                "ecode": "03001A0000020001",
                "intro": "Die Düse ist mit Filamenten bedeckt oder die Druckplatte ist schief eingesetzt."
            },
            {
                "ecode": "03001A0000020002",
                "intro": "Die Düse ist mit Filament verstopft."
            },
            {
                "ecode": "0500040000020020",
                "intro": ""
            },
            {
                "ecode": "12FF200000030007",
                "intro": "Überprüfe die Position des Filaments in allen AMS-Slots. Bitte warten."
            },
            {
                "ecode": "0300940000030001",
                "intro": "Die Kammerkühlung ist möglicherweise zu langsam. Sie können die Kammer öffnen, um die Kühlung zu unterstützen, wenn die Luft in der Kammer ungiftig ist."
            },
            {
                "ecode": "0300180000010001",
                "intro": "Der Wert des Extrusionskraftsensors ist niedrig. Die Düse scheint nicht installiert zu sein."
            },
            {
                "ecode": "0300180000010003",
                "intro": "Der Extrusionskraftsensor ist nicht verfügbar. Die Verbindung zwischen MC und TH ist möglicherweise unterbrochen oder der Sensor ist defekt."
            },
            {
                "ecode": "0300180000010004",
                "intro": "Die Daten des Extrusionskraftsensors sind abnormal. Der Sensor könnte defekt sein."
            },
            {
                "ecode": "0300190000010001",
                "intro": "Der Wirbelstromsensor auf der Y-Achse ist nicht verfügbar. Der Draht könnte gebrochen sein."
            },
            {
                "ecode": "0300190000020002",
                "intro": "Die Empfindlichkeit des Wirbelstromsensors der Y-Achse ist zu gering."
            },
            {
                "ecode": "0300940000030002",
                "intro": "Überschreitet der eingestellte Wert der Kammertemperatur den Grenzwert, wird das Limit gesetzt."
            },
            {
                "ecode": "12FF200000020007",
                "intro": "Die Filamentposition im Werkzeugkopf konnte nicht überprüft werden. Klicken Sie hier, um weitere Hilfe zu erhalten."
            },
            {
                "ecode": "0500030000010004",
                "intro": "Das AHB-Modul hat eine Fehlfunktion. Bitte starten Sie das Gerät neu."
            },
            {
                "ecode": "0300930000010003",
                "intro": "Die Kammertemperatur ist abnormal. Der Temperatursensor der Kammerheizung am Luftaustritt könnte einen Kurzschluss haben."
            },
            {
                "ecode": "0300930000010004",
                "intro": "Die Kammertemperatur ist abnormal. Der Temperatursensor der Kammerheizung am Luftauslass weist möglicherweise einen offenen Stromkreis auf."
            },
            {
                "ecode": "0300930000010005",
                "intro": "Die Kammertemperatur ist abnormal. Der Temperatursensor der Kammerheizung am Lufteinlass hat möglicherweise einen Kurzschluss."
            },
            {
                "ecode": "0300930000010006",
                "intro": "Die Kammertemperatur ist abnormal. Der Temperatursensor der Kammerheizung am Lufteinlass weist möglicherweise einen offenen Stromkreis auf."
            },
            {
                "ecode": "0300930000010007",
                "intro": "Die Kammertemperatur ist abnormal. Möglicherweise liegt am Temperatursensor am Netzteil ein Kurzschluss vor."
            },
            {
                "ecode": "0300930000010008",
                "intro": "Die Kammertemperatur ist abnormal. Der Temperatursensor an der Stromversorgung weist möglicherweise einen offenen Stromkreis auf."
            },
            {
                "ecode": "0500030000010023",
                "intro": "Das CTC-Modul weist eine Fehlfunktion auf. Bitte starten Sie das Gerät neu."
            },
            {
                "ecode": "0300900000010010",
                "intro": "Die Kommunikation des Kammertemperaturreglers ist abnormal."
            },
            {
                "ecode": "0300900000010001",
                "intro": "Aufheizen der Kammer fehlgeschlagen. Möglicherweise bläst die Kammerheizung keine heiße Luft."
            },
            {
                "ecode": "0300900000010003",
                "intro": "Aufheizen der Kammer fehlgeschlagen. Die Temperatur des Netzteils ist möglicherweise zu hoch."
            },
            {
                "ecode": "0300900000010004",
                "intro": "Aufheizen der Kammer fehlgeschlagen. Die Drehzahl des Heizgebläses ist zu niedrig."
            },
            {
                "ecode": "0300900000010005",
                "intro": "Aufheizen der Kammer fehlgeschlagen. Der thermische Widerstand ist zu hoch."
            },
            {
                "ecode": "0300910000010001",
                "intro": "Die Temperatur der Kammerheizung 1 ist abnormal. Es kann sein, dass die Heizung einen Kurzschluss hat."
            },
            {
                "ecode": "0300910000010002",
                "intro": "Die Temperatur der Kammerheizung 1 ist abnormal. Möglicherweise ist der Stromkreis der Heizung unterbrochen oder die Thermosicherung hat ausgelöst."
            },
            {
                "ecode": "0300910000010003",
                "intro": "Die Temperatur der Kammerheizung 1 ist abnormal. Die Heizung ist zu heiß."
            },
            {
                "ecode": "0300910000010006",
                "intro": "Die Temperatur der Kammerheizung 1 ist abnormal. Möglicherweise liegt am Sensor ein Kurzschluss vor."
            },
            {
                "ecode": "0300910000010007",
                "intro": "Die Temperatur der Kammerheizung 1 ist abnormal. Der Sensor hat möglicherweise einen offenen Stromkreis."
            },
            {
                "ecode": "0300910000010008",
                "intro": "Kammerheizung 1 konnte nicht auf die Zieltemperatur ansteigen."
            },
            {
                "ecode": "0300920000010001",
                "intro": "Die Temperatur der Kammerheizung 2 ist abnormal. Es kann sein, dass die Heizung einen Kurzschluss hat."
            },
            {
                "ecode": "0300920000010002",
                "intro": "Die Temperatur der Kammerheizung 2 ist abnormal. Möglicherweise ist der Stromkreis der Heizung unterbrochen oder die Thermosicherung ist defekt."
            },
            {
                "ecode": "0300920000010003",
                "intro": "Die Temperatur der Kammerheizung 2 ist abnormal. Die Heizung ist zu heiß."
            },
            {
                "ecode": "0300920000010006",
                "intro": "Die Temperatur der Kammerheizung 2 ist abnormal. Möglicherweise liegt am Sensor ein Kurzschluss vor."
            },
            {
                "ecode": "0300920000010007",
                "intro": "Die Temperatur der Kammerheizung 2 ist abnormal. Der Sensor hat möglicherweise einen offenen Stromkreis."
            },
            {
                "ecode": "0300920000010008",
                "intro": "Kammerheizung 2 konnte nicht auf die Zieltemperatur ansteigen."
            },
            {
                "ecode": "0300930000010001",
                "intro": "Die Kammertemperatur ist abnormal. Möglicherweise liegt am Temperatursensor der Kammerheizung ein Kurzschluss vor."
            },
            {
                "ecode": "0300930000010002",
                "intro": "Die Kammertemperatur ist abnormal. Der Temperatursensor der Kammerheizung weist möglicherweise einen offenen Stromkreis auf."
            },
            {
                "ecode": "0700310000020002",
                "intro": "Der RFID-Tag von AMS1 Slot2 ist beschädigt oder sein Inhalt kann nicht identifiziert werden."
            },
            {
                "ecode": "0700320000020002",
                "intro": "Der RFID-Tag von AMS1 Slot3 ist beschädigt oder sein Inhalt kann nicht identifiziert werden."
            },
            {
                "ecode": "0700330000020002",
                "intro": "Der RFID-Tag von AMS1 Slot4 ist beschädigt oder sein Inhalt kann nicht identifiziert werden."
            },
            {
                "ecode": "0701300000020002",
                "intro": "Der RFID-Tag von AMS2 Slot1 ist beschädigt oder sein Inhalt kann nicht identifiziert werden."
            },
            {
                "ecode": "0701310000020002",
                "intro": "Der RFID-Tag von AMS2 Slot2 ist beschädigt oder sein Inhalt kann nicht identifiziert werden."
            },
            {
                "ecode": "0701320000020002",
                "intro": "Der RFID-Tag von AMS2 Slot3 ist beschädigt oder sein Inhalt kann nicht identifiziert werden."
            },
            {
                "ecode": "0701330000020002",
                "intro": "Der RFID-Tag von AMS2 Slot4 ist beschädigt oder sein Inhalt kann nicht identifiziert werden."
            },
            {
                "ecode": "0702300000020002",
                "intro": "Der RFID-Tag von AMS3 Slot1 ist beschädigt oder sein Inhalt kann nicht identifiziert werden."
            },
            {
                "ecode": "0702310000020002",
                "intro": "Der RFID-Tag von AMS3 Slot2 ist beschädigt oder sein Inhalt kann nicht identifiziert werden."
            },
            {
                "ecode": "0702320000020002",
                "intro": "Der RFID-Tag von AMS3 Slot3 ist beschädigt oder sein Inhalt kann nicht identifiziert werden."
            },
            {
                "ecode": "0702330000020002",
                "intro": "Der RFID-Tag von AMS3 Slot4 ist beschädigt oder sein Inhalt kann nicht identifiziert werden."
            },
            {
                "ecode": "0703300000020002",
                "intro": "Der RFID-Tag von AMS4 Slot1 ist beschädigt oder sein Inhalt kann nicht identifiziert werden."
            },
            {
                "ecode": "0703310000020002",
                "intro": "Der RFID-Tag von AMS4 Slot2 ist beschädigt oder sein Inhalt kann nicht identifiziert werden."
            },
            {
                "ecode": "0703320000020002",
                "intro": "Der RFID-Tag von AMS4 Slot3 ist beschädigt oder sein Inhalt kann nicht identifiziert werden."
            },
            {
                "ecode": "0703330000020002",
                "intro": "Der RFID-Tag von AMS4 Slot4 ist beschädigt oder sein Inhalt kann nicht identifiziert werden."
            },
            {
                "ecode": "0500040000020010",
                "intro": "Der RFID-Tag auf AMS1 Slot1 kann nicht identifiziert werden."
            },
            {
                "ecode": "0500040000020011",
                "intro": "Der RFID-Tag am AMS1 Slot2 kann nicht identifiziert werden."
            },
            {
                "ecode": "0500040000020012",
                "intro": "Der RFID-Tag am AMS1 Slot3 kann nicht identifiziert werden."
            },
            {
                "ecode": "0500040000020014",
                "intro": "Der RFID-Tag am AMS2 Slot1 kann nicht identifiziert werden."
            },
            {
                "ecode": "0500040000020015",
                "intro": "Der RFID-Tag am AMS2 Slot2 kann nicht identifiziert werden."
            },
            {
                "ecode": "0500040000020016",
                "intro": "Der RFID-Tag auf dem AMS2 Slot3 kann nicht identifiziert werden."
            },
            {
                "ecode": "0500040000020017",
                "intro": "Der RFID-Tag am AMS2 Slot4 kann nicht identifiziert werden."
            },
            {
                "ecode": "0500040000020018",
                "intro": "Der RFID-Tag am AMS3 Slot1 kann nicht identifiziert werden."
            },
            {
                "ecode": "0500040000020019",
                "intro": "Der RFID-Tag am AMS3 Slot2 kann nicht identifiziert werden."
            },
            {
                "ecode": "050004000002001A",
                "intro": "Der RFID-Tag am AMS3 Slot3 kann nicht identifiziert werden."
            },
            {
                "ecode": "050004000002001B",
                "intro": "Der RFID-Tag am AMS3 Slot4 kann nicht identifiziert werden."
            },
            {
                "ecode": "050004000002001C",
                "intro": "Der RFID-Tag am AMS4 Slot1 kann nicht identifiziert werden."
            },
            {
                "ecode": "050004000002001D",
                "intro": "Der RFID-Tag am AMS4 Slot2 kann nicht identifiziert werden."
            },
            {
                "ecode": "050004000002001E",
                "intro": "Der RFID-Tag am AMS4 Slot3 kann nicht identifiziert werden."
            },
            {
                "ecode": "050004000002001F",
                "intro": "Der RFID-Tag am AMS4 Slot4 kann nicht identifiziert werden."
            },
            {
                "ecode": "0500040000020013",
                "intro": "Der RFID-Tag auf AMS1 Slot4 kann nicht identifiziert werden."
            },
            {
                "ecode": "12FF800000020001",
                "intro": "Möglicherweise ist das Filament am Spulenhalter verheddert oder festgeklemmt."
            },
            {
                "ecode": "1200800000020001",
                "intro": "Das AMS1 Slot1 Filament ist möglicherweise verheddert oder steckt fest."
            },
            {
                "ecode": "1200810000020001",
                "intro": "Das AMS1 Slot2 Filament ist möglicherweise verheddert oder steckt fest."
            },
            {
                "ecode": "1200820000020001",
                "intro": "Das AMS1 Slot3 Filament ist möglicherweise verheddert oder steckt fest."
            },
            {
                "ecode": "1200830000020001",
                "intro": "Das AMS1 Slot4 Filament ist möglicherweise verheddert oder steckt fest."
            },
            {
                "ecode": "1201800000020001",
                "intro": "Das AMS2 Slot1 Filament ist möglicherweise verheddert oder steckt fest."
            },
            {
                "ecode": "1201810000020001",
                "intro": "Das AMS2 Slot2 Filament ist möglicherweise verheddert oder steckt fest."
            },
            {
                "ecode": "1201820000020001",
                "intro": "Das AMS2 Slot3 Filament ist möglicherweise verheddert oder steckt fest."
            },
            {
                "ecode": "1201830000020001",
                "intro": "Das AMS2 Slot4 Filament ist möglicherweise verheddert oder steckt fest."
            },
            {
                "ecode": "1202800000020001",
                "intro": "Das AMS3 Slot1 Filament ist möglicherweise verheddert oder steckt fest."
            },
            {
                "ecode": "1202810000020001",
                "intro": "Das AMS3 Slot2 Filament ist möglicherweise verheddert oder steckt fest."
            },
            {
                "ecode": "1202820000020001",
                "intro": "Das AMS3 Slot3 Filament ist möglicherweise verheddert oder steckt fest."
            },
            {
                "ecode": "1202830000020001",
                "intro": "Das AMS3 Slot4 Filament ist möglicherweise verheddert oder steckt fest."
            },
            {
                "ecode": "1203800000020001",
                "intro": "Das AMS4 Slot1 Filament ist möglicherweise verheddert oder steckt fest."
            },
            {
                "ecode": "1203810000020001",
                "intro": "Das AMS4 Slot2 Filament ist möglicherweise verheddert oder steckt fest."
            },
            {
                "ecode": "1203820000020001",
                "intro": "Das AMS4 Slot3 Filament ist möglicherweise verheddert oder steckt fest."
            },
            {
                "ecode": "1203830000020001",
                "intro": "Das AMS4 Slot4 Filament ist möglicherweise verheddert oder steckt fest."
            },
            {
                "ecode": "0500010000030005",
                "intro": "MicroSD-Kartenfehler: Bitte legen Sie die Karte neu ein, formatieren oder ersetzen Sie diese."
            },
            {
                "ecode": "0700300000020002",
                "intro": "Das RFID-Tag auf AMS1 Slot1 ist beschädigt oder sein Inhalt kann nicht identifiziert werden."
            },
            {
                "ecode": "0300030000020002",
                "intro": ""
            },
            {
                "ecode": "12FF200000020005",
                "intro": "Das Filament kann im Werkzeugkopf gebrochen sein."
            },
            {
                "ecode": "12FF200000020006",
                "intro": "Das Filament konnte nicht extrudiert werden und der Extruder ist möglicherweise verstopft."
            },
            {
                "ecode": "1202300000010004",
                "intro": "RFID kann aufgrund eines Fehlers des Verschlüsselungschips in AMS3 nicht gelesen werden."
            },
            {
                "ecode": "1203300000010004",
                "intro": "RFID kann aufgrund eines Fehlers des Verschlüsselungschips in AMS4 nicht gelesen werden."
            },
            {
                "ecode": "1200450000020001",
                "intro": "Der Sensor des Filamentabschneiders funktioniert nicht richtig. Bitte überprüfen Sie, ob der Stecker richtig eingesteckt ist."
            },
            {
                "ecode": "1200450000020002",
                "intro": "Der Schneideabstand des Filamentschneiders ist zu groß. Der X-Motor kann Schritte verlieren."
            },
            {
                "ecode": "1200450000020003",
                "intro": "Der Hebel des Filamentschneiders hat sich nicht gelöst. Der Hebel oder die Klinge kann klemmen."
            },
            {
                "ecode": "1200510000030001",
                "intro": "AMS ist deaktiviert; Bitte laden Sie das Filament vom Spulenhalter."
            },
            {
                "ecode": "1200700000010001",
                "intro": "AMS1 Filamentgeschwindigkeits- und Längenfehler: Die Filament-Odometrie von Slot1 ist möglicherweise fehlerhaft."
            },
            {
                "ecode": "1201700000010001",
                "intro": "AMS2 Filamentgeschwindigkeits- und Längenfehler: Die Filament-Odometrie von Slot1 ist möglicherweise fehlerhaft."
            },
            {
                "ecode": "1202700000010001",
                "intro": "AMS3 Filamentgeschwindigkeits- und Längenfehler: Die Filament-Odometrie von Slot1 ist möglicherweise fehlerhaft."
            },
            {
                "ecode": "1203700000010001",
                "intro": "AMS4 Filamentgeschwindigkeits- und Längenfehler: Die Filament-Odometrie von Slot1 ist möglicherweise fehlerhaft."
            },
            {
                "ecode": "1200710000010001",
                "intro": "AMS1 Filamentgeschwindigkeits- und Längenfehler: Die Filament-Odometrie von Slot2 ist möglicherweise fehlerhaft."
            },
            {
                "ecode": "1201710000010001",
                "intro": "AMS2 Filamentgeschwindigkeits- und Längenfehler: Die Filament-Odometrie von Slot2 ist möglicherweise fehlerhaft."
            },
            {
                "ecode": "1202710000010001",
                "intro": "AMS3 Filamentgeschwindigkeits- und Längenfehler: Die Filament-Odometrie von Slot2 ist möglicherweise fehlerhaft."
            },
            {
                "ecode": "1203710000010001",
                "intro": "AMS4 Filamentgeschwindigkeits- und Längenfehler: Die Filament-Odometrie von Slot2 ist möglicherweise fehlerhaft."
            },
            {
                "ecode": "1200720000010001",
                "intro": "AMS1 Filamentgeschwindigkeits- und Längenfehler: Die Filament-Odometrie von Slot3 ist möglicherweise fehlerhaft."
            },
            {
                "ecode": "1201720000010001",
                "intro": "AMS2 Filamentgeschwindigkeits- und Längenfehler: Die Filament-Odometrie von Slot3 ist möglicherweise fehlerhaft."
            },
            {
                "ecode": "1202720000010001",
                "intro": "AMS3 Filamentgeschwindigkeits- und Längenfehler: Die Filament-Odometrie von Slot3 ist möglicherweise fehlerhaft."
            },
            {
                "ecode": "1203720000010001",
                "intro": "AMS4 Filamentgeschwindigkeits- und Längenfehler: Die Filament-Odometrie von Slot3 ist möglicherweise fehlerhaft."
            },
            {
                "ecode": "1200730000010001",
                "intro": "AMS1 Filamentgeschwindigkeits- und Längenfehler: Die Filament-Odometrie von Slot4 ist möglicherweise fehlerhaft."
            },
            {
                "ecode": "1201730000010001",
                "intro": "AMS2 Filamentgeschwindigkeits- und Längenfehler: Die Filament-Odometrie von Slot4 ist möglicherweise fehlerhaft."
            },
            {
                "ecode": "1202730000010001",
                "intro": "AMS3 Filamentgeschwindigkeits- und Längenfehler: Die Filament-Odometrie von Slot4 ist möglicherweise fehlerhaft."
            },
            {
                "ecode": "1203730000010001",
                "intro": "AMS4 Filamentgeschwindigkeits- und Längenfehler: Die Filament-Odometrie von Slot4 ist möglicherweise fehlerhaft."
            },
            {
                "ecode": "1203210000020005",
                "intro": "AMS4 Slot2 Filament ist aufgebraucht und das Entfernen des alten Filaments verlief nicht nach Plan. Bitte überprüfen Sie, ob das Filament im Werkzeugkopf feststeckt."
            },
            {
                "ecode": "1200220000020005",
                "intro": "AMS1 Slot3 Filament ist aufgebraucht und das Entfernen des alten Filaments verlief nicht nach Plan. Bitte überprüfen Sie, ob das Filament im Werkzeugkopf feststeckt."
            },
            {
                "ecode": "1201220000020005",
                "intro": "AMS2 Slot3 Filament ist aufgebraucht und das Entfernen des alten Filaments verlief nicht nach Plan. Bitte überprüfen Sie, ob das Filament im Werkzeugkopf feststeckt."
            },
            {
                "ecode": "1202220000020005",
                "intro": "AMS3 Slot3 Filament ist aufgebraucht und das Entfernen des alten Filaments verlief nicht nach Plan. Bitte überprüfen Sie, ob das Filament im Werkzeugkopf feststeckt."
            },
            {
                "ecode": "1203220000020005",
                "intro": "AMS4 Slot3 Filament ist aufgebraucht und das Entfernen des alten Filaments verlief nicht nach Plan. Bitte überprüfen Sie, ob das Filament im Werkzeugkopf feststeckt."
            },
            {
                "ecode": "1200230000020005",
                "intro": "AMS1 Slot4 Filament ist aufgebraucht und das Entfernen des alten Filaments verlief nicht nach Plan. Bitte überprüfen Sie, ob das Filament im Werkzeugkopf feststeckt."
            },
            {
                "ecode": "1201230000020005",
                "intro": "AMS2 Slot4 Filament ist aufgebraucht und das Entfernen des alten Filaments verlief nicht nach Plan. Bitte überprüfen Sie, ob das Filament im Werkzeugkopf feststeckt."
            },
            {
                "ecode": "1202230000020005",
                "intro": "AMS3 Slot4 Filament ist aufgebraucht und das Entfernen des alten Filaments verlief nicht nach Plan. Bitte überprüfen Sie, ob das Filament im Werkzeugkopf feststeckt."
            },
            {
                "ecode": "1203230000020005",
                "intro": "AMS4 Slot4 Filament ist aufgebraucht und das Entfernen des alten Filaments verlief nicht nach Plan. Bitte überprüfen Sie, ob das Filament im Werkzeugkopf feststeckt."
            },
            {
                "ecode": "1200200000030001",
                "intro": "Das AMS1 Slot1 Filament ist aufgebraucht. Das alte Filament wird bereinigt. Bitte warten Sie."
            },
            {
                "ecode": "1201200000030001",
                "intro": "AMS2 Slot1 Filament ist aufgebraucht. Das alte Filament wird bereinigt. Bitte warten Sie."
            },
            {
                "ecode": "1202200000030001",
                "intro": "AMS3 Slot1 Filament ist aufgebraucht. Das alte Filament wird bereinigt. Bitte warten Sie."
            },
            {
                "ecode": "1203200000030001",
                "intro": "AMS4 Slot1 Filament ist aufgebraucht. Das alte Filament wird bereinigt. Bitte warten Sie."
            },
            {
                "ecode": "1200210000030001",
                "intro": "AMS1 Slot2 Filament ist aufgebraucht. Das alte Filament wird bereinigt. Bitte warten Sie."
            },
            {
                "ecode": "1201210000030001",
                "intro": "AMS2 Slot2 Filament ist aufgebraucht. Das alte Filament wird bereinigt. Bitte warten Sie."
            },
            {
                "ecode": "1202210000030001",
                "intro": "AMS3 Slot2 Filament ist aufgebraucht. Das alte Filament wird bereinigt. Bitte warten Sie."
            },
            {
                "ecode": "1203210000030001",
                "intro": "AMS4 Slot2 Filament ist aufgebraucht. Das alte Filament wird bereinigt. Bitte warten Sie."
            },
            {
                "ecode": "1200220000030001",
                "intro": "AMS1 Slot3 Filament ist aufgebraucht. Das alte Filament wird bereinigt. Bitte warten Sie."
            },
            {
                "ecode": "1201220000030001",
                "intro": "AMS2 Slot3 Filament ist aufgebraucht. Das alte Filament wird bereinigt. Bitte warten Sie."
            },
            {
                "ecode": "1202220000030001",
                "intro": "AMS3 Slot3 Filament ist aufgebraucht. Das alte Filament wird bereinigt. Bitte warten Sie."
            },
            {
                "ecode": "1203220000030001",
                "intro": "AMS4 Slot3 Filament ist aufgebraucht. Das alte Filament wird bereinigt. Bitte warten Sie."
            },
            {
                "ecode": "1200230000030001",
                "intro": "AMS1 Slot4 Filament ist aufgebraucht. Das alte Filament wird bereinigt. Bitte warten Sie."
            },
            {
                "ecode": "1201230000030001",
                "intro": "AMS2 Slot4 Filament ist aufgebraucht. Das alte Filament wird bereinigt. Bitte warten Sie."
            },
            {
                "ecode": "1202230000030001",
                "intro": "AMS3 Slot4 Filament ist aufgebraucht. Das alte Filament wird bereinigt. Bitte warten Sie."
            },
            {
                "ecode": "1203230000030001",
                "intro": "AMS4 Slot4 Filament ist aufgebraucht. Das alte Filament wird bereinigt. Bitte warten Sie."
            },
            {
                "ecode": "1200300000010001",
                "intro": "AMS1 Slot1 RFID-Spule ist defekt oder der RF-Hardwareschaltkreis weist einen Fehler auf."
            },
            {
                "ecode": "1201300000010001",
                "intro": "AMS2 Slot1 RFID-Spule ist defekt oder der RF-Hardwareschaltkreis weist einen Fehler auf."
            },
            {
                "ecode": "1202300000010001",
                "intro": "AMS3 Slot1 RFID-Spule ist defekt oder der RF-Hardwareschaltkreis weist einen Fehler auf."
            },
            {
                "ecode": "1203300000010001",
                "intro": "AMS4 Slot1 RFID-Spule ist defekt oder der RF-Hardwareschaltkreis weist einen Fehler auf."
            },
            {
                "ecode": "1200310000010001",
                "intro": "AMS1 Slot2 RFID-Spule ist defekt oder der RF-Hardwareschaltkreis weist einen Fehler auf."
            },
            {
                "ecode": "1201310000010001",
                "intro": "AMS2 Slot2 RFID-Spule ist defekt oder der RF-Hardwareschaltkreis weist einen Fehler auf."
            },
            {
                "ecode": "1202310000010001",
                "intro": "AMS3 Slot2 RFID-Spule ist defekt oder der RF-Hardwareschaltkreis weist einen Fehler auf."
            },
            {
                "ecode": "1203310000010001",
                "intro": "AMS4 Slot2 RFID-Spule ist defekt oder der RF-Hardwareschaltkreis weist einen Fehler auf."
            },
            {
                "ecode": "1200320000010001",
                "intro": "AMS1 Slot3 RFID-Spule ist defekt oder der RF-Hardwareschaltkreis weist einen Fehler auf."
            },
            {
                "ecode": "1201320000010001",
                "intro": "AMS2 Slot3 RFID-Spule ist defekt oder der RF-Hardwareschaltkreis weist einen Fehler auf."
            },
            {
                "ecode": "1202320000010001",
                "intro": "AMS3 Slot3 RFID-Spule ist defekt oder der RF-Hardwareschaltkreis weist einen Fehler auf."
            },
            {
                "ecode": "1203320000010001",
                "intro": "AMS4 Slot3 RFID-Spule ist defekt oder der RF-Hardwareschaltkreis weist einen Fehler auf."
            },
            {
                "ecode": "1200330000010001",
                "intro": "AMS1 Slot4 RFID-Spule ist defekt oder der RF-Hardwareschaltkreis weist einen Fehler auf."
            },
            {
                "ecode": "1201330000010001",
                "intro": "AMS2 Slot4 RFID-Spule ist defekt oder der RF-Hardwareschaltkreis weist einen Fehler auf."
            },
            {
                "ecode": "1202330000010001",
                "intro": "AMS3 Slot4 RFID-Spule ist defekt oder der RF-Hardwareschaltkreis weist einen Fehler auf."
            },
            {
                "ecode": "1203330000010001",
                "intro": "AMS4 Slot4 RFID-Spule ist defekt oder der RF-Hardwareschaltkreis weist einen Fehler auf."
            },
            {
                "ecode": "1200300000030003",
                "intro": "AMS1 Slot1 RFID kann aufgrund eines strukturellen Fehlers nicht gelesen werden."
            },
            {
                "ecode": "1201300000030003",
                "intro": "AMS2 Slot1 RFID kann aufgrund eines strukturellen Fehlers nicht gelesen werden."
            },
            {
                "ecode": "1202300000030003",
                "intro": "AMS3 Slot1 RFID kann aufgrund eines strukturellen Fehlers nicht gelesen werden."
            },
            {
                "ecode": "1203300000030003",
                "intro": "AMS4 Slot1 RFID kann aufgrund eines strukturellen Fehlers nicht gelesen werden."
            },
            {
                "ecode": "1200310000030003",
                "intro": "AMS1 Slot2 RFID kann aufgrund eines strukturellen Fehlers nicht gelesen werden."
            },
            {
                "ecode": "1201310000030003",
                "intro": "AMS2 Slot2 RFID kann aufgrund eines strukturellen Fehlers nicht gelesen werden."
            },
            {
                "ecode": "1202310000030003",
                "intro": "AMS3 Slot2 RFID kann aufgrund eines strukturellen Fehlers nicht gelesen werden."
            },
            {
                "ecode": "1203310000030003",
                "intro": "AMS4 Slot2 RFID kann aufgrund eines strukturellen Fehlers nicht gelesen werden."
            },
            {
                "ecode": "1200320000030003",
                "intro": "AMS1 Slot3 RFID kann aufgrund eines strukturellen Fehlers nicht gelesen werden."
            },
            {
                "ecode": "1201320000030003",
                "intro": "AMS2 Slot3 RFID kann aufgrund eines strukturellen Fehlers nicht gelesen werden."
            },
            {
                "ecode": "1202320000030003",
                "intro": "AMS3 Slot3 RFID kann aufgrund eines strukturellen Fehlers nicht gelesen werden."
            },
            {
                "ecode": "1203320000030003",
                "intro": "AMS4 Slot3 RFID kann aufgrund eines strukturellen Fehlers nicht gelesen werden."
            },
            {
                "ecode": "1200330000030003",
                "intro": "AMS1 Slot4 RFID kann aufgrund eines strukturellen Fehlers nicht gelesen werden."
            },
            {
                "ecode": "1201330000030003",
                "intro": "AMS2 Slot4 RFID kann aufgrund eines strukturellen Fehlers nicht gelesen werden."
            },
            {
                "ecode": "1202330000030003",
                "intro": "AMS3 Slot4 RFID kann aufgrund eines strukturellen Fehlers nicht gelesen werden."
            },
            {
                "ecode": "1203330000030003",
                "intro": "AMS4 Slot4 RFID kann aufgrund eines strukturellen Fehlers nicht gelesen werden."
            },
            {
                "ecode": "1200300000010004",
                "intro": "RFID kann aufgrund eines Fehlers des Verschlüsselungschips in AMS1 nicht gelesen werden."
            },
            {
                "ecode": "1201300000010004",
                "intro": "RFID kann aufgrund eines Fehlers des Verschlüsselungschips in AMS2 nicht gelesen werden."
            },
            {
                "ecode": "1202200000020005",
                "intro": "AMS3 Slot1 Filament ist aufgebraucht und das Entfernen des alten Filaments verlief nicht nach Plan. Bitte überprüfen Sie, ob das Filament im Werkzeugkopf feststeckt."
            },
            {
                "ecode": "1203200000020005",
                "intro": "AMS4 Slot1 Filament ist aufgebraucht und das Entfernen des alten Filaments verlief nicht nach Plan. Bitte überprüfen Sie, ob das Filament im Werkzeugkopf feststeckt."
            },
            {
                "ecode": "1200210000020005",
                "intro": "AMS1 Slot2 Filament ist aufgebraucht und das Entfernen des alten Filaments verlief nicht nach Plan. Bitte überprüfen Sie, ob das Filament im Werkzeugkopf feststeckt."
            },
            {
                "ecode": "1201210000020005",
                "intro": "AMS2 Slot2 Filament ist aufgebraucht und das Entfernen des alten Filaments verlief nicht nach Plan. Bitte überprüfen Sie, ob das Filament im Werkzeugkopf feststeckt."
            },
            {
                "ecode": "1202210000020005",
                "intro": "AMS3 Slot2 Filament ist aufgebraucht und das Entfernen des alten Filaments verlief nicht nach Plan. Bitte überprüfen Sie, ob das Filament im Werkzeugkopf feststeckt."
            },
            {
                "ecode": "1203200000020002",
                "intro": "AMS4 Slot1 ist leer. Bitte legen Sie ein neues Filament ein."
            },
            {
                "ecode": "1203210000020002",
                "intro": "AMS4 Slot2 ist leer. Bitte legen Sie ein neues Filament ein."
            },
            {
                "ecode": "1202220000020002",
                "intro": "AMS3 Slot3 ist leer. Bitte legen Sie ein neues Filament ein."
            },
            {
                "ecode": "1203220000020002",
                "intro": "AMS4 Slot3 ist leer. Bitte legen Sie ein neues Filament ein."
            },
            {
                "ecode": "1202230000020002",
                "intro": "AMS3 Slot4 ist leer. Bitte legen Sie ein neues Filament ein."
            },
            {
                "ecode": "1203230000020002",
                "intro": "AMS4 Slot4 ist leer. Bitte legen Sie ein neues Filament ein."
            },
            {
                "ecode": "12FF200000020002",
                "intro": "Das Filament auf der Spulenhalterung ist leer. Bitte legen Sie ein neues Filament ein."
            },
            {
                "ecode": "1200200000020003",
                "intro": "AMS1 Slot1 Filament ist möglicherweise im PTFE-Schlauch gebrochen."
            },
            {
                "ecode": "1201200000020003",
                "intro": "AMS2 Slot1 Filament ist möglicherweise im PTFE-Schlauch gebrochen."
            },
            {
                "ecode": "1202200000020003",
                "intro": "AMS3 Slot1 Filament ist möglicherweise im PTFE-Schlauch gebrochen."
            },
            {
                "ecode": "1203200000020003",
                "intro": "AMS4 Slot1 Filament ist möglicherweise im PTFE-Schlauch gebrochen."
            },
            {
                "ecode": "1200210000020003",
                "intro": "AMS1 Slot2 Filament ist möglicherweise im PTFE-Schlauch gebrochen."
            },
            {
                "ecode": "1201210000020003",
                "intro": "AMS2 Slot2 Filament ist möglicherweise im PTFE-Schlauch gebrochen."
            },
            {
                "ecode": "1202210000020003",
                "intro": "AMS3 Slot2 Filament ist möglicherweise im PTFE-Schlauch gebrochen."
            },
            {
                "ecode": "1203210000020003",
                "intro": "AMS4 Slot2 Filament ist möglicherweise im PTFE-Schlauch gebrochen."
            },
            {
                "ecode": "1200220000020003",
                "intro": "AMS1 Slot3 Filament ist möglicherweise im PTFE-Schlauch gebrochen."
            },
            {
                "ecode": "1201220000020003",
                "intro": "AMS2 Slot3 Filament ist möglicherweise im PTFE-Schlauch gebrochen."
            },
            {
                "ecode": "1202220000020003",
                "intro": "AMS3 Slot3 Filament ist möglicherweise im PTFE-Schlauch gebrochen."
            },
            {
                "ecode": "1203220000020003",
                "intro": "AMS4 Slot3 Filament ist möglicherweise im PTFE-Schlauch gebrochen."
            },
            {
                "ecode": "1200230000020003",
                "intro": "AMS1 Slot4 Filament ist möglicherweise im PTFE-Schlauch gebrochen."
            },
            {
                "ecode": "1201230000020003",
                "intro": "AMS2 Slot4 Filament ist möglicherweise im PTFE-Schlauch gebrochen."
            },
            {
                "ecode": "1202230000020003",
                "intro": "AMS3 Slot4 Filament ist möglicherweise im PTFE-Schlauch gebrochen."
            },
            {
                "ecode": "1203230000020003",
                "intro": "AMS4 Slot4 Filament ist möglicherweise im PTFE-Schlauch gebrochen."
            },
            {
                "ecode": "12FF200000020004",
                "intro": "Bitte ziehen Sie das Filament am Spulenhalter aus dem Extruder heraus."
            },
            {
                "ecode": "1200200000020005",
                "intro": "AMS1 Slot1 Filament ist aufgebraucht und das Entfernen des alten Filaments verlief nicht nach Plan. Bitte überprüfen Sie, ob das Filament im Werkzeugkopf feststeckt."
            },
            {
                "ecode": "1201200000020005",
                "intro": "AMS2 Slot1 Filament ist aufgebraucht und das Entfernen des alten Filaments verlief nicht nach Plan. Bitte überprüfen Sie, ob das Filament im Werkzeugkopf feststeckt."
            },
            {
                "ecode": "1201210000020002",
                "intro": "AMS2 Slot2 ist leer. Bitte legen Sie ein Filament ein."
            },
            {
                "ecode": "1202210000020002",
                "intro": "AMS3 Slot2 ist leer. Bitte legen Sie ein Filament ein."
            },
            {
                "ecode": "1200220000020002",
                "intro": "AMS1 Slot3 ist leer. Bitte legen Sie ein Filament ein."
            },
            {
                "ecode": "1201220000020002",
                "intro": "AMS2 Slot3 ist leer. Bitte legen Sie ein Filament ein."
            },
            {
                "ecode": "1200230000020002",
                "intro": "AMS1 Slot4 ist leer. Bitte legen Sie ein Filament ein."
            },
            {
                "ecode": "1201230000020002",
                "intro": "AMS2 Slot4 ist leer. Bitte legen Sie ein Filament ein."
            },
            {
                "ecode": "1200200000020001",
                "intro": "AMS1 Slot1 Filament ist aufgebraucht. Bitte legen Sie ein neues Filament ein."
            },
            {
                "ecode": "1200210000020001",
                "intro": "AMS1 Slot2 Filament ist aufgebraucht. Bitte legen Sie ein neues Filament ein."
            },
            {
                "ecode": "1202210000020001",
                "intro": "AMS3 Slot2 Filament ist aufgebraucht. Bitte legen Sie ein neues Filament ein."
            },
            {
                "ecode": "1203210000020001",
                "intro": "AMS4 Slot2 Filament ist aufgebraucht. Bitte legen Sie ein neues Filament ein."
            },
            {
                "ecode": "1200220000020001",
                "intro": "AMS1 Slot3 Filament ist aufgebraucht. Bitte legen Sie ein neues Filament ein."
            },
            {
                "ecode": "1201220000020001",
                "intro": "AMS2 Slot3 Filament ist aufgebraucht. Bitte legen Sie ein neues Filament ein."
            },
            {
                "ecode": "1202220000020001",
                "intro": "AMS3 Slot3 Filament ist aufgebraucht. Bitte legen Sie ein neues Filament ein."
            },
            {
                "ecode": "1203220000020001",
                "intro": "AMS4 Slot3 Filament ist aufgebraucht. Bitte legen Sie ein neues Filament ein."
            },
            {
                "ecode": "1200230000020001",
                "intro": "AMS1 Slot4 Filament ist aufgebraucht. Bitte legen Sie ein neues Filament ein."
            },
            {
                "ecode": "1201230000020001",
                "intro": "AMS2 Slot4 Filament ist aufgebraucht. Bitte legen Sie ein neues Filament ein."
            },
            {
                "ecode": "1202230000020001",
                "intro": "AMS3 Slot4 Filament ist aufgebraucht. Bitte legen Sie ein neues Filament ein."
            },
            {
                "ecode": "1203230000020001",
                "intro": "AMS4 Slot4 Filament ist aufgebraucht. Bitte legen Sie ein neues Filament ein."
            },
            {
                "ecode": "12FF200000020001",
                "intro": "Das Filament am Spulenhalter ist leer. Bitte legen Sie ein neues Filament ein."
            },
            {
                "ecode": "1200200000020002",
                "intro": "AMS1 Slot1 ist leer. Bitte legen Sie ein Filament ein."
            },
            {
                "ecode": "1201200000020002",
                "intro": "AMS2 Slot1 ist leer. Bitte legen Sie ein Filament ein."
            },
            {
                "ecode": "1202200000020002",
                "intro": "AMS3 Slot1 ist leer. Bitte legen Sie ein Filament ein."
            },
            {
                "ecode": "1200210000020002",
                "intro": "AMS1 Slot2 ist leer. Bitte legen Sie ein Filament ein."
            },
            {
                "ecode": "0500010000030007",
                "intro": "Ohne eingelegte MicroSD-Karte können keine Zeitrafferaufnahmen gemacht werden."
            },
            {
                "ecode": "1200100000010001",
                "intro": "Der AMS1 Slot1 Motor rutscht. Das Extrusionsrad kann fehlerhaft sein oder das Filament ist zu dünn."
            },
            {
                "ecode": "1201100000010001",
                "intro": "Der AMS2 Slot1 Motor rutscht. Das Extrusionsrad kann fehlerhaft sein oder das Filament ist zu dünn."
            },
            {
                "ecode": "1202100000010001",
                "intro": "Der AMS3 Slot1 Motor rutscht. Das Extrusionsrad kann fehlerhaft sein oder das Filament ist zu dünn."
            },
            {
                "ecode": "1203100000010001",
                "intro": "Der AMS4 Slot1 Motor rutscht. Das Extrusionsrad kann fehlerhaft sein oder das Filament ist zu dünn."
            },
            {
                "ecode": "1200100000020002",
                "intro": "Der AMS1 Slot1 Motor ist überladen. Das Filament ist vielleicht verheddert oder verklemmt."
            },
            {
                "ecode": "1201100000020002",
                "intro": "Der AMS2 Slot1 Motor ist überladen. Das Filament ist vielleicht verheddert oder verklemmt."
            },
            {
                "ecode": "1202100000020002",
                "intro": "Der AMS3 Slot1 Motor ist überladen. Das Filament ist vielleicht verheddert oder verklemmt."
            },
            {
                "ecode": "1203100000020002",
                "intro": "Der AMS4 Slot1 Motor ist überladen. Das Filament ist vielleicht verheddert oder verklemmt."
            },
            {
                "ecode": "1200110000020002",
                "intro": "Der AMS1 Slot2 Motor ist überladen. Das Filament ist vielleicht verheddert oder verklemmt."
            },
            {
                "ecode": "1201110000020002",
                "intro": "Der AMS2 Slot2 Motor ist überladen. Das Filament ist vielleicht verheddert oder verklemmt."
            },
            {
                "ecode": "1202110000020002",
                "intro": "Der AMS3 Slot2 Motor ist überladen. Das Filament ist vielleicht verheddert oder verklemmt."
            },
            {
                "ecode": "1203110000020002",
                "intro": "Der AMS4 Slot2 Motor ist überladen. Das Filament ist vielleicht verheddert oder verklemmt."
            },
            {
                "ecode": "1200120000020002",
                "intro": "Der AMS1 Slot3 Motor ist überladen. Das Filament ist vielleicht verheddert oder verklemmt."
            },
            {
                "ecode": "1201120000020002",
                "intro": "Der AMS2 Slot3 Motor ist überladen. Das Filament ist vielleicht verheddert oder verklemmt."
            },
            {
                "ecode": "1202120000020002",
                "intro": "Der AMS3 Slot3 Motor ist überladen. Das Material ist vielleicht verheddert oder verklemmt."
            },
            {
                "ecode": "1203120000020002",
                "intro": "Der AMS4 Slot3 Motor ist überladen. Das Filament ist vielleicht verheddert oder verklemmt."
            },
            {
                "ecode": "1200130000020002",
                "intro": "Der AMS1 Slot4 Motor ist überladen. Das Filament ist vielleicht verheddert oder verklemmt."
            },
            {
                "ecode": "1201130000020002",
                "intro": "Der AMS2 Slot4 Motor ist überladen. Das Filament ist vielleicht verheddert oder verklemmt."
            },
            {
                "ecode": "1202130000020002",
                "intro": "Der AMS3 Slot4 Motor ist überladen. Das Filament ist vielleicht verheddert oder verklemmt."
            },
            {
                "ecode": "1203130000020002",
                "intro": "Der AMS4 Slot4 Motor ist überladen. Das Filament ist vielleicht verheddert oder verklemmt."
            },
            {
                "ecode": "1200100000010003",
                "intro": "Die AMS1 Slot1 Drehmoment-Motorsteuerung hat einen Fehler. Der Spannungssensor ist vielleicht fehlerhaft."
            },
            {
                "ecode": "1201100000010003",
                "intro": "Die AMS2 Slot1 Drehmoment-Motorsteuerung hat einen Fehler. Der Spannungssensor ist vielleicht fehlerhaft."
            },
            {
                "ecode": "1202100000010003",
                "intro": "Die AMS3 Slot1 Drehmoment-Motorsteuerung hat einen Fehler. Der Spannungssensor ist vielleicht fehlerhaft."
            },
            {
                "ecode": "1203100000010003",
                "intro": "Die AMS4 Slot1 Drehmoment-Motorsteuerung hat einen Fehler. Der Spannungssensor ist vielleicht fehlerhaft."
            },
            {
                "ecode": "1201200000020001",
                "intro": "AMS2 Slot1 Filament ist aufgebraucht. Bitte legen Sie ein neues Filament ein."
            },
            {
                "ecode": "1202200000020001",
                "intro": "AMS3 Slot1 Filament ist aufgebraucht. Bitte legen Sie ein neues Filament ein."
            },
            {
                "ecode": "1203200000020001",
                "intro": "AMS4 Slot1 Filament ist aufgebraucht. Bitte legen Sie ein neues Filament ein."
            },
            {
                "ecode": "1201210000020001",
                "intro": "AMS2 Slot2 Filament ist aufgebraucht. Bitte legen Sie ein neues Filament ein."
            },
            {
                "ecode": "1200110000010003",
                "intro": "Die AMS1 Slot2 Drehmoment-Motorsteuerung hat einen Fehler. Der Spannungssensor ist vielleicht fehlerhaft."
            },
            {
                "ecode": "1201110000010003",
                "intro": "Die AMS2 Slot2 Drehmoment-Motorsteuerung hat einen Fehler. Der Spannungssensor ist vielleicht fehlerhaft."
            },
            {
                "ecode": "1202110000010003",
                "intro": "Die AMS3 Slot2 Drehmoment-Motorsteuerung hat einen Fehler. Der Spannungssensor ist vielleicht fehlerhaft."
            },
            {
                "ecode": "1203110000010003",
                "intro": "Die AMS4 Slot2 Drehmoment-Motorsteuerung hat einen Fehler. Der Spannungssensor ist vielleicht fehlerhaft."
            },
            {
                "ecode": "1200120000010003",
                "intro": "Die AMS1 Slot3 Drehmoment-Motorsteuerung hat einen Fehler. Der Spannungssensor ist vielleicht fehlerhaft."
            },
            {
                "ecode": "1201120000010003",
                "intro": "Die AMS2 Slot3 Drehmoment-Motorsteuerung hat einen Fehler. Der Spannungssensor ist vielleicht fehlerhaft."
            },
            {
                "ecode": "1202120000010003",
                "intro": "Der AMS3 Slot3 Drehmoment-Motorsteuerung hat einen Fehler. Der Spannungssensor ist vielleicht fehlerhaft."
            },
            {
                "ecode": "1203120000010003",
                "intro": "Die AMS4 Slot3 Drehmoment-Motorsteuerung hat einen Fehler. Der Spannungssensor ist vielleicht fehlerhaft."
            },
            {
                "ecode": "1200130000010003",
                "intro": "Die AMS1 Slot4 Drehmoment-Motorsteuerung hat einen Fehler. Der Spannungssensor ist vielleicht fehlerhaft."
            },
            {
                "ecode": "1201130000010003",
                "intro": "Die AMS2 Slot4 Drehmoment-Motorsteuerung hat einen Fehler. Der Spannungssensor ist vielleicht fehlerhaft."
            },
            {
                "ecode": "1202130000010003",
                "intro": "Der AMS3 Slot4 Drehmoment-Motorsteuerung hat einen Fehler. Der Spannungssensor ist vielleicht fehlerhaft."
            },
            {
                "ecode": "1203130000010003",
                "intro": "Die AMS4 Slot4 Drehmoment-Motorsteuerung hat einen Fehler. Der Spannungssensor ist vielleicht fehlerhaft."
            },
            {
                "ecode": "1200200000020004",
                "intro": "Das AMS1 Slot1 Filament ist möglicherweise im Werkzeugkopf gebrochen."
            },
            {
                "ecode": "1201200000020004",
                "intro": "Das AMS2-Slot1 Filament ist möglicherweise im Werkzeugkopf gebrochen."
            },
            {
                "ecode": "1202200000020004",
                "intro": "Das AMS3 Slot1 Filament ist möglicherweise im Werkzeugkopf gebrochen."
            },
            {
                "ecode": "1203200000020004",
                "intro": "Das AMS4 Slot1 Filament ist möglicherweise im Werkzeugkopf gebrochen."
            },
            {
                "ecode": "1200210000020004",
                "intro": "Das AMS1 Slot2 Filament ist möglicherweise im Werkzeugkopf gebrochen."
            },
            {
                "ecode": "1201210000020004",
                "intro": "Das AMS2 Slot2 Filament ist möglicherweise im Werkzeugkopf gebrochen."
            },
            {
                "ecode": "1202210000020004",
                "intro": "Das AMS3 Slot2 Filament ist möglicherweise im Werkzeugkopf gebrochen."
            },
            {
                "ecode": "1203210000020004",
                "intro": "Das AMS4 Slot2 Filament ist möglicherweise im Werkzeugkopf gebrochen."
            },
            {
                "ecode": "1200220000020004",
                "intro": "Das AMS1 Slot3 Filament ist möglicherweise im Werkzeugkopf gebrochen."
            },
            {
                "ecode": "1201220000020004",
                "intro": "Das AMS2 Slot3 Filament ist möglicherweise im Werkzeugkopf gebrochen."
            },
            {
                "ecode": "1202220000020004",
                "intro": "Das AMS3 Slot3 Filament ist möglicherweise im Werkzeugkopf gebrochen."
            },
            {
                "ecode": "1203220000020004",
                "intro": "Das AMS4 Slot3 Filament ist möglicherweise im Werkzeugkopf gebrochen."
            },
            {
                "ecode": "1200230000020004",
                "intro": "Das AMS1 Slot4 Filament ist möglicherweise im Werkzeugkopf gebrochen."
            },
            {
                "ecode": "1201230000020004",
                "intro": "Das AMS2 Slot4 Filament ist möglicherweise im Werkzeugkopf gebrochen."
            },
            {
                "ecode": "1202230000020004",
                "intro": "Das AMS3 Slot4 Filament ist möglicherweise im Werkzeugkopf gebrochen."
            },
            {
                "ecode": "1203230000020004",
                "intro": "Das AMS4 Slot4 Filament ist möglicherweise im Werkzeugkopf gebrochen."
            },
            {
                "ecode": "1200200000030002",
                "intro": "AMS1 Slot1 Filament ist aufgebraucht und wird automatisch auf den Slot mit demselben Filament umgeschaltet."
            },
            {
                "ecode": "1201200000030002",
                "intro": "AMS2 Slot1 Filament ist aufgebraucht und wird automatisch auf den Slot mit demselben Filament umgeschaltet."
            },
            {
                "ecode": "1202200000030002",
                "intro": "AMS3 Slot1 Filament ist aufgebraucht und wird automatisch auf den Slot mit demselben Filament umgeschaltet."
            },
            {
                "ecode": "1203200000030002",
                "intro": "AMS4 Slot1 Filament ist aufgebraucht und wird automatisch auf den Slot mit demselben Filament umgeschaltet."
            },
            {
                "ecode": "1200210000030002",
                "intro": "AMS1 Slot2 Filament ist aufgebraucht und wird automatisch auf den Slot mit demselben Filament umgeschaltet."
            },
            {
                "ecode": "1201210000030002",
                "intro": "AMS2 Slot2 Filament ist aufgebraucht und wird automatisch auf den Slot mit demselben Filament umgeschaltet."
            },
            {
                "ecode": "1202210000030002",
                "intro": "AMS3 Slot2 Filament ist aufgebraucht und wird automatisch auf den Slot mit demselben Filament umgeschaltet."
            },
            {
                "ecode": "1203210000030002",
                "intro": "AMS4 Slot2 Filament ist aufgebraucht und wird automatisch auf den Slot mit demselben Filament umgeschaltet."
            },
            {
                "ecode": "1200220000030002",
                "intro": "AMS1 Slot3 Filament ist aufgebraucht und wird automatisch auf den Slot mit demselben Filament umgeschaltet."
            },
            {
                "ecode": "1201220000030002",
                "intro": "AMS2 Slot3 Filament ist aufgebraucht und wird automatisch auf den Slot mit demselben Filament umgeschaltet."
            },
            {
                "ecode": "1202220000030002",
                "intro": "AMS3 Slot3 Filament ist aufgebraucht und wird automatisch auf den Slot mit demselben Filament umgeschaltet."
            },
            {
                "ecode": "1203220000030002",
                "intro": "AMS4 Slot3 Filament ist aufgebraucht und wird automatisch auf den Slot mit demselben Filament umgeschaltet."
            },
            {
                "ecode": "1200230000030002",
                "intro": "AMS1 Slot4 Filament ist aufgebraucht und wird automatisch auf den Slot mit demselben Filament umgeschaltet."
            },
            {
                "ecode": "1201230000030002",
                "intro": "AMS2 Slot4 Filament ist aufgebraucht und wird automatisch auf den Slot mit demselben Filament umgeschaltet."
            },
            {
                "ecode": "1202230000030002",
                "intro": "AMS3 Slot4 Filament ist aufgebraucht und wird automatisch auf den Slot mit demselben Filament umgeschaltet."
            },
            {
                "ecode": "1203230000030002",
                "intro": "AMS4 Slot4 Filament ist aufgebraucht und wird automatisch auf den Slot mit demselben Filament umgeschaltet."
            },
            {
                "ecode": "1200300000020002",
                "intro": "Der RFID-Tag von AMS1 Slot1 ist beschädigt."
            },
            {
                "ecode": "1201300000020002",
                "intro": "Der RFID-Tag von AMS2 Slot1 ist beschädigt."
            },
            {
                "ecode": "1202300000020002",
                "intro": "Der RFID-Tag von AMS3 Slot1 ist beschädigt."
            },
            {
                "ecode": "1203300000020002",
                "intro": "Der RFID-Tag von AMS4 Slot1 ist beschädigt."
            },
            {
                "ecode": "1200310000020002",
                "intro": "Der RFID-Tag von AMS1 Slot2 ist beschädigt."
            },
            {
                "ecode": "1201310000020002",
                "intro": "Der RFID-Tag von AMS2 Slot2 ist beschädigt."
            },
            {
                "ecode": "1202310000020002",
                "intro": "Der RFID-Tag von AMS3 Slot2 ist beschädigt."
            },
            {
                "ecode": "1203310000020002",
                "intro": "Der RFID-Tag von AMS4 Slot2 ist beschädigt."
            },
            {
                "ecode": "1200320000020002",
                "intro": "Der RFID-Tag von AMS1 Slot3 ist beschädigt."
            },
            {
                "ecode": "1201320000020002",
                "intro": "Der RFID-Tag von AMS2 Slot3 ist beschädigt."
            },
            {
                "ecode": "1202320000020002",
                "intro": "Der RFID-Tag von AMS3 Slot3 ist beschädigt."
            },
            {
                "ecode": "1203320000020002",
                "intro": "Der RFID-Tag von AMS4 Slot3 ist beschädigt."
            },
            {
                "ecode": "1200330000020002",
                "intro": "Der RFID-Tag von AMS1 Slot4 ist beschädigt."
            },
            {
                "ecode": "1201330000020002",
                "intro": "Der RFID-Tag von AMS2 Slot4 ist beschädigt."
            },
            {
                "ecode": "1202330000020002",
                "intro": "Der RFID-Tag von AMS3 Slot4 ist beschädigt."
            },
            {
                "ecode": "1203330000020002",
                "intro": "Der RFID-Tag von AMS4 Slot4 ist beschädigt."
            },
            {
                "ecode": "1200500000020001",
                "intro": "Die AMS1 Kommunikation ist gestört. Bitte überprüfen Sie das Verbindungskabel."
            },
            {
                "ecode": "1201500000020001",
                "intro": "Die AMS2 Kommunikation ist gestört, bitte überprüfen Sie das Verbindungskabel."
            },
            {
                "ecode": "1202500000020001",
                "intro": "Die AMS3 Kommunikation ist gestört, bitte überprüfen Sie das Verbindungskabel."
            },
            {
                "ecode": "1203500000020001",
                "intro": "Die AMS4 Kommunikation ist gestört, bitte überprüfen Sie das Verbindungskabel."
            },
            {
                "ecode": "1200110000010001",
                "intro": "Der AMS1 Slot2 Motor rutscht. Das Extrusionsrad kann fehlerhaft sein oder das Filament ist zu dünn."
            },
            {
                "ecode": "1201110000010001",
                "intro": "Der AMS2 Slot2 Motor rutscht. Das Extrusionsrad kann fehlerhaft sein oder das Filament ist zu dünn."
            },
            {
                "ecode": "1202110000010001",
                "intro": "Der AMS3 Slot2 Motor rutscht. Das Extrusionsrad kann fehlerhaft sein oder das Filament ist zu dünn."
            },
            {
                "ecode": "1203110000010001",
                "intro": "Der AMS4 Slot2 Motor rutscht. Das Extrusionsrad kann fehlerhaft sein oder das Filament ist zu dünn."
            },
            {
                "ecode": "1200120000010001",
                "intro": "Der AMS1 Slot3 Motor rutscht. Das Extrusionsrad kann fehlerhaft sein oder das Filament ist zu dünn."
            },
            {
                "ecode": "1201120000010001",
                "intro": "Der AMS2 Slot3 Motor rutscht. Das Extrusionsrad kann fehlerhaft sein oder das Filament ist zu dünn."
            },
            {
                "ecode": "1202120000010001",
                "intro": "Der AMS3 Slot3 Motor rutscht. Das Extrusionsrad kann fehlerhaft sein oder das Filament ist zu dünn."
            },
            {
                "ecode": "1203120000010001",
                "intro": "Der AMS4 Slot3 Motor rutscht. Das Extrusionsrad kann fehlerhaft sein oder das Filament ist zu dünn."
            },
            {
                "ecode": "1200130000010001",
                "intro": "Der AMS1 Slot4 Motor rutscht. Das Extrusionsrad kann fehlerhaft sein oder das Filament ist zu dünn."
            },
            {
                "ecode": "1201130000010001",
                "intro": "Der AMS2 Slot4 Motor rutscht. Das Extrusionsrad kann fehlerhaft sein oder das Filament ist zu dünn."
            },
            {
                "ecode": "1202130000010001",
                "intro": "Der AMS3 Slot4 Motor rutscht. Das Extrusionsrad kann fehlerhaft sein oder das Filament ist zu dünn."
            },
            {
                "ecode": "1203130000010001",
                "intro": "Der AMS4 Slot4 Motor rutscht. Das Extrusionsrad kann fehlerhaft sein oder das Filament ist zu dünn."
            },
            {
                "ecode": "0C00020000010005",
                "intro": "Eine neue Micro-Lidar wurde entdeckt. Bitte kalibrieren Sie diese vor der Verwendung auf der Kalibrierungsseite."
            },
            {
                "ecode": "0C00020000020003",
                "intro": "Der horizontale Laser ist an der Homingposition nicht hell genug. Bitte reinigen oder ersetzen Sie das Heizbett, wenn diese Meldung wiederholt erscheint."
            },
            {
                "ecode": "0C00020000020004",
                "intro": "Die Düsenhöhe scheint zu niedrig zu sein. Prüfen Sie, ob die Düse abgenutzt oder schief ist. Kalibrieren Sie die Lidar neu, wenn die Düse ausgetauscht wurde."
            },
            {
                "ecode": "0C00030000010009",
                "intro": "Das -Inspektionsmodul der ersten Schicht wurde abnormal neu gestartet. Das Prüfergebnis kann ungenau sein."
            },
            {
                "ecode": "0C00030000030008",
                "intro": "Es wurden mögliche Spaghetti entdeckt. Bitte prüfen Sie die Druckqualität und entscheiden Sie, ob der Auftrag abgebrochen werden soll."
            },
            {
                "ecode": "0C0003000003000b",
                "intro": "Inspektion der ersten Schicht: Bitte haben sie einen Moment Geduld."
            },
            {
                "ecode": "0C00020000020009",
                "intro": "Der vertikale Laser ist an der Homingposition nicht hell genug. Bitte reinigen oder ersetzen Sie das Heizbett, wenn diese Meldung wiederholt erscheint."
            },
            {
                "ecode": "0C00010000010001",
                "intro": "Die Kamera des Lidar-Modules ist offline. Bitte überprüfen sie die Verbindung."
            },
            {
                "ecode": "0C00010000010004",
                "intro": "Die Kameralinse des Lidar-Modules scheint dreckig zu sein. Bitte reinigen Sie diese."
            },
            {
                "ecode": "0C00010000010005",
                "intro": "Die OTP Messwerte der Lidar-Modul Kamera sind abnormal. Bitte den Support kontaktieren."
            },
            {
                "ecode": "0C00010000010009",
                "intro": "Die Linse der Druckraumkamera scheint dreckig. Bitte reinigen Sie die Linse."
            },
            {
                "ecode": "0C00010000020002",
                "intro": "Die Kamera des Lidar-Modules hat einen Fehler und zugehörige Funktionen könnten ausfallen. Bitte kontaktieren Sie den Support sollte diese Nachricht bei mehreren Drucken auftauchen."
            },
            {
                "ecode": "0C00010000020006",
                "intro": "Die extrinsischen Parameter der Mikro-Lidar-Kamera sind abnormal. Bitte aktivieren Sie die Durchflusskalibrierung bei Ihrem nächsten Druck."
            },
            {
                "ecode": "0C00010000020007",
                "intro": "Die Laserparameter der Micro Lidar weichen ab. Bitte kalibrieren Sie Ihren Drucker neu."
            },
            {
                "ecode": "0C00010000020008",
                "intro": "Es konnte kein Bild von der Druckraumkamera abgerufen werden. Die Erkennung von Spaghetti und Filament im Auswurfschacht ist derzeit nicht verfügbar."
            },
            {
                "ecode": "0C0001000001000A",
                "intro": "Die LED der Micro Lidar ist möglicherweise defekt."
            },
            {
                "ecode": "0C0001000001000B",
                "intro": "Micro Lidar konnte nicht kalibriert werden. Bitte stellen Sie sicher, dass die Kalibrierungsplatte sauber und nicht verdeckt ist. Versuchen Sie die Kalibrierung dann erneut."
            },
            {
                "ecode": "07FF200000020001",
                "intro": "Externes Filament ist aufgebraucht. Bitte legen Sie neues Filament ein."
            },
            {
                "ecode": "07FF200000020002",
                "intro": "Externes Filament fehlt. Bitte legen Sie ein neues Filament ein."
            },
            {
                "ecode": "0703010000010001",
                "intro": "Der AMS4 Motor hat keinen Halt. Das Extrusionsrad kann abgenutzt sein oder das Filament ist zu dünn."
            },
            {
                "ecode": "0702220000020003",
                "intro": "Das Filament von AMS3 Slot3 ist möglicherweise im AMS gebrochen."
            },
            {
                "ecode": "0702230000020003",
                "intro": "Das Filament von AMS3 Slot4 ist möglicherweise im AMS gebrochen."
            },
            {
                "ecode": "0702600000020001",
                "intro": "Der AMS3 Slot1 ist überlastet. Das Filament kann sich verheddert haben oder die Spule ist verklemmt."
            },
            {
                "ecode": "0703600000020001",
                "intro": "Der AMS4 Slot1 ist überlastet. Das Filament kann sich verheddert haben oder die Spule ist verklemmt."
            },
            {
                "ecode": "0702610000020001",
                "intro": "Der AMS3 Slot2 ist überlastet. Das Filament kann sich verheddert haben oder die Spule ist verklemmt."
            },
            {
                "ecode": "0703610000020001",
                "intro": "Der AMS4 Slot2 ist überlastet. Das Filament kann sich verheddert haben oder die Spule ist verklemmt."
            },
            {
                "ecode": "0702620000020001",
                "intro": "Der AMS3 Slot3 ist überlastet. Das Filament kann sich verheddert haben oder die Spule ist verklemmt."
            },
            {
                "ecode": "0703620000020001",
                "intro": "Der AMS4 Slot3 ist überlastet. Das Filament kann sich verheddert haben oder die Spule ist verklemmt."
            },
            {
                "ecode": "0702630000020001",
                "intro": "Der AMS3 Slot4 ist überlastet. Das Filament kann sich verheddert haben oder die Spule ist verklemmt."
            },
            {
                "ecode": "0703630000020001",
                "intro": "Der AMS4 Slot4 ist überlastet. Das Filament kann sich verheddert haben oder die Spule ist verklemmt."
            },
            {
                "ecode": "0703220000020005",
                "intro": "AMS4 Slot3 Filament ist aufgebraucht und das Reinigen des alten Filaments verlief nicht ordnungsgemäß. Bitte überprüfen Sie, ob das Filament im Werkzeugkopf klemmt."
            },
            {
                "ecode": "0701230000020005",
                "intro": "AMS2 Slot4 Filament ist aufgebraucht und das Reinigen des alten Filaments verlief nicht ordnungsgemäß. Bitte überprüfen Sie, ob das Filament im Werkzeugkopf klemmt."
            },
            {
                "ecode": "0703230000020005",
                "intro": "AMS4 Slot4 Filament ist aufgebraucht und das Reinigen des alten Filaments verlief nicht ordnungsgemäß. Bitte überprüfen Sie, ob das Filament im Werkzeugkopf klemmt."
            },
            {
                "ecode": "0702200000030002",
                "intro": "AMS3 Slot1 Filament ist aufgebraucht und wird automatisch auf den Slot mit demselben Filament umgeschaltet."
            },
            {
                "ecode": "0703200000030002",
                "intro": "AMS4 Slot1 Filament ist aufgebraucht und wird automatisch auf den Slot mit demselben Filament umgeschaltet."
            },
            {
                "ecode": "0702210000030002",
                "intro": "AMS3 Slot2 Filament ist aufgebraucht und wird automatisch auf den Slot mit demselben Filament umgeschaltet."
            },
            {
                "ecode": "0703210000030002",
                "intro": "AMS4 Slot2 Filament ist aufgebraucht und wird automatisch auf den Slot mit demselben Filament umgeschaltet."
            },
            {
                "ecode": "0702220000030002",
                "intro": "AMS3 Slot3 Filament ist aufgebraucht und wird automatisch auf den Slot mit demselben Filament umgeschaltet."
            },
            {
                "ecode": "0703220000030002",
                "intro": "AMS4 Slot3 Filament ist aufgebraucht und wird automatisch auf den Slot mit demselben Filament umgeschaltet."
            },
            {
                "ecode": "0702230000030002",
                "intro": "AMS3 Slot4 Filament ist aufgebraucht und wird automatisch auf den Slot mit demselben Filament umgeschaltet."
            },
            {
                "ecode": "0703230000030002",
                "intro": "AMS4 Slot4 Filament ist aufgebraucht und wird automatisch auf den Slot mit demselben Filament umgeschaltet."
            },
            {
                "ecode": "0700200000030002",
                "intro": "AMS1 Slot1 Filament ist aufgebraucht und wird automatisch auf den Slot mit demselben Filament umgeschaltet."
            },
            {
                "ecode": "0702100000010001",
                "intro": "Der AMS3 Slot1 Motor rutscht. Das Extrusionsrad kann fehlerhaft sein oder das Filament ist zu dünn."
            },
            {
                "ecode": "0702110000010001",
                "intro": "Der AMS3 Slot2 Motor rutscht. Das Extrusionsrad kann fehlerhaft sein oder das Filament ist zu dünn."
            },
            {
                "ecode": "0702120000010001",
                "intro": "Der AMS3 Slot3 Motor rutscht. Das Extrusionsrad kann fehlerhaft sein oder das Filament ist zu dünn."
            },
            {
                "ecode": "0702120000010003",
                "intro": "Der AMS3 Slot3 Motorsteuerung hat einen Fehler. Der Spannungssensor ist vielleicht fehlerhaft."
            },
            {
                "ecode": "0702120000020002",
                "intro": "Der AMS3 Slot3 Motor ist überladen. Das Material ist vielleicht verheddert oder verklemmt."
            },
            {
                "ecode": "0702130000010001",
                "intro": "Der AMS3 Slot4 Motor rutscht. Das Extrusionsrad kann fehlerhaft sein oder das Filament ist zu dünn."
            },
            {
                "ecode": "0702130000010003",
                "intro": "Der AMS3 Slot4 Motorsteuerung hat einen Fehler. Der Spannungssensor ist vielleicht fehlerhaft."
            },
            {
                "ecode": "0702200000020002",
                "intro": "AMS3 Slot1 ist leer. Bitte laden Sie ein neues Filament."
            },
            {
                "ecode": "0702200000020003",
                "intro": "Das Filament von AMS3 Slot1 ist möglicherweise im AMS gebrochen."
            },
            {
                "ecode": "0702210000020002",
                "intro": "AMS3 Slot2 ist leer. Bitte laden Sie ein neues Filament."
            },
            {
                "ecode": "0702210000020003",
                "intro": "Das Filament von AMS3 Slot2 ist möglicherweise im AMS gebrochen."
            },
            {
                "ecode": "0702220000020002",
                "intro": "AMS3 Slot3 ist leer. Bitte laden Sie ein neues Filament."
            },
            {
                "ecode": "0702230000020002",
                "intro": "AMS3 Slot4 ist leer. Bitte laden Sie ein neues Filament."
            },
            {
                "ecode": "0703100000010001",
                "intro": "Der AMS4 Slot1 Motor rutscht. Das Extrusionsrad kann fehlerhaft sein oder das Filament ist zu dünn."
            },
            {
                "ecode": "0703110000010001",
                "intro": "Der AMS4 Slot2 Motor rutscht. Das Extrusionsrad kann fehlerhaft sein oder das Filament ist zu dünn."
            },
            {
                "ecode": "0703120000010001",
                "intro": "Der AMS4 Slot3 Motor rutscht. Das Extrusionsrad kann fehlerhaft sein oder das Filament ist zu dünn."
            },
            {
                "ecode": "0703130000010001",
                "intro": "Der AMS4 Slot4 Motor rutscht. Das Extrusionsrad kann fehlerhaft sein oder das Filament ist zu dünn."
            },
            {
                "ecode": "0703200000020002",
                "intro": "AMS4 Slot1 ist leer. Bitte laden Sie ein neues Filament."
            },
            {
                "ecode": "0703200000020003",
                "intro": "Das Filament von AMS4 Slot1 ist möglicherweise im AMS gebrochen."
            },
            {
                "ecode": "0703210000020002",
                "intro": "AMS4 Slot2 ist leer. Bitte laden Sie ein neues Filament."
            },
            {
                "ecode": "0703210000020003",
                "intro": "Das Filament von AMS4 Slot2 ist möglicherweise im AMS gebrochen."
            },
            {
                "ecode": "0703220000020002",
                "intro": "AMS4 Slot3 ist leer. Bitte laden Sie ein neues Filament."
            },
            {
                "ecode": "0703220000020003",
                "intro": "Das Filament von AMS4 Slot3 ist möglicherweise im AMS gebrochen."
            },
            {
                "ecode": "0703230000020002",
                "intro": "AMS4 Slot4 ist leer. Bitte laden Sie ein neues Filament."
            },
            {
                "ecode": "0703230000020003",
                "intro": "Das Filament von AMS4 Slot4 ist möglicherweise im AMS gebrochen."
            },
            {
                "ecode": "0700200000020004",
                "intro": "Das AMS1 Slot1 Filament ist möglicherweise im Werkzeugkopf gebrochen."
            },
            {
                "ecode": "0702200000020004",
                "intro": "Das AMS3 Slot1 Filament ist möglicherweise im Werkzeugkopf gebrochen."
            },
            {
                "ecode": "0703200000020004",
                "intro": "Das AMS4 Slot1 Filament ist möglicherweise im Werkzeugkopf gebrochen."
            },
            {
                "ecode": "0702210000020004",
                "intro": "Das AMS3 Slot2 Filament ist möglicherweise im Werkzeugkopf gebrochen."
            },
            {
                "ecode": "0703210000020004",
                "intro": "Das AMS4 Slot2 Filament ist möglicherweise im Werkzeugkopf gebrochen."
            },
            {
                "ecode": "0702220000020004",
                "intro": "Das AMS3 Slot3 Filament ist möglicherweise im Werkzeugkopf gebrochen."
            },
            {
                "ecode": "0703220000020004",
                "intro": "Das AMS4 Slot3 Filament ist möglicherweise im Werkzeugkopf gebrochen."
            },
            {
                "ecode": "0702230000020004",
                "intro": "Das AMS3 Slot4 Filament ist möglicherweise im Werkzeugkopf gebrochen."
            },
            {
                "ecode": "0703230000020004",
                "intro": "Das AMS4 Slot4 Filament ist möglicherweise im Werkzeugkopf gebrochen."
            },
            {
                "ecode": "0702200000020005",
                "intro": "AMS3 Slot1 Filament ist aufgebraucht und das Reinigen des alten Filaments verlief nicht ordnungsgemäß. Bitte überprüfen Sie, ob das Filament im Werkzeugkopf klemmt."
            },
            {
                "ecode": "0703200000020005",
                "intro": "AMS4 Slot1 Filament ist aufgebraucht und das Reinigen des alten Filaments verlief nicht ordnungsgemäß. Bitte überprüfen Sie, ob das Filament im Werkzeugkopf klemmt."
            },
            {
                "ecode": "0702210000020005",
                "intro": "AMS3 Slot2 Filament ist aufgebraucht und das Reinigen des alten Filaments verlief nicht ordnungsgemäß. Bitte überprüfen Sie, ob das Filament im Werkzeugkopf klemmt."
            },
            {
                "ecode": "0703210000020005",
                "intro": "AMS4 Slot2 Filament ist aufgebraucht und das Reinigen des alten Filaments verlief nicht ordnungsgemäß. Bitte überprüfen Sie, ob das Filament im Werkzeugkopf klemmt."
            },
            {
                "ecode": "0702220000020005",
                "intro": "AMS3 Slot3 Filament ist aufgebraucht und das Reinigen des alten Filaments verlief nicht ordnungsgemäß. Bitte überprüfen Sie, ob das Filament im Werkzeugkopf klemmt."
            },
            {
                "ecode": "0702230000020005",
                "intro": "AMS3 Slot4 Filament ist aufgebraucht und das Reinigen des alten Filaments verlief nicht ordnungsgemäß. Bitte überprüfen Sie, ob das Filament im Werkzeugkopf klemmt."
            },
            {
                "ecode": "0702010000010001",
                "intro": "Der AMS3 Motor hat keinen Halt. Das Extrusionsrad kann abgenutzt sein oder das Filament ist zu dünn."
            },
            {
                "ecode": "0702020000010001",
                "intro": "AMS3 Filament Geschwindigkeits- und Längen-Fehler: Die Filamentgeometrie könnte fehlerhaft sein."
            },
            {
                "ecode": "0701220000020002",
                "intro": "AMS2 Slot3 ist leer. Bitte laden Sie ein neues Filament."
            },
            {
                "ecode": "0701220000020003",
                "intro": "Das Filament von AMS2 Slot3 ist möglicherweise im AMS gebrochen."
            },
            {
                "ecode": "0701230000020002",
                "intro": "AMS2 Slot4 ist leer. Bitte laden Sie ein neues Filament."
            },
            {
                "ecode": "0701230000020003",
                "intro": "Das Filament von AMS2 Slot4 ist möglicherweise im AMS gebrochen."
            },
            {
                "ecode": "0701600000020001",
                "intro": "Der AMS2 Slot1 ist überlastet. Das Filament kann sich verheddert haben oder die Spule ist verklemmt."
            },
            {
                "ecode": "0701610000020001",
                "intro": "Der AMS2 Slot2 ist überlastet. Das Filament kann sich verheddert haben oder die Spule ist verklemmt."
            },
            {
                "ecode": "0701620000020001",
                "intro": "Der AMS2 Slot3 ist überlastet. Das Filament kann sich verheddert haben oder die Spule ist verklemmt."
            },
            {
                "ecode": "0701630000020001",
                "intro": "Der AMS2 Slot4 ist überlastet. Das Filament kann sich verheddert haben oder die Spule ist verklemmt."
            },
            {
                "ecode": "0701220000020004",
                "intro": "Das AMS2 Slot3 Filament ist möglicherweise im Werkzeugkopf gebrochen."
            },
            {
                "ecode": "0701230000020004",
                "intro": "Das AMS2 Slot4 Filament ist möglicherweise im Werkzeugkopf gebrochen."
            },
            {
                "ecode": "0701210000020005",
                "intro": "AMS2 Slot2 Filament ist aufgebraucht und das Reinigen des alten Filaments verlief nicht ordnungsgemäß. Bitte überprüfen Sie, ob das Filament im Werkzeugkopf klemmt."
            },
            {
                "ecode": "0701220000020005",
                "intro": "AMS2 Slot3 Filament ist aufgebraucht und das Reinigen des alten Filaments verlief nicht ordnungsgemäß. Bitte überprüfen Sie, ob das Filament im Werkzeugkopf klemmt."
            },
            {
                "ecode": "0701210000030002",
                "intro": "AMS2 Slot2 Filament ist aufgebraucht und wird automatisch auf den Slot mit demselben Filament umgeschaltet."
            },
            {
                "ecode": "0701220000030002",
                "intro": "AMS2 Slot3 Filament ist aufgebraucht und wird automatisch auf den Slot mit demselben Filament umgeschaltet."
            },
            {
                "ecode": "0701230000030002",
                "intro": "AMS2 Slot4 Filament ist aufgebraucht und wird automatisch auf den Slot mit demselben Filament umgeschaltet."
            },
            {
                "ecode": "0701100000010001",
                "intro": "Der AMS2 Slot1 Motor rutscht. Das Extrusionsrad kann fehlerhaft sein oder das Filament ist zu dünn."
            },
            {
                "ecode": "0701110000010001",
                "intro": "Der AMS2 Slot2 Motor rutscht. Das Extrusionsrad kann fehlerhaft sein oder das Filament ist zu dünn."
            },
            {
                "ecode": "0701120000010001",
                "intro": "Der AMS2 Slot3 Motor rutscht. Das Extrusionsrad kann fehlerhaft sein oder das Filament ist zu dünn."
            },
            {
                "ecode": "0701130000010001",
                "intro": "Der AMS2 Slot4 Motor rutscht. Das Extrusionsrad kann fehlerhaft sein oder das Filament ist zu dünn."
            },
            {
                "ecode": "0701200000020002",
                "intro": "AMS2 Slot1 ist leer. Bitte laden Sie ein neues Filament."
            },
            {
                "ecode": "0701200000020003",
                "intro": "Das Filament von AMS2 Slot1 ist möglicherweise im AMS gebrochen."
            },
            {
                "ecode": "0701210000020001",
                "intro": "AMS2 Slot2 Filament ist aufgebraucht. Bitte legen Sie ein neues Filament ein."
            },
            {
                "ecode": "0701210000020002",
                "intro": "AMS2 Slot2 ist leer. Bitte laden Sie ein neues Filament."
            },
            {
                "ecode": "0701210000020003",
                "intro": "Das Filament von AMS2 Slot2 ist möglicherweise im AMS gebrochen."
            },
            {
                "ecode": "0701200000020004",
                "intro": "Das AMS2-Slot1 Filament ist möglicherweise im Werkzeugkopf gebrochen."
            },
            {
                "ecode": "0701210000020004",
                "intro": "Das AMS2 Slot2 Filament ist möglicherweise im Werkzeugkopf gebrochen."
            },
            {
                "ecode": "0701200000020005",
                "intro": "AMS2 Slot1 Filament ist aufgebraucht und das Reinigen des alten Filaments verlief nicht ordnungsgemäß. Bitte überprüfen Sie, ob das Filament im Werkzeugkopf klemmt."
            },
            {
                "ecode": "0701200000030002",
                "intro": "AMS2 Slot1 Filament ist aufgebraucht und wird automatisch auf den Slot mit demselben Filament umgeschaltet."
            },
            {
                "ecode": "0701010000010001",
                "intro": "Der AMS2 Motor hat keinen Halt. Das Extrusionsrad kann abgenutzt sein oder das Filament ist zu dünn."
            },
            {
                "ecode": "0700400000020003",
                "intro": "Die AMS-Modul-Kommunikation weißt Fehler auf. Das Kabel ist vielleicht nicht korrekt verbunden."
            },
            {
                "ecode": "0700450000020001",
                "intro": "Der Sensor des Filamentabschneiders funktioniert nicht richtig. Bitte überprüfen Sie, ob der Stecker richtig eingesteckt ist."
            },
            {
                "ecode": "0700500000020001",
                "intro": "Die AMS1-Kommunikation ist gestört. Bitte überprüfen Sie das Verbindungskabel."
            },
            {
                "ecode": "0700510000030001",
                "intro": "Das AMS ist deaktiviert. Bitte laden Sie Filament vom Spulenhalter."
            },
            {
                "ecode": "0700400000020004",
                "intro": "Das Signal des Filamentpuffers ist abnormal. Die Feder ist möglicherweise verklemmt."
            },
            {
                "ecode": "0700600000020001",
                "intro": "Der AMS1 Slot1 ist überlastet. Das Filament kann sich verheddert haben oder die Spule ist verklemmt."
            },
            {
                "ecode": "0700610000020001",
                "intro": "Der AMS1 Slot2 ist überlastet. Das Filament kann sich verheddert haben oder die Spule ist verklemmt."
            },
            {
                "ecode": "0700620000020001",
                "intro": "Der AMS1 Slot3 ist überlastet. Das Filament kann sich verheddert haben oder die Spule ist verklemmt."
            },
            {
                "ecode": "0700630000020001",
                "intro": "Der AMS1 Slot4 ist überlastet. Das Filament kann sich verheddert haben oder die Spule ist verklemmt."
            },
            {
                "ecode": "0700210000020002",
                "intro": "AMS1 Slot2 ist leer. Bitte laden Sie ein neues Filament."
            },
            {
                "ecode": "0700210000020003",
                "intro": "Das Filament von AMS1 Slot2 ist möglicherweise im AMS gebrochen."
            },
            {
                "ecode": "0700220000020002",
                "intro": "AMS1 Slot3 ist leer. Bitte laden Sie ein neues Filament."
            },
            {
                "ecode": "0700220000020003",
                "intro": "Das Filament von AMS1 Slot3 ist möglicherweise im AMS gebrochen."
            },
            {
                "ecode": "0700230000020002",
                "intro": "AMS1 Slot4 ist leer. Bitte laden Sie ein neues Filament."
            },
            {
                "ecode": "0700230000020003",
                "intro": "Das Filament von AMS1 Slot4 ist möglicherweise im AMS gebrochen."
            },
            {
                "ecode": "0700400000020001",
                "intro": "Das Positionssignal des Filamentpuffers wurde unterbrochen: Das Kabel oder der Positionssensor funktionieren möglicherweise nicht richtig."
            },
            {
                "ecode": "0700210000020004",
                "intro": "Das AMS1 Slot2 Filament ist möglicherweise im Werkzeugkopf gebrochen."
            },
            {
                "ecode": "0700220000020004",
                "intro": "Das AMS1 Slot3 Filament ist möglicherweise im Werkzeugkopf gebrochen."
            },
            {
                "ecode": "0700230000020004",
                "intro": "Das AMS1 Slot4 Filament ist möglicherweise im Werkzeugkopf gebrochen."
            },
            {
                "ecode": "0700200000020005",
                "intro": "AMS1 Slot1 Filament ist aufgebraucht und das Reinigen des alten Filaments verlief nicht ordnungsgemäß. Bitte überprüfen Sie, ob das Filament im Werkzeugkopf klemmt."
            },
            {
                "ecode": "0700210000020005",
                "intro": "AMS1 Slot2 Filament ist aufgebraucht und das Reinigen des alten Filaments verlief nicht ordnungsgemäß. Bitte überprüfen Sie, ob das Filament im Werkzeugkopf klemmt."
            },
            {
                "ecode": "0700220000020005",
                "intro": "AMS1 Slot3 Filament ist aufgebraucht und das Reinigen des alten Filaments verlief nicht ordnungsgemäß. Bitte überprüfen Sie, ob das Filament im Werkzeugkopf klemmt."
            },
            {
                "ecode": "0700230000020005",
                "intro": "AMS1 Slot4 Filament ist aufgebraucht und das Reinigen des alten Filaments verlief nicht ordnungsgemäß. Bitte überprüfen Sie, ob das Filament im Werkzeugkopf klemmt."
            },
            {
                "ecode": "0700230000030002",
                "intro": "AMS1 Slot4 Filament ist aufgebraucht und wird automatisch auf den Slot mit demselben Filament umgeschaltet."
            },
            {
                "ecode": "0700210000030002",
                "intro": "AMS1 Slot2 Filament ist aufgebraucht und wird automatisch auf den Slot mit demselben Filament umgeschaltet."
            },
            {
                "ecode": "0700220000030002",
                "intro": "AMS1 Slot3 Filament ist aufgebraucht und wird automatisch auf den Slot mit demselben Filament umgeschaltet."
            },
            {
                "ecode": "0500040000010002",
                "intro": "Druckstatus konnte nicht gemeldet werden. Bitte überprüfen Sie Ihre Netzwerkverbindung."
            },
            {
                "ecode": "0700010000010001",
                "intro": "Der AMS1 Motor hat keinen Halt. Das Extrusionsrad kann abgenutzt sein oder das Filament ist zu dünn."
            },
            {
                "ecode": "0700100000010001",
                "intro": "Der AMS1 Slot1 Motor rutscht. Das Extrusionsrad kann fehlerhaft sein oder das Filament ist zu dünn."
            },
            {
                "ecode": "0700110000010001",
                "intro": "Der AMS1 Slot2 Motor rutscht. Das Extrusionsrad kann fehlerhaft sein oder das Filament ist zu dünn."
            },
            {
                "ecode": "0700120000010001",
                "intro": "Der AMS1 Slot3 Motor rutscht. Das Extrusionsrad kann fehlerhaft sein oder das Filament ist zu dünn."
            },
            {
                "ecode": "0700130000010001",
                "intro": "Der AMS1 Slot4 Motor rutscht. Das Extrusionsrad kann fehlerhaft sein oder das Filament ist zu dünn."
            },
            {
                "ecode": "0700200000020002",
                "intro": "AMS1 Slot1 ist leer. Bitte laden Sie ein neues Filament."
            },
            {
                "ecode": "0700200000020003",
                "intro": "Das Filament von AMS1 Slot1 ist möglicherweise im AMS gebrochen."
            },
            {
                "ecode": "0500040000020007",
                "intro": "Die Betttemperatur übersteigt die Verglasungstemperatur des Filaments, was zu einer Verstopfung der Düse führen kann. Bitte halten Sie die Vordertür des Druckers offen oder senken Sie die Betttemperatur."
            },
            {
                "ecode": "0500040000030008",
                "intro": "Es wird erkannt, dass die Tür geöffnet ist."
            },
            {
                "ecode": "0500010000020002",
                "intro": "Die USB-Kamera ist nicht angeschlossen. Bitte überprüfen Sie die Kabelverbindung der Videokamera."
            },
            {
                "ecode": "0500010000020003",
                "intro": "Die USB-Kamera funktioniert nicht richtig."
            },
            {
                "ecode": "0500010000030004",
                "intro": "Nicht genügend Speicherplatz auf der SD-Karte. Bitte Speicherplatz freigeben."
            },
            {
                "ecode": "0500010000030006",
                "intro": "Unformatierte SD-Karte. Bitte formatieren."
            },
            {
                "ecode": "0500020000020002",
                "intro": "Login des Gerätes fehlgeschlagen. Bitte überprüfen Sie Ihre Account Informationen."
            },
            {
                "ecode": "0500020000020004",
                "intro": "Unberechtigter Nutzer. Bitte überprüfen Sie Ihre Account Informationen."
            },
            {
                "ecode": "0500020000020006",
                "intro": "Das Livestream Feature hat einen Defekt. Bitte überprüfen Sie Ihre Internetverbindung."
            },
            {
                "ecode": "0500020000020007",
                "intro": "Login zum Livestream-Service fehlgeschlagen. Bitte überprüfen Sie Ihre Internetverbindung."
            },
            {
                "ecode": "050003000001000a",
                "intro": "Der Systemzustand ist abnormal. Bitte das Gerät auf Werkseinstellungen zurücksetzen."
            },
            {
                "ecode": "050003000001000b",
                "intro": "Das Display hat eine Fehlfunktion. Bitte den Drucker Neustarten."
            },
            {
                "ecode": "050003000002000c",
                "intro": "Problem mit der kabellosen Verbindung: Bitte WiFi aus- und anschalten oder den Drucker neu starten."
            },
            {
                "ecode": "0500030000010021",
                "intro": "Hardware nicht kompatibel. Bitte überprüfen Sie den Laser."
            },
            {
                "ecode": "0300100000020002",
                "intro": "Die Resonanzfrequenz der X-Achse weicht stark von der letzten Kalibrierung ab. Bitte reinigen Sie die Carbon-Achse und führen Sie die Maschinenkalibrierung später noch einmal durch."
            },
            {
                "ecode": "0300110000020002",
                "intro": "Die Resonanzfrequenz der Y-Achse weicht stark von der letzten Kalibrierung ab. Bitte reinigen Sie die Carbon-Achse und führen Sie die Maschinenkalibrierung später noch einmal durch."
            },
            {
                "ecode": "0300200000010001",
                "intro": "X-Achse nicht normal: Prüfen Sie, ob der Werkzeugkopf festsitzt oder die Carbon-Achse zu viel Widerstand hat."
            },
            {
                "ecode": "0300200000010003",
                "intro": "Homing der X-Achse abnormal: Der Zahnriemen ist möglicherweise lose."
            },
            {
                "ecode": "0300200000010004",
                "intro": "Homing der Y-Achse abnormal: Der Zahnriemen ist möglicherweise lose."
            },
            {
                "ecode": "0300400000020001",
                "intro": "Die Datenübertragung über die serielle Schnittstelle ist anormal; Das Softwaresystem ist möglicherweise fehlerhaft."
            },
            {
                "ecode": "03000D0000010003",
                "intro": "Die Druckplatte ist nicht korrekt platziert. Bitte passen sie die Platzierung an."
            },
            {
                "ecode": "03000D0000010004",
                "intro": "Die Druckplatte ist nicht korrekt platziert. Bitte passen sie die Platzierung an."
            },
            {
                "ecode": "03000D0000010005",
                "intro": "Die Druckplatte ist nicht korrekt platziert. Bitte passen sie die Platzierung an."
            },
            {
                "ecode": "03000D0000010006",
                "intro": "Die Druckplatte ist nicht korrekt platziert. Bitte passen sie die Platzierung an."
            },
            {
                "ecode": "03000D0000010007",
                "intro": "Die Druckplatte ist nicht korrekt platziert. Bitte passen sie die Platzierung an."
            },
            {
                "ecode": "03000D0000010008",
                "intro": "Die Druckplatte ist nicht korrekt platziert. Bitte passen sie die Platzierung an."
            },
            {
                "ecode": "03000D0000010009",
                "intro": "Die Druckplatte ist nicht korrekt platziert. Bitte passen sie die Platzierung an."
            },
            {
                "ecode": "03000D000001000A",
                "intro": "Die Druckplatte ist nicht korrekt platziert. Bitte passen sie die Platzierung an."
            },
            {
                "ecode": "03000D000001000B",
                "intro": "Der Motor der Z-Achse scheint beim Aufwärtsfahren zu klemmen. Bitte prüfen Sie, ob sich Fremdkörper auf den Z-Führungen oder den Z-Zahnriemenrädern befinden."
            },
            {
                "ecode": "03000D0000020001",
                "intro": "Heizbett-Homing abnormal. Möglicherweise befindet sich eine Wölbung auf dem Heizbett oder die Düsenspitze ist nicht sauber."
            },
            {
                "ecode": "03000F0000010001",
                "intro": "Die Daten des Beschleunigungssensor sind nicht verfügbar. Die Verbindung zum Werkzeugkopf könnte gestört, oder der Beschleunigungssensor kaputt sein."
            },
            {
                "ecode": "03000C0000010004",
                "intro": "Externe Beeinflussung beim Testen des Kraftsensors 3 bemerkt. Die Heizbettplatte hat vielleicht etwas außerhalb des Heizbetts berührt."
            },
            {
                "ecode": "03000A0000010003",
                "intro": "Die Empfindlichkeit des Kraftsensors 1 ist zu niedrig. Die elektrische Verbindung ist vielleicht kaputt."
            },
            {
                "ecode": "03000A0000010004",
                "intro": "Externe Beeinflussung beim Testen des Kraftsensors 1 bemerkt. Die Heizbettplatte hat vielleicht etwas außerhalb des Heizbetts berührt."
            },
            {
                "ecode": "03000B0000010001",
                "intro": "Die Empfindlichkeit des Kraftsensors 2 ist zu hoch. Der Sensor klemmt vielleicht zwischen dem Haltearm und der Heizbett-Befestigung oder die Einstellschraube ist zu fest angezogen."
            },
            {
                "ecode": "03000B0000010004",
                "intro": "Externe Beeinflussung beim Testen des Kraftsensors 2 bemerkt. Die Heizbettplatte hat vielleicht etwas außerhalb des Heizbetts berührt."
            },
            {
                "ecode": "03000C0000010001",
                "intro": "Die Empfindlichkeit des Kraftsensors 3 ist zu hoch. Der Sensor klemmt vielleicht zwischen dem Haltearm und der Heizbett-Befestigung oder die Einstellschraube ist zu fest angezogen."
            },
            {
                "ecode": "03000C0000010003",
                "intro": "Die Empfindlichkeit des Kraftsensors 3 ist zu niedrig. Die elektrische Verbindung ist vielleicht kaputt."
            },
            {
                "ecode": "0300060000010003",
                "intro": "Der Widerstand von Motor-A ist abnormal. Der Motor ist möglicherweise ausgefallen."
            },
            {
                "ecode": "0300070000010003",
                "intro": "Der Widerstand von Motor-B ist abnormal. Der Motor ist möglicherweise ausgefallen."
            },
            {
                "ecode": "0300080000010003",
                "intro": "Der Widerstand von Motor-Z ist abnormal. Der Motor ist möglicherweise ausgefallen."
            },
            {
                "ecode": "0300090000010003",
                "intro": "Der Widerstand von Motor-E ist abnormal. Der Motor ist möglicherweise ausgefallen."
            },
            {
                "ecode": "0300040000020001",
                "intro": "Die Drehzahl des Bauteillüfters ist zu langsam oder dieser wurde gestoppt. Möglicherweise steckt dieser fest oder der Stecker ist nicht richtig eingesteckt."
            },
            {
                "ecode": "0300060000010001",
                "intro": "Der A-Motor hat einen offenen Schaltkreis. Der Stecker ist vielleicht lose oder der Motor defekt."
            },
            {
                "ecode": "0300070000010001",
                "intro": "Der B-Motor hat einen offenen Schaltkreis. Der Stecker ist vielleicht lose oder der Motor defekt."
            },
            {
                "ecode": "0300080000010001",
                "intro": "Der Z-Motor hat einen offenen Schaltkreis. Der Stecker ist vielleicht lose oder der Motor defekt."
            },
            {
                "ecode": "0300090000010001",
                "intro": "Der E-Motor hat einen offenen Schaltkreis. Der Stecker ist vielleicht lose oder der Motor defekt."
            },
            {
                "ecode": "03000A0000010001",
                "intro": "Die Empfindlichkeit des Kraftsensors 1 ist zu hoch. Der Sensor klemmt vielleicht zwischen dem Haltearm und der Heizbett-Befestigung oder die Einstellschraube ist zu fest angezogen."
            },
            {
                "ecode": "03000A0000010002",
                "intro": "Die Empfindlichkeit des Kraftsensors 1 ist niedrig. Der Sensor hat sich vielleicht vom Haltearm gelöst oder hat eine schlechte elektrische Verbindung."
            },
            {
                "ecode": "0300020000010003",
                "intro": "Die Düsentemperatur ist abnormal; Das Heizelement hat eine zu hohe Temperatur."
            },
            {
                "ecode": "0300020000010006",
                "intro": "Die Düsentemperatur ist abnormal; Der Sensor könnte einen Kurzschluss haben. Bitte prüfen Sie, ob der Stecker richtig eingesteckt ist."
            },
            {
                "ecode": "0300020000010007",
                "intro": "Die Düsentemperatur ist abnormal; Der Sensor hat möglicherweise einen offenen Schaltkreis."
            },
            {
                "ecode": "0300030000010001",
                "intro": "Die Geschwindigkeit des Hotend-Lüfters ist zu langsam oder dieser wurde gestoppt. Möglicherweise steckt dieser fest oder der Stecker ist nicht richtig eingesteckt."
            },
            {
                "ecode": "0300010000010002",
                "intro": "Die Temperatur des Heizbetts ist abnormal; Das Heizelement hat vielleicht ein offenen Schaltkreis, oder der Thermoschutz hat ausgelöst."
            },
            {
                "ecode": "0300010000010003",
                "intro": "Die Temperatur des Heizbetts ist abnormal. Das Heizelement hat eine zu hohe Temperatur."
            },
            {
                "ecode": "0300010000010006",
                "intro": "Die Temperatur des Heizbetts ist abnormal; Der Temperatursensor hat möglicherweise einen Kurzschluss."
            },
            {
                "ecode": "0300010000010007",
                "intro": "Die Temperatur des Heizbetts ist abnormal; Der Temperatursensor hat möglicherweise einen offenen Schaltkreis."
            },
            {
                "ecode": "0300020000010001",
                "intro": "Die Düsentemperatur ist abnormal; Das Heizelement hat möglicherweise einen Kurzschluss."
            },
            {
                "ecode": "0300020000010002",
                "intro": "Die Düsentemperatur ist abnormal; Das Heizelement hat möglicherweise einen offenen Schaltkreis."
            },
            {
                "ecode": "0300010000030008",
                "intro": "Die Temperatur des Heizbetts überschreitet den Grenzwert und passt sich automatisch der Maximaltemperatur an."
            },
            {
                "ecode": "0300010000010001",
                "intro": "Die Temperatur des Heizbetts ist abnormal; Das Heizelement hat möglicherweise einen Kurzschluss."
            },
            {
                "ecode": "0C00030000020004",
                "intro": "Die Inspektion der ersten Schicht wird für diesen Druck nicht unterstützt."
            },
            {
                "ecode": "0500030000030022",
                "intro": "Es wurde eine Leistungsverschlechterung der SD-Karte festgestellt. Dies kann sich auf Druckaufträge, Protokolle und Videoaufzeichnungen auswirken. Bitte versuchen Sie, die MicroSD-Karte zu formatieren oder zu wechseln."
            },
            {
                "ecode": "07FF200000020004",
                "intro": "Bitte ziehen Sie das externe Filament aus dem Extruder."
            },
            {
                "ecode": "0500030000020020",
                "intro": "Die Kapazität der SD-Karte reicht nicht aus, um Druckdateien zwischenzuspeichern."
            },
            {
                "ecode": "0C0003000003000d",
                "intro": "Möglicherweise sind einige Objekte heruntergefallen oder der Extruder extrudiert nicht normal. Bitte überprüfen Sie den Druck und entscheiden Sie, ob der Druckvorgang gestoppt werden soll."
            },
            {
                "ecode": "0700200000030001",
                "intro": "AMS1 Slot1 Filament ist ausgegangen. Bitte warten Sie, während das alte Filament gereinigt wird."
            },
            {
                "ecode": "0700210000030001",
                "intro": "AMS1 Slot2 Filament ist ausgegangen. Bitte warten Sie, während das alte Filament gereinigt wird."
            },
            {
                "ecode": "0700220000030001",
                "intro": "AMS1 Slot3 Filament ist ausgegangen. Bitte warten Sie, während das alte Filament gereinigt wird."
            },
            {
                "ecode": "0500020000020001",
                "intro": "Internetverbindung fehlgeschlagen. Bitte überprüfen Sie die Netzwerkverbindung."
            },
            {
                "ecode": "0500020000020003",
                "intro": "Internetverbindung fehlgeschlagen. Bitte überprüfen Sie die Netzwerkverbindung."
            },
            {
                "ecode": "0500020000020005",
                "intro": "Internetverbindung fehlgeschlagen. Bitte überprüfen Sie die Netzwerkverbindung."
            },
            {
                "ecode": "0300200000010002",
                "intro": "Y-Achse nicht normal: Prüfen Sie, ob der Werkzeugkopf festsitzt oder der Y-Schlitten einen zu großen Widerstand hat."
            },
            {
                "ecode": "0300410000010001",
                "intro": "Die Netzspannung ist instabil und löst die Netzausfallschutzfunktion aus."
            },
            {
                "ecode": "0500030000010001",
                "intro": "Das MC-Modul hat einen Fehler. Bitte den Drucker neu starten oder die Gerätekabel überprüfen."
            },
            {
                "ecode": "0C00030000030006",
                "intro": "Abfallmaterial hat sich vielleicht im Auswurfschacht angesammelt. Bitte prüfen und reinigen Sie den Auswurfschacht."
            },
            {
                "ecode": "0C00030000030007",
                "intro": "Es wurden mögliche Fehler in der ersten Schicht festgestellt. Bitte prüfen Sie die Qualität der ersten Schicht und entscheiden Sie, ob der Auftrag abgebrochen werden soll."
            },
            {
                "ecode": "0500030000020010",
                "intro": ""
            },
            {
                "ecode": "0500030000020011",
                "intro": ""
            },
            {
                "ecode": "0500030000020012",
                "intro": ""
            },
            {
                "ecode": "0500030000020013",
                "intro": ""
            },
            {
                "ecode": "0500030000020014",
                "intro": ""
            },
            {
                "ecode": "0500030000020015",
                "intro": ""
            },
            {
                "ecode": "0500030000020016",
                "intro": ""
            },
            {
                "ecode": "0500030000020017",
                "intro": ""
            },
            {
                "ecode": "0500030000020018",
                "intro": ""
            },
            {
                "ecode": "03000A0000010005",
                "intro": "Der Kraftsensor 1 hat eine unerwartete Dauerkraft festgestellt. Möglicherweise ist das Heizbett verklemmt oder das analoge vordere Ende ist defekt."
            },
            {
                "ecode": "03000B0000010003",
                "intro": "Die Empfindlichkeit des Kraftsensor 2 ist niedrig. Die elektronische Verbindung zum Sensor ist vielleicht kaputt."
            },
            {
                "ecode": "03000B0000010005",
                "intro": "Der Kraftsensor 2 hat eine unerwartete Dauerkraft festgestellt. Das Heizbett ist möglicherweise verklemmt oder das analoge vordere Ende ist defekt."
            },
            {
                "ecode": "03000B0000010002",
                "intro": "Das Signal des Heizbettkraftsensors 2 ist schwach. Der Kraftsensor ist möglicherweise defekt oder hat eine schlechte elektrische Verbindung."
            },
            {
                "ecode": "03000C0000010002",
                "intro": "Das Signal des Heizbettkraftsensors 3 ist schwach. Der Kraftsensor ist möglicherweise defekt oder hat eine schlechte elektrische Verbindung."
            },
            {
                "ecode": "03000C0000010005",
                "intro": "Der Kraftsensor 3 hat eine unerwartete Dauerkraft festgestellt. Das Heizbett ist möglicherweise verklemmt oder das analoge vordere Ende ist defekt."
            },
            {
                "ecode": "0700200000020001",
                "intro": "AMS1 Slot1 Filament ist verbraucht. Bitte legen Sie ein neues Filament ein."
            },
            {
                "ecode": "0700210000020001",
                "intro": "AMS1 Slot2 Filament ist verbraucht. Bitte legen Sie ein neues Filament ein."
            },
            {
                "ecode": "0700220000020001",
                "intro": "AMS1 Slot3 Filament ist verbraucht. Bitte legen Sie ein neues Filament ein."
            },
            {
                "ecode": "0700230000020001",
                "intro": "AMS1 Slot4 Filament ist ausgegangen. Bitte legen Sie ein neues Filament ein."
            },
            {
                "ecode": "0701200000020001",
                "intro": "AMS2 Slot1 Filament ist aufgebraucht. Bitte legen Sie ein neues Filament ein."
            },
            {
                "ecode": "0701220000020001",
                "intro": "AMS2 Slot3 Filament ist ausgegangen. Bitte legen Sie ein neues Filament ein."
            },
            {
                "ecode": "0701230000020001",
                "intro": "Das AMS2 Slot4 Filament ist aufgebraucht. Bitte legen Sie ein neues Filament ein."
            },
            {
                "ecode": "0702200000020001",
                "intro": "AMS3 Slot1 Filament ist aufgebraucht. Bitte legen Sie ein neues Filament ein."
            },
            {
                "ecode": "0702210000020001",
                "intro": "Das AMS3 Slot2 Filament ist aufgebraucht. Bitte legen Sie ein neues Filament ein."
            },
            {
                "ecode": "0702220000020001",
                "intro": "Das AMS3 Slot3 Filament ist aufgebraucht. Bitte legen Sie ein neues Filament ein."
            },
            {
                "ecode": "0702230000020001",
                "intro": "Das AMS3 Slot4 Filament ist aufgebraucht. Bitte legen Sie ein neues Filament ein."
            },
            {
                "ecode": "0703200000020001",
                "intro": "AMS4 Slot1 Filament ist aufgebraucht. Bitte legen Sie ein neues Filament ein."
            },
            {
                "ecode": "0703210000020001",
                "intro": "Das AMS4 Slot2 Filament ist aufgebraucht. Bitte legen Sie ein neues Filament ein."
            },
            {
                "ecode": "0703220000020001",
                "intro": "Das AMS4 Slot3 Filament ist aufgebraucht. Bitte legen Sie ein neues Filament ein."
            },
            {
                "ecode": "0703230000020001",
                "intro": "Das AMS4 Slot4 Filament ist aufgebraucht. Bitte legen Sie ein neues Filament ein."
            },
            {
                "ecode": "0C00020000010001",
                "intro": "Der horizontale Laser leuchtet nicht. Bitte prüfen Sie, ob er abgedeckt ist oder ob die Hardwareverbindung normal ist."
            },
            {
                "ecode": "0C00020000020002",
                "intro": "Der horizontale Laser ist zu dick. Bitte überprüfen Sie, ob das Heizbett verschmutzt ist."
            },
            {
                "ecode": "0C00020000020006",
                "intro": "Die Düsenhöhe scheint zu hoch. Bitte überprüfen Sie, ob sich Filamentreste an der Düse befinden."
            },
            {
                "ecode": "0C00030000020001",
                "intro": "Die Messung der Filamentbelichtung ist fehlgeschlagen, da die Laserreflexion bei diesem Material zu schwach ist. Die Prüfung der ersten Schicht kann ungenau sein."
            },
            {
                "ecode": "0C00020000020007",
                "intro": "Der Vertikallaser leuchtet nicht. Bitte überprüfen Sie, ob er abgedeckt ist oder die Hardwareverbindung normal ist."
            },
            {
                "ecode": "0C00020000020008",
                "intro": "Der vertikale Laser ist zu dick. Bitte überprüfen Sie, ob das Heizbett verschmutzt ist."
            },
            {
                "ecode": "0C0003000002000c",
                "intro": "Die Lokalisierungsmarkierung der Druckplatte wird nicht erkannt. Bitte überprüfen Sie, ob die Druckplatte richtig ausgerichtet ist."
            },
            {
                "ecode": "0C0003000003000e",
                "intro": "Ihr Drucker scheint zu drucken, ohne zu extrudieren."
            },
            {
                "ecode": "0C0003000003000f",
                "intro": "Ihre Düse scheint mit gestautem oder verstopftem Material bedeckt zu sein."
            },
            {
                "ecode": "0300130000010001",
                "intro": "Der Stromsensor von Motor-A ist abnormal. Dies kann durch einen Ausfall der Hardware-Abtastschaltung verursacht werden."
            },
            {
                "ecode": "0300140000010001",
                "intro": "Der Stromsensor von Motor-B ist abnormal. Dies kann durch einen Ausfall der Hardware-Abtastschaltung verursacht werden."
            },
            {
                "ecode": "0300150000010001",
                "intro": "Der Stromsensor von Motor-Z ist anormal. Dies kann durch einen Ausfall der Hardware-Abtastschaltung verursacht werden."
            },
            {
                "ecode": "0300160000010001",
                "intro": "Der Stromsensor von Motor-E ist abnormal. Dies kann durch einen Ausfall der Hardware-Abtastschaltung verursacht werden."
            },
            {
                "ecode": "0701200000030001",
                "intro": "AMS2 Slot1 Filament ist ausgegangen. Bitte warten Sie, während das alte Filament gereinigt wird."
            },
            {
                "ecode": "0702200000030001",
                "intro": "AMS3 Slot1 Filament ist ausgegangen. Bitte warten Sie, während das alte Filament gereinigt wird."
            },
            {
                "ecode": "0703200000030001",
                "intro": "AMS4 Slot1 Filament ist ausgegangen. Bitte warten Sie, während das alte Filament gereinigt wird."
            },
            {
                "ecode": "0701210000030001",
                "intro": "AMS2 Slot2 Filament ist ausgegangen. Bitte warten Sie, während das alte Filament gereinigt wird."
            },
            {
                "ecode": "0702210000030001",
                "intro": "AMS3 Slot2 Filament ist ausgegangen. Bitte warten Sie, während das alte Filament gereinigt wird."
            },
            {
                "ecode": "0703210000030001",
                "intro": "Das AMS4 Slot2 Filament ist ausgegangen. Bitte warten Sie, während das alte Filament gereinigt wird."
            },
            {
                "ecode": "0701220000030001",
                "intro": "AMS2 Slot3 Filament ist ausgegangen. Bitte warten Sie, während das alte Filament gereinigt wird."
            },
            {
                "ecode": "0702220000030001",
                "intro": "AMS3 Slot3 Filament ist ausgegangen. Bitte warten Sie, während das alte Filament gereinigt wird."
            },
            {
                "ecode": "0703220000030001",
                "intro": "Das AMS4 Slot3 Filament ist ausgegangen. Bitte warten Sie, während das alte Filament gereinigt wird."
            },
            {
                "ecode": "0700230000030001",
                "intro": "AMS1 Slot4 Filament ist ausgegangen. Bitte warten Sie, während das alte Filament gereinigt wird."
            },
            {
                "ecode": "0701230000030001",
                "intro": "Das AMS2 Slot4 Filament ist ausgegangen. Bitte warten Sie, während das alte Filament gereinigt wird."
            },
            {
                "ecode": "0702230000030001",
                "intro": "AMS3 Slot4 Filament ist ausgegangen. Bitte warten Sie, während das alte Filament gereinigt wird."
            },
            {
                "ecode": "0703230000030001",
                "intro": "Das AMS4 Slot4 Filament ist ausgegangen. Bitte warten Sie, während das alte Filament gereinigt wird."
            },
            {
                "ecode": "0701500000020001",
                "intro": "Die AMS2-Kommunikation ist gestört, bitte überprüfen Sie das Verbindungskabel."
            },
            {
                "ecode": "0702500000020001",
                "intro": "Die AMS3-Kommunikation ist gestört, bitte überprüfen Sie das Verbindungskabel."
            },
            {
                "ecode": "0703500000020001",
                "intro": "Die AMS4-Kommunikation ist gestört, bitte überprüfen Sie das Verbindungskabel."
            },
            {
                "ecode": "0C0003000001000a",
                "intro": "Der Drucker befindet sich im Werksmodus, bitte den Support kontaktieren."
            },
            {
                "ecode": "0C00030000020002",
                "intro": "Die Inspektion der ersten Schicht wurde aufgrund abnormaler Lidar-Daten beendet."
            },
            {
                "ecode": "0C00030000020005",
                "intro": "Das Lidar-Modul hat Verbindungsprobleme (Zeitüberschreitung) und die aktuellen Ergebnisse sind vielleicht ungenau."
            },
            {
                "ecode": "0C00010000010003",
                "intro": "Die Synchronisation zwischen dem Lidar-Modul und der MCU ist gestört. Bitte den Drucker neu starten."
            },
            {
                "ecode": "0703300000010001",
                "intro": "Das RFID-Modul zwischen AMS4 Slot1 & Slot2 hat einen Fehler."
            },
            {
                "ecode": "0703300000010004",
                "intro": "Verschlüsselungs-Chip Fehler."
            },
            {
                "ecode": "0703300000030003",
                "intro": "RFID kann aufgrund eines Hardware- oder Strukturfehler nicht gelesen werden."
            },
            {
                "ecode": "0703310000010001",
                "intro": "Das RFID-Modul zwischen AMS4 Slot3 & Slot4 hat einen Fehler."
            },
            {
                "ecode": "0703310000010004",
                "intro": "Verschlüsselungs-Chip Fehler."
            },
            {
                "ecode": "0703310000030003",
                "intro": "RFID kann aufgrund eines Hardware- oder Strukturfehler nicht gelesen werden."
            },
            {
                "ecode": "0703350000010001",
                "intro": "Der Temperatur- und Luftfeuchtigkeitssensor hat einen Fehler. Der Chip kann fehlerhaft sein."
            },
            {
                "ecode": "0703120000020002",
                "intro": "Der AMS4 Slot3 Motor ist überladen. Das Filament ist vielleicht verheddert oder verklemmt."
            },
            {
                "ecode": "0703130000010003",
                "intro": "Die AMS4 Slot4 Motorsteuerung hat einen Fehler. Der Spannungssensor ist vielleicht fehlerhaft."
            },
            {
                "ecode": "0703130000020002",
                "intro": "Der AMS4 Slot4 Motor ist überladen. Das Filament ist vielleicht verheddert oder verklemmt."
            },
            {
                "ecode": "0703010000010003",
                "intro": "Die AMS4 Motorsteuerung hat einen Fehler. Der Spannungssensor könnte defekt sein."
            },
            {
                "ecode": "0703010000010004",
                "intro": "Der AMS4 Motor-Geschwindigkeitsregler hat einen Fehler. Der Geschwindigkeitssensor könnte fehlerhaft sein."
            },
            {
                "ecode": "0703010000020002",
                "intro": "Der AMS4 Motor ist überladen. Das Filament ist vielleicht verheddert oder verklemmt."
            },
            {
                "ecode": "0703020000010001",
                "intro": "AMS4 Filament Geschwindigkeits- und Längen-Fehler: Die Filamentgeometrie könnte fehlerhaft sein."
            },
            {
                "ecode": "0703100000010003",
                "intro": "Die AMS4 Slot1 Motorsteuerung hat einen Fehler. Der Spannungssensor ist vielleicht fehlerhaft."
            },
            {
                "ecode": "0703100000020002",
                "intro": "Der AMS4 Slot1 Motor ist überladen. Das Filament ist vielleicht verheddert oder verklemmt."
            },
            {
                "ecode": "0703110000010003",
                "intro": "Die AMS4 Slot2 Motorsteuerung hat einen Fehler. Der Spannungssensor ist vielleicht fehlerhaft."
            },
            {
                "ecode": "0703110000020002",
                "intro": "Der AMS4 Slot2 Motor ist überladen. Das Filament ist vielleicht verheddert oder verklemmt."
            },
            {
                "ecode": "0703120000010003",
                "intro": "Die AMS4 Slot3 Motorsteuerung hat einen Fehler. Der Spannungssensor ist vielleicht fehlerhaft."
            },
            {
                "ecode": "0702300000030003",
                "intro": "RFID kann aufgrund eines Hardware- oder Strukturfehler nicht gelesen werden."
            },
            {
                "ecode": "0702310000010001",
                "intro": "Das RFID-Modul zwischen AMS3 Slot3 & Slot4 hat einen Fehler."
            },
            {
                "ecode": "0702310000010004",
                "intro": "Verschlüsselungs-Chip Fehler."
            },
            {
                "ecode": "0702310000030003",
                "intro": "RFID kann aufgrund eines Hardware- oder Strukturfehler nicht gelesen werden."
            },
            {
                "ecode": "0702350000010001",
                "intro": "Der Temperatur- und Luftfeuchtigkeitssensor hat einen Fehler. Der Chip kann fehlerhaft sein."
            },
            {
                "ecode": "0702300000010001",
                "intro": "Das RFID-Modul zwischen AMS3 Slot1 & Slot2 hat einen Fehler."
            },
            {
                "ecode": "0702300000010004",
                "intro": "Verschlüsselungs-Chip Fehler."
            },
            {
                "ecode": "0702010000020002",
                "intro": "Der AMS3 Motor ist überladen. Das Filament ist vielleicht verheddert oder verklemmt."
            },
            {
                "ecode": "0702100000010003",
                "intro": "Die AMS3 Slot1 Motorsteuerung hat einen Fehler. Der Spannungssensor ist vielleicht fehlerhaft."
            },
            {
                "ecode": "0702100000020002",
                "intro": "Der AMS3 Slot1 Motor ist überladen. Das Filament ist vielleicht verheddert oder verklemmt."
            },
            {
                "ecode": "0702110000010003",
                "intro": "Die AMS3 Slot2 Motorsteuerung hat einen Fehler. Der Spannungssensor ist vielleicht fehlerhaft."
            },
            {
                "ecode": "0702110000020002",
                "intro": "Der AMS3 Slot2 Motor ist überladen. Das Filament ist vielleicht verheddert oder verklemmt."
            },
            {
                "ecode": "0702130000020002",
                "intro": "Der AMS3 Slot4 Motor ist überladen. Das Filament ist vielleicht verheddert oder verklemmt."
            },
            {
                "ecode": "0701310000030003",
                "intro": "RFID kann aufgrund eines Hardware- oder Strukturfehler nicht gelesen werden."
            },
            {
                "ecode": "0701350000010001",
                "intro": "Der Temperatur- und Luftfeuchtigkeitssensor hat einen Fehler. Der Chip kann fehlerhaft sein."
            },
            {
                "ecode": "0702010000010003",
                "intro": "Die AMS3 Motorsteuerung hat einen Fehler. Der Spannungssensor könnte defekt sein."
            },
            {
                "ecode": "0702010000010004",
                "intro": "Der AMS3 Motor-Geschwindigkeitsregler hat einen Fehler. Der Geschwindigkeitssensor könnte fehlerhaft sein."
            },
            {
                "ecode": "0701300000010001",
                "intro": "Das RFID-Modul zwischen AMS2 Slot1 & Slot2 hat einen Fehler."
            },
            {
                "ecode": "0701300000010004",
                "intro": "Verschlüsselungs-Chip Fehler."
            },
            {
                "ecode": "0701300000030003",
                "intro": "RFID kann aufgrund eines Hardware- oder Strukturfehler nicht gelesen werden."
            },
            {
                "ecode": "0701310000010001",
                "intro": "Das RFID-Modul zwischen AMS2 Slot3 & Slot4 hat einen Fehler."
            },
            {
                "ecode": "0701310000010004",
                "intro": "Verschlüsselungs-Chip Fehler."
            },
            {
                "ecode": "0701100000010003",
                "intro": "Die AMS2 Slot1 Motorsteuerung hat einen Fehler. Der Spannungssensor ist vielleicht fehlerhaft."
            },
            {
                "ecode": "0701100000020002",
                "intro": "Der AMS2 Slot1 Motor ist überladen. Das Filament ist vielleicht verheddert oder verklemmt."
            },
            {
                "ecode": "0701110000010003",
                "intro": "Die AMS2 Slot2 Motorsteuerung hat einen Fehler. Der Spannungssensor ist vielleicht fehlerhaft."
            },
            {
                "ecode": "0701110000020002",
                "intro": "Der AMS2 Slot2 Motor ist überladen. Das Filament ist vielleicht verheddert oder verklemmt."
            },
            {
                "ecode": "0701120000010003",
                "intro": "Die AMS2 Slot3 Motorsteuerung hat einen Fehler. Der Spannungssensor ist vielleicht fehlerhaft."
            },
            {
                "ecode": "0701120000020002",
                "intro": "Der AMS2 Slot3 Motor ist überladen. Das Filament ist vielleicht verheddert oder verklemmt."
            },
            {
                "ecode": "0701130000010003",
                "intro": "Die AMS2 Slot4 Motorsteuerung hat einen Fehler. Der Spannungssensor ist vielleicht fehlerhaft."
            },
            {
                "ecode": "0701130000020002",
                "intro": "Der AMS2 Slot4 Motor ist überladen. Das Filament ist vielleicht verheddert oder verklemmt."
            },
            {
                "ecode": "0700350000010001",
                "intro": "Der Temperatur- und Luftfeuchtigkeitssensor hat einen Fehler. Der Chip kann fehlerhaft sein."
            },
            {
                "ecode": "0700400000020002",
                "intro": "Fehler beim Positionssignal des Filamentpuffers: Der Positionssensor funktioniert möglicherweise nicht richtig."
            },
            {
                "ecode": "0700450000020002",
                "intro": "Der Schnittabstand des Filamentschneiders ist zu groß. Der XY-Motor kann Schritte verlieren."
            },
            {
                "ecode": "0700450000020003",
                "intro": "Der Griff des Filamentschneiders hat sich nicht gelöst. Der Griff oder die Klinge können feststecken."
            },
            {
                "ecode": "0701010000010003",
                "intro": "Die AMS2 Motorsteuerung hat einen Fehler. Der Spannungssensor könnte defekt sein."
            },
            {
                "ecode": "0701010000010004",
                "intro": "Der AMS2 Motor-Geschwindigkeitsregler hat einen Fehler. Der Geschwindigkeitssensor könnte fehlerhaft sein."
            },
            {
                "ecode": "0701010000020002",
                "intro": "Der AMS2 Motor ist überladen. Das Filament ist vielleicht verheddert oder verklemmt."
            },
            {
                "ecode": "0701020000010001",
                "intro": "AMS2 Filament Geschwindigkeits- und Längen-Fehler: Die Filamentgeometrie könnte fehlerhaft sein."
            },
            {
                "ecode": "0700300000010001",
                "intro": "Das RFID-Modul zwischen AMS1 Slot1 & Slot2 hat einen Fehler."
            },
            {
                "ecode": "0700300000010004",
                "intro": "Verschlüsselungs-Chip Fehler."
            },
            {
                "ecode": "0700300000030003",
                "intro": "RFID kann aufgrund eines Hardware- oder Strukturfehler nicht gelesen werden."
            },
            {
                "ecode": "0700310000010001",
                "intro": "Das RFID-Modul zwischen AMS1 Slot3 & Slot4 hat einen Fehler."
            },
            {
                "ecode": "0700310000010004",
                "intro": "Verschlüsselungs-Chip Fehler."
            },
            {
                "ecode": "0700310000030003",
                "intro": "RFID kann aufgrund eines Hardware- oder Strukturfehler nicht gelesen werden."
            },
            {
                "ecode": "0700120000010003",
                "intro": "Die AMS1 Slot3 Motorsteuerung hat einen Fehler. Der Spannungssensor ist vielleicht fehlerhaft."
            },
            {
                "ecode": "0700120000020002",
                "intro": "Der AMS1 Slot3 Motor ist überladen. Das Filament ist vielleicht verheddert oder verklemmt."
            },
            {
                "ecode": "0700130000010003",
                "intro": "Die AMS1 Slot4 Motorsteuerung hat einen Fehler. Der Spannungssensor ist vielleicht fehlerhaft."
            },
            {
                "ecode": "0700130000020002",
                "intro": "Der AMS1 Slot4 Motor ist überladen. Das Filament ist vielleicht verheddert oder verklemmt."
            },
            {
                "ecode": "0500040000010003",
                "intro": "Der Inhalt der Druckdatei ist nicht lesbar. Bitte den Druckauftrag neu senden."
            },
            {
                "ecode": "0500040000010004",
                "intro": "Die Druckdatei ist ungültig."
            },
            {
                "ecode": "0500040000010006",
                "intro": "Fortsetzen des Druckes fehlgeschlagen."
            },
            {
                "ecode": "0700010000010003",
                "intro": "Die AMS1 Motorsteuerung hat einen Fehler. Der Spannungssensor könnte defekt sein."
            },
            {
                "ecode": "0700010000010004",
                "intro": "Der AMS1 Motor-Geschwindigkeitsregler hat einen Fehler. Der Geschwindigkeitssensor könnte fehlerhaft sein."
            },
            {
                "ecode": "0700010000020002",
                "intro": "Der AMS1 Motor ist überladen. Das Filament ist vielleicht verheddert oder verklemmt."
            },
            {
                "ecode": "0700020000010001",
                "intro": "AMS1 Filament Geschwindigkeits- und Längen-Fehler: Die Filamentgeometrie könnte fehlerhaft sein."
            },
            {
                "ecode": "0700100000010003",
                "intro": "Die AMS1 Slot1 Motorsteuerung hat einen Fehler. Der Spannungssensor ist vielleicht fehlerhaft."
            },
            {
                "ecode": "0700100000020002",
                "intro": "Der AMS1 Slot1 Motor ist überladen. Das Filament ist vielleicht verheddert oder verklemmt."
            },
            {
                "ecode": "0700110000010003",
                "intro": "Die AMS1 Slot2 Motorsteuerung hat einen Fehler. Der Spannungssensor ist vielleicht fehlerhaft."
            },
            {
                "ecode": "0700110000020002",
                "intro": "Der AMS1 Slot2 Motor ist überladen. Das Filament ist vielleicht verheddert oder verklemmt."
            },
            {
                "ecode": "0500030000010002",
                "intro": "Der Druckkopf hat einen Fehler. Bitte den Drucker neu starten."
            },
            {
                "ecode": "0500030000010003",
                "intro": "Das AMS-Modul hat einen Fehler. Bitte den Drucker neu starten."
            },
            {
                "ecode": "0500030000010005",
                "intro": "Das interne Service hat einen defekt. Bitte starten sie den Drucker neu."
            },
            {
                "ecode": "0500030000010006",
                "intro": "Eine Systempanne wurde erkannt. Bitte den Drucker neu starten."
            },
            {
                "ecode": "0500030000010008",
                "intro": "Eine Systemausfall wurde erkannt. Bitte den Drucker neu starten."
            },
            {
                "ecode": "0500030000010009",
                "intro": "Eine Systemausfall wurde erkannt. Der Fehler wurde durch einen automatischen Neustart gelöst."
            },
            {
                "ecode": "050003000002000d",
                "intro": "Die SD-Karten Steuerung hat eine Fehlfunktion."
            },
            {
                "ecode": "0500030000030007",
                "intro": "Eine Systempanne wurde erkannt. Es wurde durch einen automatischen Neustart gelöst."
            },
            {
                "ecode": "0500040000010001",
                "intro": "Fehler beim Herunterladen des Druckauftrages. Bitte die Netzwerkverbindung prüfen."
            },
            {
                "ecode": "0500010000020001",
                "intro": "Die Medienübertragung hat einen Fehler."
            },
            {
                "ecode": "0300100000020001",
                "intro": "Die mechanische Resonanz der X-Achse ist zu niedrig. Der Zahnriemen ist vielleicht lose."
            },
            {
                "ecode": "0300110000020001",
                "intro": "Die mechanische Resonanz der Y-Achse ist zu niedrig. Der Zahnriemen ist vielleicht lose."
            },
            {
                "ecode": "0300120000020001",
                "intro": "Die Frontverkleidung des Werkzeugkopfes ist abgefallen."
            },
            {
                "ecode": "03000D0000010002",
                "intro": "Heizbett-Homing fehlgeschlagen. Die Umgebungsvibration ist zu groß."
            },
            {
                "ecode": "0300060000010002",
                "intro": "Der A-Motor hat einen Kurzschluss. Der Motor ist vielleicht defekt."
            },
            {
                "ecode": "0300070000010002",
                "intro": "Der B-Motor hat einen Kurzschluss. Der Motor ist vielleicht defekt."
            },
            {
                "ecode": "0300080000010002",
                "intro": "Der Z-Motor hat einen Kurzschluss. Der Motor ist vielleicht defekt."
            },
            {
                "ecode": "0300090000010002",
                "intro": "Der E-Motor hat einen Kurzschluss. Der Motor ist vielleicht defekt."
            },
            {
                "ecode": "0300050000010001",
                "intro": "Der Schrittmotortreiber überhitzt. Der Kühlkörper könnte lose sein oder der Lüfter beschädigt."
            }
        ],
        "ver": 202401191700
    },
    "version": "202401191700"
}
