{
    "type": "process",
    "from": "system",
    "gap_infill_speed": "70",
    "independent_support_layer_height": "0",
    "inherits": "fdm_process_tiq_common",
    "initial_layer_infill_speed": "75",
    "inner_wall_speed": "90",
    "is_custom_defined": "0",
    "name": "0.20mm Standard @iQ TiQ2 P2 - PACF Pro Fiberthree + VXL90 Xioneer (0.4 Nozzle)",
    "notes": "Deutsch P2 PACF\n\n1.\tUeberpruefen Sie, dass sich das Fiberthree PACF Pro (100625) im linken Extruder befindet. Halten Sie das Filament trocken! Detailierte Trocknungsanleitung, siehe unten.\n2.\tueberpruefen Sie, dass sich eine 0,4 mm Wolfram-Kupfer Duese im linken Extruder befindet fuer PACF.\n3.\tueberpruefen Sie, dass sich eine 0,4 mm Wolfram-Kupfer Duese im rechten Extruder befindet fuer Xioneer VXL90 filament\n4.\tVerwenden Sie Magigoo PA Kleber auf der PET-Folie, um eine bessere Haftung zu gewaehrleisten.\n5.\tReinigen Sie ggf. die Duese mit einer Messing-Drahtbuerste.\nNun sind sie bereit, um Ihren Druck zu starten.\n\nTipp: Belassen Sie die Einstellung raft, damit sich das Bauteil einfach und ohne Beschaedigung der Folie vom Druckbett loesen laesst.\n\n\nAnleitung zum trocknen von PA-CF-Filament:\nNylon ist sehr hydrophil. Wenn Sie stringing und oozing an Ihrem Bauteil beobachten, ist dies ein Indiz dafuer, dass das Filament zu feucht ist.\nUm das Filament zu trocknen, belassen Sie die Spule in einem industriellen Trockner bei 75째C fuer 2-4 Tage mit 30 % Frischluftzirkulation.\n\n///// STUETZMATERIAL AUFLOESENDES VORGEHENSWEISE ///////\nVERBRAUCHSSTOFFE FUER DAS AUFLOESEN VON STUETZMATERIAL KOENNEN BEI innovatiQ ERWORBEN WERDEN.\n1. Lesen Sie die Sicherheitshinweise zu Ihrer Entnahmestation fuer Industriestuetzen.\n2. Brechen Sie die \"leicht zu entfernenden Stuetzen\" vorsichtig so weit wie moeglich vom Teil ab. Das spart Zeit und Reinigungsmittel beim Loesen.\n3. Das Verhaeltnis von \"Reinigungsmittel\" zu \"aufzuloesendem Traeger\" ist 1:1. Wenn Sie z. B. 100 g Traeger auf Ihrem Teil haben, muessen Sie 100 g Reinigungsmittel mit Wasser hinzufuegen.\n4. Die Solltemperatur der Aufloesestation zum Aufloesen von Xioneer VXL90 zusammen mit PACF betraegt 60째C. Ein ueberschreiten dieser Temperatur fuehrt zu einer Verformung des Werkstuecks.\n5. Fuer PACF wird eine Aufloesungszeit von etwa 5 bis 6 Stunden empfohlen.\n6. Nach dem Aufloesen ist die geloeste Fluessigkeit als alkalischer Industrieabfall zu entsorgen.\n7. Ausfuehrliche Informationen entnehmen Sie bitte den technischen Datenblaettern, der Betriebsanleitung und den Sicherheitsdatenblaettern von Xioneer VXL90 und Xioneer VXL EX detergent.\n\n\n\nEnglish P2 - PACF\n1.\tCheck Left extruder filament: innovatiQ PACF 100625 - Keep the filament dry!! Detailed drying instruction below.\n2.\tCheck left extruder nozzle: 0.4mm Wolfram for PACF\n3.\tCheck right extruder nozzle: 0.4mm Wolfram for Xioneer VXL90 filament\n4.\tCheck bed: PET with Magigoo PA glue\n5.\tCheck nozzle: Clean it with brush\nWELLDONE! YOU ARE READY NOW TO START YOUR PRINT JOB!\n\nTip for EASY part removal from print bed: Leave the raft-setting, to remove the part from the bed without damaging the foil.\n\n\nFILAMENT DRYING INSTRUCTION\nNylon material is highly hydroscopic. If you feel you have stringing and oozing in your printed part, the filament have moisture in it.\nTo dry the filament, keep the spool in a industrial oven for 2-4 days at 75째C with 30% fresh air intake circulation.\n\n///// SUPPORT DISSOLVING PROCEDURE ///////\nCONSUMABLES FOR DISSOLVING SUPPORT CAN BE PURCHASED FROM innovatiQ.\n1. Read the safety instructions of your Industrial support removal station.\n2. Carefully break-off the 'easy to remove supports' as much as possible from the part. This will save time and detergent in the dissolving process.\n3. The ratio of the 'detergent' to 'support to dissolve' is 1:1. Eg. If you have 100g of support on your part, you have to add 100g of detergent with water.\n4. The Set temperature of the dissolving station to dissolve Xioneer VXL90 together with PACF is 60째C. Exceeding this temperature will deform your part.\n5. For PACF, around 5 to 6 hours of dissolving time is recommeneded.\n6. After the dissolving process, dispose the dissolved liquid as alkaline industrial waste.\n7. For detailed information, please read the technical data sheets, operating instruction and safety data sheets of Xioneer VXL90 and Xioneer VXL EX detergent.",
    "outer_wall_speed": "70",
    "prime_volume": "80",
    "print_settings_id": "0.20mm Standard @iQ TiQ2 P2 - PACF Pro Fiberthree + VXL90 Xioneer (0.4 Nozzle)",
    "sparse_infill_density": "50%",
    "sparse_infill_speed": "80",
    "support_base_pattern": "rectilinear",
    "support_bottom_z_distance": "0",
    "support_expansion": "1.7",
    "support_filament": "2",
    "support_interface_filament": "2",
    "support_interface_spacing": "0.1",
    "support_interface_speed": "50",
    "support_line_width": "100%",
    "support_object_xy_distance": "0.6",
    "support_on_build_plate_only": "0",
    "support_speed": "75",
    "support_style": "snug",
    "support_top_z_distance": "0.02",
    "support_type": "normal(auto)",
    "top_solid_infill_flow_ratio": "1.01",
    "top_surface_speed": "75",
    "wall_generator": "classic",
    "wipe_tower_extra_spacing": "110%",
    "wipe_tower_max_purge_speed": "50",
    "bridge_flow": "1.07",
    "bridge_speed": "25",
    "brim_type": "no_brim",
    "enable_support": "1",
    "exclude_object": "0",
    "gcode_label_objects": "0",
    "instantiation": "true",
    "compatible_printers": ["iQ TiQ2 0.4 Nozzle"],
    "internal_bridge_speed": "50%",
    "internal_solid_infill_speed": "60",
    "ironing_pattern": "concentric",
    "prime_tower_width": "80",
    "layer_height": "0.2",
    "reduce_crossing_wall": "1",
    "skirt_height": "1",
    "skirt_loops": "2",
    "small_perimeter_speed": "30%",
    "small_perimeter_threshold": "5",
    "sparse_infill_pattern": "triangles",
    "support_angle": "45",
    "support_base_pattern_spacing": "1",
    "support_bottom_interface_spacing": "0.3",
    "support_interface_pattern": "rectilinear_interlaced",
    "top_shell_thickness": "0",
    "tree_support_branch_diameter_angle": "10",
    "tree_support_branch_diameter_organic": "3",
    "tree_support_tip_diameter": "2",
    "version": "2.2.0.4",
    "wall_loops": "2"
}
